{
  "number": 98,
  "name": "Al-Bayyinah",
  "ayahs": [
    {
      "number": {
        "inQuran": 6131,
        "inSurah": 1
      },
      "arab": "لَمْ يَكُنِ الَّذِيْنَ كَفَرُوْا مِنْ اَهْلِ الْكِتٰبِ وَالْمُشْرِكِيْنَ مُنْفَكِّيْنَ حَتّٰى تَأْتِيَهُمُ الْبَيِّنَةُۙ",
      "translation": "Orang-orang yang kafir dari golongan Ahli Kitab dan orang-orang musyrik tidak akan meninggalkan (agama mereka) sampai datang kepada mereka bukti yang nyata,",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6131.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6131.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6131.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6131.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6131.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6131.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/98_1.png",
        "secondary": "https://cdn.alquran.cloud/media/image/98/1"
      },
      "tafsir": {
        "kemenag": {
          "short": "Orang-orang yang kafir dari golongan Ahli Kitab, yaitu Yahudi dan Nasrani, dan orang-orang musyrik penyembah berhala tidak akan meninggalkan kekafiran mereka sampai datang kepada mereka bukti yang nyata.",
          "long": "Dalam ayat ini, Allah mengungkapkan bahwa orang-orang yang mengingkari kerasulan Nabi Muhammad, yang terdiri dari orang-orang Yahudi, Nasrani, dan orang-orang musyrik, tidak akan melepaskan kekufuran mereka, dan tidak mau meninggalkan tradisi nenek moyang mereka, sampai datang bukti nyata, yaitu diutusnya Nabi Muhammad.\nKedatangan Nabi saw menimbulkan keguncangan dalam akidah dan adat istiadat yang telah berurat dan berakar dalam diri mereka. Mereka menyatakan bahwa apa yang dibawa oleh Nabi saw tidak ada beda atau lebihnya dari apa yang terdapat dalam agama mereka. Dengan demikian, menurut mereka, tidak ada kebaikan mengikuti yang baru dengan meninggalkan yang lama, bahkan mengikuti yang lama lebih menenteramkan jiwa karena tidak bertentangan dengan sikap nenek moyang mereka."
        },
        "quraish": "[[98 ~ AL-BAYYINAH (BUKTI YANG NYATA) Pendahuluan: Madaniyyah, 8 ayat ~ Melalui kitab suci yang ada pada mereka, orang-orang Ahl al-Kitâb mengetahui bahwa akan muncul seorang nabi akhir zaman. Dan orang-orang musyrik Mekah mengetahui hal itu melalui mereka. Hal itu semestinya membuat mereka percaya ketika nabi itu benar-benar telah diutus. Tetapi, ketika seseorang dari kalangan mereka diangkat untuk menjadi rasul utusan Allah, dan diperkuat dengan al-Qur'ân, mereka saling berselisih dan mengingkari janji. Pengingkaran para Ahl al-Kitâb tersebut lebih dari pengingkaran para musyrikin. Kelak, di akhirat, mereka semua akan hidup abadi dalam api neraka. Sedangkan orang-orang Mukmin yang memiliki kedudukan yang tinggi adalah sebaik-baiknya makhluk. Balasan yang disediakan untuk mereka adalah kehidupan abadi di dalam surga dan kepuasan dengan apa yang dicapainya. Kenikmatan ini diperuntukkan bagi mereka yang takut kepada Tuhannya.]] Orang-orang Yahudi, Nasrani dan orang-orang musyrik yang mengingkari Allah dan Rasul-Nya, tidak akan berpaling dari kelengahan dan ketidaktahuan mereka akan kebenaran sampai datang kepada mereka bukti yang nyata.",
        "jalalayn": "(Tiadalah orang-orang yang kafir dari) huruf Min di sini mengandung makna penjelasan (kalangan ahlulkitab dan orang-orang musyrik) orang-orang musyrik artinya orang-orang yang menyembah berhala; lafal Musyrikiina di'athafkan kepada lafal Ahlilkitaabi (mau meninggalkan) agamanya; lafal Munfakkiina sebagai Khabar dari lafal Yakun; artinya mereka akan tetap memegang agama yang mereka peluk (sebelum datang kepada mereka) artinya sampai datang kepada mereka (bukti yang nyata) berupa hujah yang jelas, yang dimaksud adalah Nabi Muhammad saw."
      },
      "meta": {
        "juz": 30,
        "page": 598,
        "manzil": 7,
        "ruku": 540,
        "hizbQuarter": 239,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6132,
        "inSurah": 2
      },
      "arab": "رَسُوْلٌ مِّنَ اللّٰهِ يَتْلُوْا صُحُفًا مُّطَهَّرَةًۙ",
      "translation": "(yaitu) seorang Rasul dari Allah (Muhammad) yang membacakan lembaran-lembaran yang suci (Al-Qur'an),",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6132.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6132.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6132.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6132.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6132.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6132.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/98_2.png",
        "secondary": "https://cdn.alquran.cloud/media/image/98/2"
      },
      "tafsir": {
        "kemenag": {
          "short": "Bukti yang nyata itu adalah Nabi Muhammad, seorang rasul dari Allah yang membacakan kepada mereka lembaran-lembaran yang suci. Itulah Al-Quran yang disucikan dari kebohongan dan kebatilan.",
          "long": "Dalam ayat-ayat ini, Allah menjelaskan bahwa yang dimaksud bukti itu adalah hati pribadi Nabi saw yang membacakan untuk orang kafir halaman-halaman Al-Qur'an yang bersih dari campur tangan manusia, dari segala macam kesalahan, dan dari penambahan, yaitu bukti yang memancarkan kebenaran. Allah berfirman:\n\n(Yang) tidak akan didatangi oleh kebatilan baik dari depan maupun dari belakang (pada masa lalu dan yang akan datang). (Fussilat/41: 42)\n\nDi dalam Al-Qur'an itu tersimpul ajaran-ajaran yang benar yang terdapat dalam kitab-kitab para nabi yang terdahulu, seperti Nabi Musa, Nabi Isa, dan Nabi Ibrahim. Dalam ayat lain yang hampir sama maksudnya, Allah berfirman:\n\nDan sungguh, (Al-Qur'an) itu (disebut) dalam kitab-kitab orang yang terdahulu. (asy-Syu'ara'/26: 196)\n\n\nSesungguhnya ini terdapat dalam kitab-kitab yang dahulu, (yaitu) kitab-kitab Ibrahim dan Musa. (al-A'la/87: 18-19)\n\nSebagian ulama berpendapat bahwa yang dimaksud dengan al-kitab ialah surah dan ayat Al-Qur'an, karena setiap surah itu adalah kitab yang kokoh. Ada juga yang memahami sebagai hukum dan peraturan yang terkandung dalam firman-firman Allah yang tidak ada kebatilannya. Dalam ayat lain, Allah berfirman:\n\nSegala puji bagi Allah yang telah menurunkan Kitab (Al-Qur'an) kepada hamba-Nya dan Dia tidak menjadikannya bengkok; sebagai bimbingan yang lurus, untuk memperingatkan akan siksa yang sangat pedih dari sisi-Nya dan memberikan kabar gembira kepada orang-orang mukmin yang mengerjakan kebajikan bahwa mereka akan mendapat balasan yang baik. (al-Kahf/18: 1-2)"
        },
        "quraish": "Seorang Rasul yang diutus Allah untuk membacakan kepada mereka lembaran-lembaran yang bebas dari kesalahan, yaitu al-Qur'ân, yang mengandung hukum-hukum yang benar yang menjelaskan keyakinan dan kebenaran.",
        "jalalayn": "(Yaitu seorang rasul dari Allah) lafal ayat ini menjadi Badal dari lafal Al-Bayyinah, yang dimaksud adalah Nabi Muhammad saw. (yang membacakan lembaran-lembaran yang disucikan) dari segala bentuk kebatilan."
      },
      "meta": {
        "juz": 30,
        "page": 598,
        "manzil": 7,
        "ruku": 540,
        "hizbQuarter": 239,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6133,
        "inSurah": 3
      },
      "arab": "فِيْهَا كُتُبٌ قَيِّمَةٌ  ۗ",
      "translation": "di dalamnya terdapat (isi) kitab-kitab yang lurus (benar).",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6133.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6133.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6133.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6133.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6133.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6133.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/98_3.png",
        "secondary": "https://cdn.alquran.cloud/media/image/98/3"
      },
      "tafsir": {
        "kemenag": {
          "short": "Lembaran-lembaran suci itu di dalamnya terdapat kitab-kitab, yakni hukum-hukum tertulis, yang lurus. Al-Qur&rsquo;an berisi akidah, hukum, kisah, dan aturan yang menuntun umat manusia ke jalan yang benar dan lurus.",
          "long": "Dalam ayat-ayat ini, Allah menjelaskan bahwa yang dimaksud bukti itu adalah hati pribadi Nabi saw yang membacakan untuk orang kafir halaman-halaman Al-Qur'an yang bersih dari campur tangan manusia, dari segala macam kesalahan, dan dari penambahan, yaitu bukti yang memancarkan kebenaran. Allah berfirman:\n\n(Yang) tidak akan didatangi oleh kebatilan baik dari depan maupun dari belakang (pada masa lalu dan yang akan datang). (Fussilat/41: 42)\n\nDi dalam Al-Qur'an itu tersimpul ajaran-ajaran yang benar yang terdapat dalam kitab-kitab para nabi yang terdahulu, seperti Nabi Musa, Nabi Isa, dan Nabi Ibrahim. Dalam ayat lain yang hampir sama maksudnya, Allah berfirman:\n\nDan sungguh, (Al-Qur'an) itu (disebut) dalam kitab-kitab orang yang terdahulu. (asy-Syu'ara'/26: 196)\n\n\nSesungguhnya ini terdapat dalam kitab-kitab yang dahulu, (yaitu) kitab-kitab Ibrahim dan Musa. (al-A'la/87: 18-19)\n\nSebagian ulama berpendapat bahwa yang dimaksud dengan al-kitab ialah surah dan ayat Al-Qur'an, karena setiap surah itu adalah kitab yang kokoh. Ada juga yang memahami sebagai hukum dan peraturan yang terkandung dalam firman-firman Allah yang tidak ada kebatilannya. Dalam ayat lain, Allah berfirman:\n\nSegala puji bagi Allah yang telah menurunkan Kitab (Al-Qur'an) kepada hamba-Nya dan Dia tidak menjadikannya bengkok; sebagai bimbingan yang lurus, untuk memperingatkan akan siksa yang sangat pedih dari sisi-Nya dan memberikan kabar gembira kepada orang-orang mukmin yang mengerjakan kebajikan bahwa mereka akan mendapat balasan yang baik. (al-Kahf/18: 1-2)"
        },
        "quraish": "Seorang Rasul yang diutus Allah untuk membacakan kepada mereka lembaran-lembaran yang bebas dari kesalahan, yaitu al-Qur'ân, yang mengandung hukum-hukum yang benar yang menjelaskan keyakinan dan kebenaran.",
        "jalalayn": "(Di dalamnya terdapat kitab-kitab) maksudnya hukum-hukum yang tertulis (yang lurus) artinya hukum-hukum yang lurus. Dia akan membacakan apa yang dikandungnya, yaitu Alquran; di antara mereka ada orang-orang yang beriman kepadanya dan ada pula orang-orang yang kafir kepadanya."
      },
      "meta": {
        "juz": 30,
        "page": 598,
        "manzil": 7,
        "ruku": 540,
        "hizbQuarter": 239,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6134,
        "inSurah": 4
      },
      "arab": "وَمَا تَفَرَّقَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ اِلَّا مِنْۢ بَعْدِ مَا جَاۤءَتْهُمُ الْبَيِّنَةُ ۗ",
      "translation": "Dan tidaklah terpecah-belah orang-orang Ahli Kitab melainkan setelah datang kepada mereka bukti yang nyata.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6134.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6134.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6134.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6134.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6134.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6134.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/98_4.png",
        "secondary": "https://cdn.alquran.cloud/media/image/98/4"
      },
      "tafsir": {
        "kemenag": {
          "short": "Wahai Nabi, ketahuilah bahwa Ahli Kitab dahulu sepakat mengimani dirimu sebagai rasul terakhir sebagaimana informasi yang mereka dapati dalam kitab-kitab mereka. Dan tidaklah terpecah-belah orang-orang Ahli Kitab itu melainkan setelah datang kepada mereka bukti yang nyata, yaitu kedatangan&shy;mu atau Al-Qur&rsquo;an yang kaubawa. Sebagian beriman kepadamu dan sebagian yang lain mengingkarimu.",
          "long": "Keadaan orang-orang kafir Yahudi, Nasrani, dan musyrikin sesudah Nabi saw datang berlainan dengan keadaan mereka sebelumnya. Mereka sebelum Nabi saw datang dalam keadaan kufur, terbenam dalam kejahilan dan hawa nafsu, tetapi setelah Nabi saw datang, segolongan dari mereka beriman. Dengan demikian, keadaan mereka tidak seperti dahulu. Golongan yang tidak beriman malah meragukan kebenaran yang dibawa Nabi saw, bahkan ada yang mempercayai kebenarannya sama sekali.\nPerbantahan dan perselisihan hebat terkadang terjadi antara orang-orang musyrik dengan orang-orang Nasrani. Orang Yahudi berkata kepada orang musyrik, \"Sesungguhnya Allah akan mengutus nabi dari kalangan bangsa Arab penduduk Mekah.\" Mereka menerangkan sifat-sifat nabi serta mengancam orang-orang seraya mengatakan bahwa bila nabi itu lahir, mereka akan membantunya dengan menyokong semua tindakannya dan bekerja sama untuk menghancurkan orang-orang musyrik.\nDalam keadaan yang demikianlah Nabi Muhammad diutus. Lalu orang-orang musyrik memusuhi dan menentang Nabi habis-habisan. Mereka juga mengajak orang-orang Arab lainnya untuk memusuhi beliau dan menyakiti pengikut-pengikutnya yang hatinya telah disinari dengan keimanan dan melapangkan dadanya untuk mengenal kebenaran.\nKemudian Allah dalam ayat ini menghibur Nabi-Nya dengan mengatakan bahwa beliau tidak perlu susah atau gundah karena sikap dan tantangan mereka terhadap dirinya. Hal itu juga merupakan sikap mereka terhadap para nabi terdahulu sehingga mereka berpecah-belah."
        },
        "quraish": "Orang-orang Yahudi dan Nasrani yang diberi kitab suci itu juga tidak akan berselisih sampai datang kepada mereka bukti yang jelas yang menunjukkan bahwa Muhammad adalah utusan Allah yang dijanjikan dalam kitab suci mereka.",
        "jalalayn": "(Dan tidaklah berpecah belah orang-orang yang didatangkan Alkitab) kepada mereka sehubungan dengan masalah iman kepada Nabi Muhammad saw. (melainkan sesudah datang kepada mereka bukti yang nyata) yaitu setelah datang kepada mereka Nabi Muhammad saw., atau Alquran yang dibawa olehnya sebagai mukjizat baginya. Sebelum kedatangan Nabi Muhammad saw. mereka adalah orang-orang yang sepakat untuk beriman kepadanya/Nabi Muhammad tetapi setelah Nabi Muhammad saw. datang kepada mereka, tiba-tiba mereka mengingkarinya, terutama orang-orang yang dengki dari kalangan mereka."
      },
      "meta": {
        "juz": 30,
        "page": 598,
        "manzil": 7,
        "ruku": 540,
        "hizbQuarter": 239,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6135,
        "inSurah": 5
      },
      "arab": "وَمَآ اُمِرُوْٓا اِلَّا لِيَعْبُدُوا اللّٰهَ مُخْلِصِيْنَ لَهُ الدِّيْنَ ەۙ حُنَفَاۤءَ وَيُقِيْمُوا الصَّلٰوةَ وَيُؤْتُوا الزَّكٰوةَ وَذٰلِكَ دِيْنُ الْقَيِّمَةِۗ",
      "translation": "Padahal mereka hanya diperintah menyembah Allah dengan ikhlas menaati-Nya semata-mata karena (menjalankan) agama, dan juga agar melaksanakan salat dan menunaikan zakat; dan yang demikian itulah agama yang lurus (benar).",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6135.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6135.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6135.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6135.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6135.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6135.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/98_5.png",
        "secondary": "https://cdn.alquran.cloud/media/image/98/5"
      },
      "tafsir": {
        "kemenag": {
          "short": "Mereka terpecah belah seperti itu padahal mereka dalam kitab-kitab mereka hanya diperintah untuk menyembah Allah dengan ikhlas menaati-Nya semata-mata karena menjalankan agama, dan juga diperintah agar melaksanakan salat dan menunaikan zakat; dan yang demikian itulah aga-ma yang lurus dan benar agama Islam. Keikhlasan dalam beribadah dengan memurnikan niat demi mencari rida Allah dan menjauhkan diri dari kemusyrikan adalah salah satu syarat diterimanya ibadah.",
          "long": "Karena adanya perpecahan di kalangan mereka, maka pada ayat ini dengan nada mencerca Allah menegaskan bahwa mereka tidak diperintahkan kecuali untuk menyembah-Nya. Perintah yang ditujukan kepada mereka adalah untuk kebaikan dunia dan agama mereka, dan untuk mencapai kebahagiaan dunia dan akhirat. Mereka juga diperintahkan untuk mengikhlaskan diri lahir dan batin dalam beribadah kepada Allah dan membersihkan amal perbuatan dari syirik sebagaimana agama yang dibawa oleh Nabi Ibrahim yang menjauhkan dirinya dari kekufuran kaumnya kepada agama tauhid dengan mengikhlaskan ibadah kepada Allah. Ikhlas adalah salah satu dari dua syarat diterimanya amal, dan itu merupakan pekerjaan hati. Sedang yang kedua adalah mengikuti sunah Rasulullah. Allah berfirman:\n\nKemudian Kami wahyukan kepadamu (Muhammad), \"Ikutilah agama Ibrahim yang lurus.\" (an-Nahl/16: 123)\n\n\n\nFirman-Nya yang lain:\n\nIbrahim bukanlah seorang Yahudi dan bukan (pula) seorang Nasrani, tetapi dia adalah seorang yang lurus dan muslim. (Ali 'Imran/3: 67)\n\nMendirikan salat dalam ayat ini maksudnya adalah mengerjakannya terus-menerus setiap waktu dengan memusatkan jiwa kepada kebesaran Allah, untuk membiasakan diri tunduk kepada-Nya. Sedangkan yang dimaksud dengan mengeluarkan zakat yaitu membagi-bagikannya kepada yang berhak menerimanya sebagaimana yang telah ditentukan oleh Al-Qur'anul Karim.\nKeterangan ayat di atas tentang keikhlasan beribadah, menjauhkan diri dari syirik, mendirikan salat, dan mengeluarkan zakat, adalah maksud dari agama yang lurus yang tersebut dalam kitab-kitab suci lainnya."
        },
        "quraish": "Mereka tidak dibebani tugas kecuali agar ibadah mereka hanya ditujukan kepada Allah dengan ikhlas, agar mereka menjauhi kebatilan, beristikamah dalam kebenaran dan agar mereka selalu melaksanakan salat dan menunaikan zakat. Itulah agama yang lurus.",
        "jalalayn": "(Padahal mereka tidak disuruh) di dalam kitab-kitab mereka yaitu Taurat dan Injil (kecuali menyembah Allah) kecuali supaya menyembah Allah, pada asalnya adalah An Ya'budullaaha, lalu huruf An dibuang dan ditambahkan huruf Lam sehingga jadilah Liya'budullaaha (dengan memurnikan ketaatan kepada-Nya dalam beragama) artinya membersihkannya dari kemusyrikan (dengan lurus) maksudnya berpegang teguh pada agama Nabi Ibrahim dan agama Nabi Muhammad bila telah datang nanti. Maka mengapa sewaktu ia datang mereka menjadi jadi ingkar kepadanya (dan supaya mereka mendirikan salat dan menunaikan zakat; dan yang demikian itulah agama) atau tuntunan (yang mustaqim) yang lurus."
      },
      "meta": {
        "juz": 30,
        "page": 598,
        "manzil": 7,
        "ruku": 540,
        "hizbQuarter": 239,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6136,
        "inSurah": 6
      },
      "arab": "اِنَّ الَّذِيْنَ كَفَرُوْا مِنْ اَهْلِ الْكِتٰبِ وَالْمُشْرِكِيْنَ فِيْ نَارِ جَهَنَّمَ خٰلِدِيْنَ فِيْهَاۗ اُولٰۤىِٕكَ هُمْ شَرُّ الْبَرِيَّةِۗ",
      "translation": "Sungguh, orang-orang yang kafir dari golongan Ahli Kitab dan orang-orang musyrik (akan masuk) ke neraka Jahanam; mereka kekal di dalamnya selama-lamanya. Mereka itu adalah sejahat-jahat makhluk.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6136.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6136.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6136.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6136.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6136.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6136.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/98_6.png",
        "secondary": "https://cdn.alquran.cloud/media/image/98/6"
      },
      "tafsir": {
        "kemenag": {
          "short": "Sungguh, orang-orang yang kafir dari golongan Ahli Kitab dan orang-orang yang musyrik akan masuk ke neraka Jahanam dengan bermacam siksa pedih di dalamnya; mereka kekal di dalamnya selama-lamanya. Tidak ada kesempatan bagi mereka untuk keluar, bahkan untuk sekadar sejenak lepas dari siksa. Mereka itu adalah sejahat-jahat makhluk. Allah telah mem-beri mereka peringatan, tetapi mereka enggan mengindahkannya. Dia tidak akan menyiksa seseorang kecuali setelah memberinya peringatan.",
          "long": "Dalam ayat ini, Allah menjelaskan bahwa orang-orang kafir dari kalangan Ahli Kitab dan orang musyrik telah mengotori jiwanya dengan syirik dan maksiat-maksiat serta mengingkari kebenaran nyata kenabian Muhammad saw. Mereka akan disiksa Allah dengan siksaan yang tidak memungkinkan mereka untuk melepaskan diri darinya untuk selama-lamanya, yaitu api neraka yang menyala-nyala. Siksaan itu sebagai balasan atas perbuatan mereka. Mereka itu tergolong makhluk yang paling buruk."
        },
        "quraish": "Sesungguhnya orang-orang Ahl al-Kitâb dan orang-orang musyrikin, yang ingkar kepada Allah, akan dimasukkan ke dalam api neraka dan tidak akan dapat keluar dari dalamnya. Mereka itu adalah makhluk yang keyakinan dan perbuatannya paling jahat.",
        "jalalayn": "(Sesungguhnya orang-orang kafir dari ahli kitab dan orang-orang musyrik -dimasukkan- ke dalam neraka Jahanam; mereka kekal di dalamnya) lafal Khaalidiina menjadi Haal atau kata keterangan keadaan dari lafal yang tidak disebutkan; lengkapnya mereka telah dipastikan oleh Allah swt. untuk menjadi penghuni tetap di dalam neraka Jahanam untuk selama-lamanya. (Mereka itu adalah seburuk-buruk makhluk.)"
      },
      "meta": {
        "juz": 30,
        "page": 598,
        "manzil": 7,
        "ruku": 540,
        "hizbQuarter": 239,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6137,
        "inSurah": 7
      },
      "arab": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ اُولٰۤىِٕكَ هُمْ خَيْرُ الْبَرِيَّةِۗ",
      "translation": "Sungguh, orang-orang yang beriman dan mengerjakan kebajikan, mereka itu adalah sebaik-baik makhluk.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6137.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6137.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6137.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6137.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6137.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6137.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/98_7.png",
        "secondary": "https://cdn.alquran.cloud/media/image/98/7"
      },
      "tafsir": {
        "kemenag": {
          "short": "Sungguh, orang-orang yang beriman kepada Allah dan rasulnya dengan iman yang benar dan mengerjakan kebajikan dengan ikhlas dan sesuai ketetentuan syariat, mereka itu adalah sebaik-baik makhluk. Mereka adalah makhluk yang Allah kehendaki untuk menjadi khalifah di bumi.",
          "long": "Dalam ayat ini, Allah menerangkan ganjaran bagi orang-orang yang beriman. Jiwa mereka telah disinari oleh cahaya petunjuk dan membenarkan apa yang dibawa oleh Nabi saw. Mereka juga mengamalkannya dengan mengorbankan jiwa, harta, dan apa saja yang dimilikinya pada jalan Allah, serta bertingkah laku baik dengan seluruh hamba Allah. Mereka itu tergolong makhluk yang paling baik."
        },
        "quraish": "Sesungguhnya orang yang beriman kepada Allah dan Rasul-Nya dan mengerjakan amal saleh adalah makhluk yang keyakinan dan perbuatannya paling baik.",
        "jalalayn": "(Sesungguhnya orang-orang yang beriman dan mengerjakan amal saleh mereka itu adalah sebaik-baik makhluk) artinya makhluk yang paling baik."
      },
      "meta": {
        "juz": 30,
        "page": 598,
        "manzil": 7,
        "ruku": 540,
        "hizbQuarter": 239,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6138,
        "inSurah": 8
      },
      "arab": "جَزَاۤؤُهُمْ عِنْدَ رَبِّهِمْ جَنّٰتُ عَدْنٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًا ۗرَضِيَ اللّٰهُ عَنْهُمْ وَرَضُوْا عَنْهُ ۗ ذٰلِكَ لِمَنْ خَشِيَ رَبَّهٗ ࣖ",
      "translation": "Balasan mereka di sisi Tuhan mereka ialah surga ’Adn yang mengalir di bawahnya sungai-sungai; mereka kekal di dalamnya selama-lamanya. Allah rida terhadap mereka dan mereka pun rida kepada-Nya. Yang demikian itu adalah (balasan) bagi orang yang takut kepada Tuhannya. ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6138.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6138.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6138.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6138.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6138.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6138.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/98_8.png",
        "secondary": "https://cdn.alquran.cloud/media/image/98/8"
      },
      "tafsir": {
        "kemenag": {
          "short": "Balasan mereka di sisi Tuhan mereka ialah surga &rsquo;Adn yang mengalir di bawahnya sungai-sungai; mereka kekal di dalamnya selama-lamanya bersama segala kenikmatan di dalamnya. Selain itu, mereka mendapat nikmat yang lebih besar. Allah rida terhadap mereka atas keimanan dan amal saleh mereka dan mereka pun rida kepada-Nya atas kemuliaan yang Allah anugerahkan kepada mereka. Yang demikian itu adalah balasan yang agung bagi orang yang takut kepada Tuhannya. Ketakutannya pada siksaan Allah mendorongnya untuk menjauhkan diri dari larangan Allah, termasuk kemusyrikan dan kekafiran.",
          "long": "Kemudian dalam ayat ini, Allah menerangkan bahwa yang akan mereka terima dari Tuhan mereka adalah surga 'Adn yang di dalamnya terdapat bermacam-macam kesenangan dan kelezatan, lebih lengkap dan sempurna dari kesenangan dan kelezatan dunia, dan di bawahnya mengalir sungai-sungai. Mereka kekal di dalamnya selama-lamanya. Mereka berhak menerima balasan tersebut karena mereka berada dalam keridaan Allah dan tetap dalam ketentuan-ketentuan-Nya.\nMereka mendapat pujian dan mencapai apa yang mereka inginkan dari kebahagiaan hidup di dunia dan di akhirat. Mereka diridai Allah dan mereka pun rida kepadanya. Ganjaran-ganjaran yang merupakan kebahagiaan dunia dan akhirat hanya diperoleh orang-orang yang jiwanya penuh dengan takwa kepada Allah."
        },
        "quraish": "Balasan yang akan mereka terima kelak, di akhirat, atas keimanan dan amal saleh yang mereka lalukan adalah surga yang dialiri sungai-sungai di bawahnya. Mereka akan hidup abadi di dalamnya. Allah menerima perbuatan mereka, dan mereka pun bersyukur atas kebaikan-Nya kepada mereka. Demikian itu adalah balasan bagi orang yang takut kepada siksaan Tuhannya, lalu ia beriman dan berbuat amal saleh.",
        "jalalayn": "(Balasan mereka di sisi Rabb mereka ialah surga 'Adn) sebagai tempat tinggal tetap mereka (yang mengalir di bawahnya sungai-sungai; mereka kekal di dalamnya selama-lamanya. Allah rida terhadap mereka) karena ketaatan mereka kepada-Nya (dan mereka pun rida kepada-Nya) yakni merasa puas akan pahala-Nya. (Yang demikian itu adalah balasan bagi orang yang takut kepada Rabbnya) maksudnya takut kepada siksaan-Nya, yang karena itu lalu ia berhenti dari mendurhakai-Nya."
      },
      "meta": {
        "juz": 30,
        "page": 599,
        "manzil": 7,
        "ruku": 540,
        "hizbQuarter": 239,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    }
  ]
}
