{
  "number": 63,
  "name": "Al-Munafiqun",
  "ayahs": [
    {
      "number": {
        "inQuran": 5189,
        "inSurah": 1
      },
      "arab": "اِذَا جَاۤءَكَ الْمُنٰفِقُوْنَ قَالُوْا نَشْهَدُ اِنَّكَ لَرَسُوْلُ اللّٰهِ ۘوَاللّٰهُ يَعْلَمُ اِنَّكَ لَرَسُوْلُهٗ ۗوَاللّٰهُ يَشْهَدُ اِنَّ الْمُنٰفِقِيْنَ لَكٰذِبُوْنَۚ ",
      "translation": "Apabila orang-orang munafik datang kepadamu (Muhammad), mereka berkata, “Kami mengakui, bahwa engkau adalah Rasul Allah.” Dan Allah mengetahui bahwa engkau benar-benar Rasul-Nya; dan Allah menyaksikan bahwa orang-orang munafik itu benar-benar pendusta.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5189.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5189.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5189.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5189.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5189.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5189.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/63_1.png",
        "secondary": "https://cdn.alquran.cloud/media/image/63/1"
      },
      "tafsir": {
        "kemenag": {
          "short": "Apabila orang-orang munafik di Madinah datang kepadamu Muhammad, lalu mereka berkata di hadapanmu, &ldquo;Kami mengakui bahwa engkau adalah Rasul Allah,&rdquo; untuk menunjukkan bahwa mereka beriman kepada Allah dan Rasul-Nya, maka janganlah engkau percaya terhadap ucapan mereka. Dan sebaliknya yakinlah, Allah mengetahui bahwa engkau benar-benar Rasul-Nya dengan menurunkan wahyu dan melindungimu; dan Allah menyaksikan dengan menunjukkan bukti kepada kamu bahwa orang-orang munafik itu benar-benar pendusta tentang pengakuannya bahwa mereka beriman kepada Allah dan Rasul-Nya.",
          "long": "Allah menerangkan bahwa apabila orang-orang munafik hadir pada majelis Nabi saw, di antaranya 'Abdullah bin Ubay, mereka mengakui dengan pengakuan yang tidak mengandung keraguan sedikit pun bahwa Muhammad saw itu benar-benar rasul dari sisi Allah, telah diberi wahyu, dan diturunkan kepadanya kitab Al-Qur'an sebagai rahmat kepada hamba-hamba Allah. Allah sebelumnya telah menandaskan bahwa Muhammad itu adalah rasul atau utusan-Nya kepada manusia seluruhnya, memberi kabar gembira dan ancaman untuk menyelamatkan mereka dari kesesatan, dan membawa mereka kepada petunjuk yang benar. Allah mengetahui kebohongan orang-orang munafik itu di dalam pengakuannya. Mereka itu benar-benar lain di mulut lain di hati. Orang munafik adalah orang yang beriman secara lahiriah, tetapi tidak secara batiniah."
        },
        "quraish": "[[63 ~ AL-MUNAFIQUN (ORANG-ORANG MUNAFIK) Pendahuluan: Madaniyyah, 11 ayat ~ Di dalam surat ini terkandung beberapa sifat orang munafik. Disebutkan bahwa mereka itu selalu menyatakan, secara lisan, bahwa mereka itu beriman, padahal tidak demikian halnya. Selain itu, mereka selalu menjadikan sumpah palsu atas kebohongan mereka sebagai perisai yang melindungi mereka dari tuduhan kafir yang menyebabkan mereka harus dihukum. Dijelaskan juga bahwa mereka memiliki postur tubuh indah yang menakjubkan jika dipandang dan ucapan yang fasih sehingga enak didengar. Meskipun demikian, kalbu mereka kosong dari keimanan. Seolah-olah mereka itu kayu yang tersandar, tidak ada kehidupan di dalamnya. Surat ini juga memaparkan keadaan mereka ketika diseru agar Rasulullah meminta ampunan untuk mereka, dengan menjelaskan bahwa mereka selalu sombong dan menampakkan keengganan untuk menerima. Kemudian pembicaraan beralih kepada anggapan orang-orang munafik bahwa merekalah yang unggul, sementara orang-orang Mukmin terhina dan ancaman mereka terhadap orang-orang Mukmin untuk mengeluarkan mereka setelah kembali ke Madinah. Dijelaskan di situ, siapa sebenarnya di antara kedua kelompok itu yang lebih unggul. Di bagian akhir, surat ini mengarahkan orang-orang Mukmin untuk berinfak di jalan Allah dengan segera sebelum kematian datang menjemput salah seorang dari mereka. Sebab, jika kematian itu telah datang, ia akan menyesal dan berharap agar ajalnya ditunda. Padahal, Allah tidak akan menunda kematian seseorang jika ajalnya telah datang.]] Apabila orang-orang munafik datang kepadamu, hai Muhammad, mereka berkata, \"Kami bersaksi bahwa kamu benar-benar Rasul Allah.\" Allah mengetahui bahwa kamu benar-benar Rasul-Nya. Dan Allah juga mengetahui bahwa orang-orang munafik itu bohong dalam pengakuan bahwa mereka beriman kepadamu. Sebab, ucapan mereka itu tidak sesuai dengan hati mereka.",
        "jalalayn": "(Apabila orang-orang munafik datang kepadamu, mereka berkata) dengan mulut mereka mengenai hal-hal yang bertentangan dengan apa yang ada dalam hati mereka (\"Kami mengakui, bahwa sesungguhnya kamu benar-benar Rasul Allah.\" Dan Allah mengetahui bahwa sesungguhnya kamu benar-benar Rasul-Nya; dan Allah menyaksikan) yakni mengetahui (bahwa sesungguhnya orang-orang munafik itu benar-benar pendusta) yakni isi hati mereka berbeda dengan apa yang mereka katakan."
      },
      "meta": {
        "juz": 28,
        "page": 554,
        "manzil": 7,
        "ruku": 488,
        "hizbQuarter": 221,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5190,
        "inSurah": 2
      },
      "arab": "اِتَّخَذُوْٓا اَيْمَانَهُمْ جُنَّةً فَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ ۗاِنَّهُمْ سَاۤءَ مَا كَانُوْا يَعْمَلُوْنَ ",
      "translation": "Mereka menjadikan sumpah-sumpah mereka sebagai perisai, lalu mereka menghalang-halangi (manusia) dari jalan Allah. Sungguh, betapa buruknya apa yang telah mereka kerjakan.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5190.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5190.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5190.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5190.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5190.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5190.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/63_2.png",
        "secondary": "https://cdn.alquran.cloud/media/image/63/2"
      },
      "tafsir": {
        "kemenag": {
          "short": "Ayat ini menjelaskan salah satu sifat orang munafik. Mereka menjadikan sumpah-sumpah mereka di hadapan Nabi dan orang-orang beriman sebagai perisai, yaitu mereka mengaku beriman hanya untuk menjaga agar diri mereka tidak dibunuh atau ditawan dan harta mereka tidak dirampas, ketika terjadi perang antara orang-orang Islam dengan orang-orang kafir. Setelah keadaan aman, lalu mereka menghalang-halangi masyarakat dari jalan Allah, yaitu dari beriman kepada Allah dan Rasul-Nya. Sungguh, betapa buruknya apa yang telah mereka kerjakan, pura-pura beriman untuk menyelamatkan diri, tetapi berusaha menghalangi masyarakat agar tidak beriman.",
          "long": "Pada ayat ini, Allah menerangkan bahwa dalam menguatkan pengakuannya yang palsu itu, orang-orang munafik itu berani bersumpah, tetapi hal itu hanya sebagai perisai untuk menyelamatkan diri dari hukuman bunuh, penahanan, atau pengambilan harta benda mereka sebagai ganimah, sebagaimana hukuman yang dijatuhkan kepada orang-orang kafir. Qatadah berkata, \"Setiap akan dijatuhi hukuman terhadap orang-orang munafik atas perbuatannya, mereka mengemukakan sumpah palsu untuk menyelamatkan jiwa, darah, dan harta benda mereka.\" Tindakan mereka tidak terbatas dengan hal itu saja. Mereka juga menghalang-halangi manusia untuk masuk dan menganut agama Islam. \nAyat ini ditutup dengan satu ketegasan bahwa perbuatan orang-orang munafik itu adalah perbuatan yang paling jahat. Mereka lebih suka memilih kekafiran daripada iman, dan menampakkan apa yang berbeda dalam hatinya. Di dunia mereka akan kecewa dan di akhirat akan menyesal. Mereka akan dihina di depan khalayak ramai dengan menyatakan kemunafikan mereka kepada orang-orang mukmin di dunia ini. Sedangkan di akhirat, mereka akan dimasukkan ke dalam neraka Jahanam. Sejalan dengan ayat ini firman Allah:\n\nSungguh, orang-orang munafik itu (ditempatkan) pada tingkatan yang paling bawah dari neraka. Dan kamu tidak akan mendapat seorang penolong pun bagi mereka. (an-Nisa'/4: 145)\n\nFirman Allah:\n\nAllah menjanjikan (mengancam) orang-orang munafik laki-laki dan perempuan dan orang-orang kafir dengan neraka Jahanam. Mereka kekal di dalamnya. Cukuplah (neraka) itu bagi mereka. Allah melaknat mereka; dan mereka mendapat azab yang kekal. (at-Taubah/9: 68)"
        },
        "quraish": "Mereka menjadikan sumpah palsu mereka sebagai perisai yang menjaga mereka dari hukuman. Dengan begitu, mereka telah menghalangi diri mereka dari jalan Allah yang lurus. Kemunafikan dan sumpah palsu yang selalu mereka lakukan itu sungguh amat buruk.",
        "jalalayn": "(Mereka itu menjadikan sumpah mereka sebagai perisai) maksudnya untuk melindungi harta benda mereka dan jiwa mereka (lalu mereka menghalangi) melalui sumpah itu (jalan Allah) artinya mereka menghalangi manusia untuk berjihad melawan mereka. (Sesungguhnya amat buruklah apa yang telah mereka kerjakan)."
      },
      "meta": {
        "juz": 28,
        "page": 554,
        "manzil": 7,
        "ruku": 488,
        "hizbQuarter": 221,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5191,
        "inSurah": 3
      },
      "arab": "ذٰلِكَ بِاَنَّهُمْ اٰمَنُوْا ثُمَّ كَفَرُوْا فَطُبِعَ عَلٰى قُلُوْبِهِمْ فَهُمْ لَا يَفْقَهُوْنَ ",
      "translation": "Yang demikian itu karena sesungguhnya mereka telah beriman, kemudian menjadi kafir, maka hati mereka dikunci, sehingga mereka tidak dapat mengerti. ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5191.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5191.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5191.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5191.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5191.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5191.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/63_3.png",
        "secondary": "https://cdn.alquran.cloud/media/image/63/3"
      },
      "tafsir": {
        "kemenag": {
          "short": "Orang-orang munafik melakukan perbuatan keji yang demikian itu karena sesungguhnya mereka telah&nbsp;mengaku beriman secara lisan, kemudian menjadi kafir, karena iman mereka hanya di mulut; maka hati mereka dikunci oleh diri mereka sendiri sehingga mereka tidak dapat mengerti pentingnya iman dan iman pun tidak akan pernah masuk ke dalam hati mereka karena terkunci.",
          "long": "Pada ayat ini, Allah menerangkan bahwa perbuatan jahat dan hina orang-orang munafik itu adalah karena mereka itu menampakkan iman pada lahiriahnya, kemudian mereka kafir dan ingkar dalam batinnya. Mereka itu tadinya memang beriman, lalu mereka kafir dan menyembunyikan kekafirannya yang menyebabkan hati mereka dikunci mati sehingga tidak dapat lagi memahami dan mengetahui mana yang baik, mana yang buruk, dan sebagainya. Akhirnya mereka itu tidak ada bedanya dengan orang-orang yang bisu, tuli, dan buta, sebagaimana disebutkan di dalam firman Allah:\n\nDan perumpamaan bagi (penyeru) orang yang kafir adalah seperti (penggembala) yang meneriaki (binatang) yang tidak mendengar selain panggilan dan teriakan. (Mereka) tuli, bisu, dan buta, maka mereka tidak mengerti. (al-Baqarah/2: 171)"
        },
        "quraish": "Kemunafikan dan sumpah palsu yang terus mereka lakukan itu disebabkan oleh karena mereka hanya menyatakan keimanan melalui lisan, sedang hati mereka tetap kafir. Maka kekafiran itu mengunci kalbu mereka sehingga tidak mengerti apa yang dapat menyelamatkan mereka dari azab Allah.",
        "jalalayn": "(Yang demikian itu) yakni pekerjaan mereka yang buruk itu (adalah karena sesungguhnya mereka telah beriman) mulutnya (kemudian menjadi kafir) hatinya. Artinya, mereka masih tetap dalam kekafirannya, (lalu dikunci matilah) dikuncilah (hati mereka) dengan kekafiran (karena itu mereka tidak dapat mengerti) tentang iman yang sesungguhnya."
      },
      "meta": {
        "juz": 28,
        "page": 554,
        "manzil": 7,
        "ruku": 488,
        "hizbQuarter": 221,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5192,
        "inSurah": 4
      },
      "arab": "۞ وَاِذَا رَاَيْتَهُمْ تُعْجِبُكَ اَجْسَامُهُمْۗ وَاِنْ يَّقُوْلُوْا تَسْمَعْ لِقَوْلِهِمْۗ  كَاَنَّهُمْ خُشُبٌ مُّسَنَّدَةٌ  ۗيَحْسَبُوْنَ كُلَّ صَيْحَةٍ عَلَيْهِمْۗ هُمُ الْعَدُوُّ فَاحْذَرْهُمْۗ قَاتَلَهُمُ اللّٰهُ ۖاَنّٰى يُؤْفَكُوْنَ",
      "translation": "Dan apabila engkau melihat mereka, tubuh mereka mengagumkanmu. Dan jika mereka berkata, engkau mendengarkan tutur-katanya. Mereka seakan-akan kayu yang tersandar. Mereka mengira bahwa setiap teriakan ditujukan kepada mereka. Mereka itulah musuh (yang sebenarnya), maka waspadalah terhadap mereka; Allah membinasakan mereka. Bagaimanakah mereka dapat dipalingkan (dari kebenaran)?",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5192.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5192.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5192.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5192.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5192.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5192.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/63_4.png",
        "secondary": "https://cdn.alquran.cloud/media/image/63/4"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dan apabila engkau, Nabi Muhammad, melihat mereka secara lahiriah, tubuh mereka akan mengagumkanmu, karena penampilan mereka menarik. Dan jika mereka berkata tentang agama dan kemasyarakatan, engkau akan mendengarkan tutur-katanya baik dan benar seperti orang bijak. Mereka seakan-akan kayu yang tersandar, benda yang memiliki bentuk, tetapi tak bernyawa, penampilan mereka menarik dan pandai berorasi, tetapi otak mereka kosong tidak dapat memahami kebenaran. Mereka mengira bahwa setiap teriakan, yakni ungkapan amar makruf dan nahi mungkar yang diucapkan Rasulullah dan para sahabat, ditujukan kepada mereka, karena hati kecil mereka merasa dan menyadari kesalahan mereka. Mereka itulah musuh yang sebenarnya, jika topeng mereka dibuka. Maka waspadalah terhadap mereka, wahai Nabi dan orang-orang beriman; Allah membinasakan mereka di dunia melalui tanganmu dan di akhirat dengan dimasukkan ke dalam neraka. Bagaimanakah mereka dapat dipalingkan dari iman, padahal mereka menyaksikan turunnya Al-Qur&rsquo;an kepada Nabi?",
          "long": "Pada ayat ini, Allah menerangkan bahwa orang-orang munafik itu terlihat sangat menakjubkan. Tubuh mereka tegap-tegap, simpatik, dan lancar berbicara serta mengasyikkan. Apabila mereka berkata, orang senang mendengarnya karena tutur bahasanya yang teratur, menarik, dan tidak membosankan. Mereka tidak ubahnya seperti kayu yang tersandar, benda yang mempunyai bentuk, tetapi tidak bernyawa. Ini biasa dipakai sebagai perumpamaan bagi orang yang kelihatannya bagus, tetapi amal perbuatannya jelek. Lahiriahnya elok, tetapi hatinya busuk, tidak ubahnya dengan kayu yang di dalamnya kosong melompong, kelihatannya indah, tetapi tidak dapat digunakan, tidak dapat diharapkan daripadanya hal yang baik dan bermanfaat. \nSetiap ada kata-kata yang sifatnya amar ma'ruf nahi mungkar, mereka menyangka bahwa kata-kata itu ditujukan kepadanya. Mereka takut kalau-kalau kedudukan dan pangkatnya terancam dan rahasianya terbongkar. Cercaan dan cemoohan terhadap mereka akan datang dan mereka akan menjadi bulan-bulanan. Allah berfirman:\n\nMereka kikir terhadapmu. Apabila datang ketakutan (bahaya), kamu lihat mereka itu memandang kepadamu dengan mata yang terbalik-balik seperti orang yang pingsan karena akan mati, dan apabila ketakutan telah hilang, mereka mencaci kamu dengan lidah yang tajam. (al-Ahzab/33: 19)\n\nMereka itu sebenarnya adalah musuh, karena itu berhati-hatilah menghadapinya, jangan terpengaruh dengan keramah-tamahan mereka, dan jangan termakan dengan bujuk rayu mereka. Mereka kelihatan tersenyum, tetapi di dalam hatinya terpendam dendam yang mendalam, iktikad jahat yang membawa maut. Mereka itu dilaknat Allah dan jauh dari rahmat-Nya, karena perbuatan mereka yang sangat jahat. Penerangan dan penjelasan tentang kebenaran telah cukup diberikan kepada mereka, tetapi mereka itu membuang kebenaran itu, dan melaksanakan kebatilan yang dilarang oleh Allah"
        },
        "quraish": "Jika kalian memandang mereka, kalian akan terpesona oleh keindahan tubuh mereka. Jika mereka berbicara, kalian akan mendengarkan karena manisnya. Meski demikian, kalbu mereka kosong dari iman. Mereka bagaikan kayu yang tersandar, tak ada kehidupan dalam diri mereka. Mereka selalu mengira setiap musibah ditujukan kepada mereka, karena mereka merasakan betul keadaan yang sebenarnya. Mereka adalah musuh yang sebenarnya, maka waspadailah. Mereka telah terusir dari rahmat Allah. Bagaimana mereka sampai dipalingkan dari kebenaran kepada kemunafikan tersebut!",
        "jalalayn": "(Dan apabila kamu melihat mereka, tubuh-tubuh mereka menjadikan kamu kagum) karena keindahan dan kebagusannya. (Dan jika mereka berkata kamu mendengarkan perkataan mereka) karena kefasihan tutur katanya. (Mereka adalah seakan-akan) karena tubuhnya yang besar akan tetapi pikirannya kosong tidak dapat memahami (kayu) dapat dibaca khusyubun dan khusybun (yang tersandar) artinya bagaikan kayu yang tersandar ke tembok. (Mereka mengira bahwa tiap-tiap teriakan keras) teriakan sebagaimana seruan di dalam kemiliteran, atau bagaikan seruan orang yang mencari barang yang hilang (ditujukan kepada mereka) demikian itu karena hati mereka sudah memendam rasa kecut dan takut terhadap hal-hal yang akan menimpa mereka yang memperbolehkan darah mereka dialirkan. (Mereka itulah musuh yang sebenarnya, maka waspadalah terhadap mereka) karena sesungguhnya mereka pasti membeberkan rahasia kamu kepada orang-orang kafir (semoga Allah membinasakan mereka) menghancurkan mereka. (Bagaimanakah mereka sampai dipalingkan?) dari iman, padahal bukti-buktinya sudah cukup jelas."
      },
      "meta": {
        "juz": 28,
        "page": 554,
        "manzil": 7,
        "ruku": 488,
        "hizbQuarter": 222,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5193,
        "inSurah": 5
      },
      "arab": "وَاِذَا قِيْلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُوْلُ اللّٰهِ لَوَّوْا رُءُوْسَهُمْ وَرَاَيْتَهُمْ يَصُدُّوْنَ وَهُمْ مُّسْتَكْبِرُوْنَ ",
      "translation": "Dan apabila dikatakan kepada mereka, “Marilah (beriman), agar Rasulullah memohonkan ampunan bagimu,” mereka membuang muka dan engkau lihat mereka berpaling dengan menyombongkan diri. ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5193.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5193.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5193.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5193.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5193.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5193.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/63_5.png",
        "secondary": "https://cdn.alquran.cloud/media/image/63/5"
      },
      "tafsir": {
        "kemenag": {
          "short": "Ayat ini menjelaskan penolakan orang-orang munafik, apabila diajak beriman dan memohon ampun kepada Allah. Dan apabila dikatakan kepada mereka dalam berbagai kesempatan, &ldquo;Marilah beriman kepada Allah dan Rasul-Nya, agar Rasulullah memohonkan ampunan bagimu dari segala kesalahan kamu,&rdquo; mereka membuang muka, karena keengganan mereka untuk beriman; dan engkau lihat mereka berpaling dari ajakanmu dengan menyombongkan diri, karena merasa dirinya hebat.",
          "long": "Orang-orang munafik itu apabila diajak mendatangi Rasulullah saw agar beliau memintakan ampunan kepada Allah atas dosa-dosa yang telah diperbuat, mereka itu menolak mentah-mentah ajakan itu. Mereka memalingkan mukanya dengan gaya yang menunjukkan keangkuhan dan kesombongan. Hal ini disebutkan pula dalam firman Allah:Dan apabila dikatakan kepada mereka, “Marilah (patuh) kepada apa yang telah diturunkan Allah dan (patuh) kepada Rasul,” (niscaya) engkau (Muhammad) melihat orang munafik menghalangi dengan keras darimu. (an-Nisa'/4: 61)"
        },
        "quraish": "Apabila dikatakan kepada mereka, \"Terimalah seruan Rasul agar ia memintakan ampunan untuk kalian,\" mereka menggerakkan kepala sebagai tanda mengejek. Kalian lihat mereka berpaling dengan keengganan untuk taat.",
        "jalalayn": "(Dan apabila dikatakan kepada mereka, \"Marilah) seraya memberi maaf (supaya Rasulullah memberikan ampunan bagi kalian,\" mereka membuang) lafal lawwau dapat dibaca dengan memakai tasydid, dapat pula dibaca tanpa memakainya sehingga menjadi lawau, artinya memalingkan (muka mereka dan kamu lihat mereka berpaling) dari hal tersebut (sedangkan mereka menyombongkan diri)."
      },
      "meta": {
        "juz": 28,
        "page": 555,
        "manzil": 7,
        "ruku": 488,
        "hizbQuarter": 222,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5194,
        "inSurah": 6
      },
      "arab": "سَوَاۤءٌ عَلَيْهِمْ اَسْتَغْفَرْتَ لَهُمْ اَمْ لَمْ تَسْتَغْفِرْ لَهُمْۗ  لَنْ يَّغْفِرَ اللّٰهُ لَهُمْۗ اِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الْفٰسِقِيْنَ ",
      "translation": "Sama saja bagi mereka, engkau (Muhammad) mohonkan ampunan untuk mereka atau tidak engkau mohonkan ampunan bagi mereka, Allah tidak akan mengampuni mereka; sesungguhnya Allah tidak akan memberi petunjuk kepada orang-orang yang fasik.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5194.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5194.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5194.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5194.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5194.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5194.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/63_6.png",
        "secondary": "https://cdn.alquran.cloud/media/image/63/6"
      },
      "tafsir": {
        "kemenag": {
          "short": "Allah mengingatkan Nabi bahwa sama saja bagi mereka, orang munafik yang tetap dalam kemunafikannya hingga mati, apakah engkau wahai Nabi Muhammad memohonkan ampunan untuk mereka, atau engkau tidak memohonkan ampunan bagi mereka, Allah tetap saja tidak akan mengampuni mereka yang mati dalam keadaan munafik; sesungguhnya Allah tidak akan memberi petunjuk kepada orang-orang yang fasik, yaitu orang-orang yang terus menerus berbuat dosa hingga pikiran dan mereka tertutup dari cahaya Allah.",
          "long": "Allah menerangkan bahwa bagi orang-orang munafik, dimintakan ampunan atau tidak, sama saja. Allah tidak akan mengampuni mereka. Dia telah menetapkan mereka termasuk orang-orang yang celaka karena perbuatan mereka yang bergelimang dosa dan menunjukkan dengan jelas kemunafikan serta keingkaran di dalam hati mereka yang disembunyikan. Allah tidak akan memberi petunjuk kepada orang-orang fasik yang kerjanya hanya berbuat jahat, tidak memperhatikan nasihat-nasihat yang baik, dan tidak akan menyadari peringatan yang diberikan kepadanya. Perkataannya penuh kebohongan dan keingkaran yang keterlaluan, sebagaimana Allah berfirman:\n\nSungguh, Allah tidak memberi petunjuk kepada pendusta dan orang yang sangat ingkar. (az-Zumar/39: 3)\n\nFirman Allah:\n\nSesungguhnya Allah tidak memberi petunjuk kepada orang yang melampaui batas dan pendusta. (Gafir/40: 28)\n\nDan firman Allah:\n\n(Sama saja) engkau (Muhammad) memohonkan ampunan bagi mereka atau tidak memohonkan ampunan bagi mereka. Walaupun engkau memohonkan ampunan bagi mereka tujuh puluh kali, Allah tidak akan memberi ampunan kepada mereka. Yang demikian itu karena mereka ingkar (kafir) kepada Allah dan rasul-Nya. Dan Allah tidak memberi petunjuk kepada orang-orang yang fasik. (at-Taubah/9: 80)"
        },
        "quraish": "Kamu mintakan ampunan untuk orang-orang munafik itu atau tidak, sama saja bagi mereka. Sebab, mereka tidak akan meninggalkan kemunafikan. Maka, Allah tidak akan mengampuni mereka. Sesungguhnya Allah tidak akan memberi petunjuk kebenaran kepada orang-orang yang tidak taat dan beriman kepada- Nya.",
        "jalalayn": "(Sama saja bagi mereka, kamu mintakan ampunan bagi mereka) dalam ungkapan kalimat astaghfarta, keberadaan hamzah istifham cukup diwakili oleh hamzah washal (atau kamu tidak memintakan ampunan bagi mereka, Allah tidak akan memberikan ampunan kepada mereka. Sesungguhnya Allah tidak memberi petunjuk kepada orang-orang yang fasik)."
      },
      "meta": {
        "juz": 28,
        "page": 555,
        "manzil": 7,
        "ruku": 488,
        "hizbQuarter": 222,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5195,
        "inSurah": 7
      },
      "arab": "هُمُ الَّذِيْنَ يَقُوْلُوْنَ لَا تُنْفِقُوْا عَلٰى مَنْ عِنْدَ رَسُوْلِ اللّٰهِ حَتّٰى يَنْفَضُّوْاۗ وَلِلّٰهِ خَزَاۤىِٕنُ السَّمٰوٰتِ وَالْاَرْضِۙ وَلٰكِنَّ الْمُنٰفِقِيْنَ لَا يَفْقَهُوْنَ ",
      "translation": "Mereka yang berkata (kepada orang-orang Ansar), “Janganlah kamu bersedekah kepada orang-orang (Muhajirin) yang ada di sisi Rasulullah sampai mereka bubar (meninggalkan Rasulullah).” Padahal milik Allah-lah perbendaharaan langit dan bumi, tetapi orang-orang munafik itu tidak memahami.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5195.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5195.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5195.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5195.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5195.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5195.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/63_7.png",
        "secondary": "https://cdn.alquran.cloud/media/image/63/7"
      },
      "tafsir": {
        "kemenag": {
          "short": "Mereka itulah, yakni orang-orang munafik di Madinah yang berkata dengan pentuh hasutan kepada orang-orang Ansar, &ldquo;Janganlah kamu bersedekah kepada orang-orang yang ada di sisi Rasulullah yaitu kaum Muhajirin sampai mereka bubar, meninggalkan Rasulullah agar umat Islam pecah dan lemah.&rdquo; Padahal milik Allah-lah perbendaharaan langit dan bumi yang menjamin rezeki setiap orang, tetapi orang-orang munafik itu tidak memahami bahwa rezeki, hidup, dan mati setiap makhluk berada di tangan Allah.",
          "long": "Allah menjelaskan bahwa orang-orang munafik itu selalu menganjurkan agar orang-orang Ansar tidak memberi nafkah kepada orang-orang Muhajirin yang datang bersama-sama Muhammad saw dari Mekah dan membiarkan mereka menderita kelaparan, sehingga mereka akan meninggalkan Nabi saw. Anjuran dan anggapan orang-orang munafik itu keliru. Mereka tidak mengetahui bahwa semua yang ada di langit dan di bumi adalah kepunyaan Allah. Di tangan-Nya-lah kunci perbendaharaan rezeki manusia. Tidak seorang pun yang dapat memberikan sesuatu kepada yang lain kecuali dengan kehendak-Nya. Mereka tidak mau memahami sunatullah yang berlaku bagi makhluk-makhluk-Nya. Allah telah menjamin rezeki hamba-hamba-Nya di mana pun mereka berada. Setiap mereka bekerja dan berusaha, mereka akan memperoleh rezekinya."
        },
        "quraish": "Mereka adalah orang-orang yang mengatakan kepada penduduk Madinah, \"Janganlah kalian memberi nafkah kepada orang-orang Mukmin yang menyertai Rasulullah--yaitu orang-orang Muhâjirîn--sampai mereka meninggalkannya.\" Padahal, kepunyaan Allahlah perbendaharaan langit dan bumi beserta rezeki yang ada di dalamnya. Dia akan memberikannya kepada siapa saja yang dikehendaki-Nya. Akan tetapi, orang-orang munafik tidak memahami itu.",
        "jalalayn": "(Mereka orang-orang yang mengatakan) kepada teman-teman mereka dari kalangan kaum Ansar: (\"Janganlah kalian memberikan perbelanjaan kepada orang-orang yang ada di sisi Rasulullah) yakni orang-orang Muhajirin (supaya mereka bubar\") bercerai-berai dari sisinya. (Padahal kepunyaan Allahlah perbendaharaan langit dan bumi) yakni pemberian rezeki-Nya, Dia Maha Pemberi rezeki kepada orang-orang Muhajirin dan lain-lainnya (tetapi orang-orang munafik itu tidak memahami)."
      },
      "meta": {
        "juz": 28,
        "page": 555,
        "manzil": 7,
        "ruku": 488,
        "hizbQuarter": 222,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5196,
        "inSurah": 8
      },
      "arab": "يَقُوْلُوْنَ لَىِٕنْ رَّجَعْنَآ اِلَى الْمَدِيْنَةِ لَيُخْرِجَنَّ الْاَعَزُّ مِنْهَا الْاَذَلَّ ۗوَلِلّٰهِ الْعِزَّةُ وَلِرَسُوْلِهٖ وَلِلْمُؤْمِنِيْنَ وَلٰكِنَّ الْمُنٰفِقِيْنَ لَا يَعْلَمُوْنَ ࣖ ",
      "translation": "Mereka berkata, “Sungguh, jika kita kembali ke Madinah (kembali dari perang Bani Mustalik), pastilah orang yang kuat akan mengusir orang-orang yang lemah dari sana.” Padahal kekuatan itu hanyalah bagi Allah, Rasul-Nya dan bagi orang-orang mukmin, tetapi orang-orang munafik itu tidak mengetahui.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5196.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5196.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5196.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5196.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5196.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5196.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/63_8.png",
        "secondary": "https://cdn.alquran.cloud/media/image/63/8"
      },
      "tafsir": {
        "kemenag": {
          "short": "Mereka berkata kepada sesama orang munafik, &ldquo;Sungguh, jika kita kembali ke Madinah seusai perang Bani Mustalik, yaitu perang yang diiikuti orang-orang munafik bersama kaum muslim, pastilah orang yang kuat, yaitu orang-orang munafik akan mengusir orang-orang yang lemah, yakni kaum muslim dari sana, Madinah.&rdquo; Padahal kekuatan itu hakikatnya hanyalah milik Allah, Rasul-Nya, dan milik orang-orang mukmin, selama mereka bersatu dan memiliki mental kejuangan, tetapi orang-orang munafik itu tidak mengetahui bahwa yang lemah itu mereka dan yang kuat itu Rasulullah bersama para sahabat.",
          "long": "Pada ayat ini, Allah menerangkan bahwa 'Abdullah bin Ubay dan pengikut-pengikutnya merencanakan apabila kembali ke Medinah dari peperangan Bani Musthaliq, mereka akan mengusir orang-orang mukmin dari Medinah. Mereka merasa dan menganggap bahwa merekalah yang kuat, perkasa, dan mulia, sedangkan orang-orang mukmin itu lemah dan hina. Mereka tidak menyadari bahwa kekuatan, keperkasaan, dan kemuliaan berada di tangan Allah dan rasul-Nya, serta orang-orang mukmin yang telah dimuliakan-Nya. \nDiriwayatkan bahwa 'Abdullah putra 'Abdullah bin Ubay adalah orang yang benar-benar beriman. Ia pernah mencabut pedang mengancam ayahnya, 'Abdullah bin Ubay, ketika mereka sudah dekat di Medinah dan berkata, \"Demi Allah, saya tidak akan memasukkan pedangku ini ke dalam sarungnya, sehingga engkau mengucapkan, 'Bahwa Muhammad itulah yang mulia dan sayalah yang hina.\" 'Abdullah putra 'Abdullah bin Ubay tetap pada sikapnya, sehingga ayahnya mengucapkan pengakuan tersebut yaitu Muhammadlah yang mulia dan dia yang hina. \nOrang-orang munafik tidak mengetahui bahwa sesungguhnya kemuliaan itu ada pada Allah, rasul-Nya, dan orang-orang mukmin. Kemenangan terakhir ada pada orang-orang yang bertakwa dan Allah akan memberi pertolongan kepada orang-orang yang menegakkan agama-Nya, sebagaimana diterangkan dalam ayat lain:\n\nAllah telah menetapkan, \"Aku dan rasul-rasul-Ku pasti menang.\" Sungguh, Allah Mahakuat, Mahaperkasa. (al-Mujadalah/58: 21)"
        },
        "quraish": "Dengan mengancam, orang-orang munafik berkata, \"Demi Allah, jika kita telah kembali ke Madinah, kelompok terunggul kita akan mengusir kelompok orang-orang Mukmin yang hina.\" Padahal, keunggulan itu hanyalah milik Allah, Rasul-Nya dan orang-orang Mukmin, bukan mereka yang mengancam itu. Tetapi, orang-orang munafik itu tidak mengetahuinya.",
        "jalalayn": "(Mereka berkata, \"Sesungguhnya jika kita telah kembali) yakni kembali dari peperangan Bani Mushthaliq (ke Madinah, benar-benar orang yang kuat akan mengusir) yang dimaksud orang-orang kuat adalah diri mereka sendiri (orang-orang yang lemah daripadanya\") yang dimaksud oleh mereka adalah orang-orang mukmin. (Padahal kekuatan itu hanyalah bagi Allah) yakni kemenangan itu milik Allah (bagi Rasul-Nya dan bagi orang-orang mukmin, tetapi orang-orang munafik itu tidak mengetahui) hal tersebut."
      },
      "meta": {
        "juz": 28,
        "page": 555,
        "manzil": 7,
        "ruku": 488,
        "hizbQuarter": 222,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5197,
        "inSurah": 9
      },
      "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تُلْهِكُمْ اَمْوَالُكُمْ وَلَآ اَوْلَادُكُمْ عَنْ ذِكْرِ اللّٰهِ ۚوَمَنْ يَّفْعَلْ ذٰلِكَ فَاُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ ",
      "translation": "Wahai orang-orang yang beriman! Janganlah harta bendamu dan anak-anakmu melalaikan kamu dari mengingat Allah. Dan barangsiapa berbuat demikian, maka mereka itulah orang-orang yang rugi.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5197.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5197.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5197.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5197.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5197.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5197.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/63_9.png",
        "secondary": "https://cdn.alquran.cloud/media/image/63/9"
      },
      "tafsir": {
        "kemenag": {
          "short": "Pada ayat ini Allah mengingatkan orang-orang beriman agar kesibukan mengurus harta dan memperhatikan urusan anak tidak menghalangi ibadah kepada Allah. Wahai orang-orang yang beriman di mana pun berada! Janganlah harta bendamu yang kamu cari dan anak-anakmu yang kamu sayangi, melalaikan kamu dari mengingat Allah, yakni salat lima waktu dan aturan-aturan Allah tentang bekerja, bermasyarakat, dan bernegara. Dan barang siapa berbuat demikian, melalaikan ibadah dan aturan Allah, maka mereka itulah orang-orang yang rugi, karena kebutuhan ruhaninya tidak terpenuhi dan hidupnya tidak seimbang.",
          "long": "Allah mengingatkan bahwa kesibukan mengurus harta benda dan memperhatikan persoalan anak-anak jangan membuat manusia lalai dari kewajibannya kepada Allah atau bahkan tidak menunaikannya. Hendaknya perhatian mereka terhadap dunia dan akhirat seimbang, sebagaimana tertuang dalam sebuah riwayat:\nBeramallah (amalan duniawi) seperti amalan seseorang yang mengira bahwa ia tidak akan meninggal selama-lamanya. Namun, waspadalah seperti kewaspadaan seseorang yang akan meninggal besok. (Riwayat al-Baihaqi dari Abdullah bin Ibnu 'Amru bin al-'As)\n\nDalam hadis lain, Nabi bersabda:\nBukanlah orang yang terbaik di antara kamu seseorang yang meninggalkan (kepentingan) dunianya karena akhirat, dan sebaliknya meninggalkan (kepentingan) akhiratnya karena urusan dunianya, sehingga ia mendapatkan (bagian) keduanya sekaligus, ini dikarenakan kehidupan dunia merupakan wasilah yang menyampaikan ke kehidupan akhirat dan janganlah kamu menjadi beban terhadap orang lain. (Riwayat Ibnu 'Asakir dari Anas bin Malik) \nDi sinilah letak keistimewaan dan keunggulan agama yang dibawa oleh junjungan kita Nabi Muhammad saw yaitu agama Islam. Agama yang tidak menghendaki umatnya bersifat materialistis, yang semua pikiran dan usahanya hanya ditujukan untuk mengumpulkan kekayaan dan kenikmatan dunia, seperti halnya orang-orang Yahudi. Islam juga agama yang tidak membenarkan umatnya hanya mementingkan akhirat saja, tenggelam dalam kerohanian, menjauhkan diri dari kelezatan hidup, membujang terus dan tidak kawin, sebagaimana halnya orang-orang Nasrani. Allah berfirman:\n\nWahai anak cucu Adam! Pakailah pakaianmu yang bagus pada setiap (memasuki) masjid, makan dan minumlah, tetapi jangan berlebihan. (al-A'raf/7: 31)\n\nFirman Allah:\n\nKatakanlah (Muhammad), \"Siapakah yang mengharamkan perhiasan dari Allah yang telah disediakan untuk hamba-hamba-Nya dan rezeki yang baik-baik? (al-A'raf/7: 32)\n\nAllah menegaskan pada akhir ayat 9 ini bahwa orang-orang yang sangat mementingkan urusan dunia dan meninggalkan kebahagiaan akhirat, berarti telah mengundang murka Allah. Mereka akan merugi karena menukar sesuatu yang kekal abadi dengan sesuatu yang fana dan hilang lenyap."
        },
        "quraish": "Wahai orang-orang yang beriman kepada Allah dan Rasul-Nya, jangan sampai perhatian kalian kepada harta dan anak melalaikan kalian dari mengingat Allah dan melaksanakan kewajiban-Nya atas kalian. Siapa yang disibukkan oleh harta dan anak sehingga melalaikan itu semua, maka mereka adalah orang-orang yang merugi pada hari kiamat.",
        "jalalayn": "(Hai orang-orang yang beriman, janganlah melalaikan kalian) yakni melupakan kalian (harta-harta kalian dan anak-anak kalian dari mengingat Allah) dari melakukan salat lima waktu. (Barang siapa yang berbuat demikian maka mereka itulah orang-orang yang rugi)."
      },
      "meta": {
        "juz": 28,
        "page": 555,
        "manzil": 7,
        "ruku": 489,
        "hizbQuarter": 222,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5198,
        "inSurah": 10
      },
      "arab": "وَاَنْفِقُوْا مِنْ مَّا رَزَقْنٰكُمْ مِّنْ قَبْلِ اَنْ يَّأْتِيَ اَحَدَكُمُ الْمَوْتُ فَيَقُوْلَ رَبِّ لَوْلَآ اَخَّرْتَنِيْٓ اِلٰٓى اَجَلٍ قَرِيْبٍۚ فَاَصَّدَّقَ وَاَكُنْ مِّنَ الصّٰلِحِيْنَ ",
      "translation": "Dan infakkanlah sebagian dari apa yang telah Kami berikan kepadamu sebelum kematian datang kepada salah seorang di antara kamu; lalu dia berkata (menyesali), “Ya Tuhanku, sekiranya Engkau berkenan menunda (kematian)ku sedikit waktu lagi, maka aku dapat bersedekah dan aku akan termasuk orang-orang yang saleh.”",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5198.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5198.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5198.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5198.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5198.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5198.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/63_10.png",
        "secondary": "https://cdn.alquran.cloud/media/image/63/10"
      },
      "tafsir": {
        "kemenag": {
          "short": "Ayat ini menghimbau orang-orang beriman untuk memfungsikan harta dengan benar. Dan infakkanlah sebagian dari apa yang telah Kami berikan kepadamu untuk kepentingan duafa, fasilitas umum, dan fasilitas sosial sebelum kematian datang kepada salah seorang di antara kamu sehingga kamu tak sempat berinfak; lalu dia berkata setelah kematian terjadi, menyesalinya, &ldquo;Ya Tuhanku, sekiranya Engkau berkenan menunda kematianku sedikit waktu lagi, maka aku dapat bersedekah dengan hartaku ini dan aku dengan demikian akan termasuk orang-orang yang saleh, karena menjadi dermawan.",
          "long": "Pada ayat ini, Allah menganjurkan agar orang-orang mukmin membelanjakan sebagian rezeki yang telah dikaruniakan kepadanya, sebagai tanda syukur atas nikmat-Nya. Hal itu bisa berupa menyantuni anak-anak yatim, orang-orang fakir miskin, dan sebagainya. Hal ini merupakan bekal untuk akhirat untuk dinikmati di hari kemudian. Janganlah kekayaan itu hanya ditumpuk untuk diwarisi oleh para ahli waris yang belum tentu akan memanfaatkannya dengan sebaik-baiknya serta mendatangkan kegembiraan, atau untuk disia-siakan yang akan mengakibatkan kekecewaan. Kekayaan yang ada pada seseorang, bagaimanapun banyaknya, hanya tiga macam yang menjadi miliknya, sebagaimana diriwayatkan bahwa Nabi saw bersabda: \nMutharrif bin Syu'bah meriwayatkan dari ayahnya berkata, \"Aku mendatangi Nabi saw, sedangkan beliau sedang membaca ayat 'alhakumut-takatsur.\" Lalu Nabi saw bersabda, \"(Ada seorang) manusia mengatakan 'hartaku-hartaku.\" Nabi saw bersabda lagi, \"Wahai manusia, kamu tidaklah memiliki harta (yang kamu kumpulkan), melainkan apa yang kamu makan maka telah habis, apa yang kamu pakai maka telah lusuh, dan apa yang kamu sedekahkan maka telah berlalu.\" (Riwayat Muslim)\n\nMembelanjakan harta benda untuk kemanfaataan dunia dan akhirat, janganlah ditunda-tunda sampai datang sakaratul maut. Dan jangan berandai-andai kalau-kalau umurnya masih bisa diperpanjang atau kematiannya masih bisa ditunda. Ia harus membelanjakan harta bendanya kepada yang diridai Allah, dan beramal baik sehingga ia dapat digolongkan bersama orang-orang yang saleh sebelum ajal tiba, karena apabila ajal telah sampai pada batasnya, tak dapat lagi diubah, dimajukan, atau ditangguhkan."
        },
        "quraish": "Wahai orang-orang Mukmin, infakkanlah dengan segera sebagian harta yang telah Kami berikan, sebelum kematian menjemput salah seorang dari kalian. Saat itu, ia berkata, \"Ya Tuhanku, mengapa Engkau tidak menangguhkan kematianku sampai waktu yang dekat, sehingga aku dapat bersedekah dan aku dapat menjadi orang-orang yang beramal saleh.\"",
        "jalalayn": "(Dan belanjakanlah) dalam berzakat (sebagian dari apa yang telah Kami berikan kepada kalian sebelum datang kematian kepada salah seorang di antara kalian; lalu ia berkata, \"Ya Rabbku! Mengapa tidak) lafal laula di sini bermakna halla, yakni kenapa tidak. Atau huruf la dianggap sebagai huruf zaidah dan huruf lau bermakna tamanni, yakni seandainya (Engkau menangguhkan aku sampai waktu yang dekat, yang menyebabkan aku dapat bersedekah) bentuk asli lafal ashshaddaqa adalah atashaddaqa, kemudian huruf ta diidghamkan ke dalam huruf shad sehingga jadilah ashshaddaqa, yakni supaya aku dapat membayar zakatku (dan aku termasuk orang-orang yang saleh?\") seumpamanya aku akan menunaikan ibadah haji. Ibnu Abbas r.a. telah memberikan penafsirannya, bahwa tiada seseorang pun yang melalaikan untuk membayar zakat dan melakukan ibadah haji, melainkan ia meminta supaya kematiannya ditangguhkan di saat ia menjelang ajalnya."
      },
      "meta": {
        "juz": 28,
        "page": 555,
        "manzil": 7,
        "ruku": 489,
        "hizbQuarter": 222,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5199,
        "inSurah": 11
      },
      "arab": "وَلَنْ يُّؤَخِّرَ اللّٰهُ نَفْسًا اِذَا جَاۤءَ اَجَلُهَاۗ وَاللّٰهُ خَبِيْرٌۢ بِمَا تَعْمَلُوْنَ ࣖ ",
      "translation": "Dan Allah tidak akan menunda (kematian) seseorang apabila waktu kematiannya telah datang. Dan Allah Mahateliti apa yang kamu kerjakan.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5199.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5199.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5199.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5199.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5199.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5199.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/63_11.png",
        "secondary": "https://cdn.alquran.cloud/media/image/63/11"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dan Allah tidak akan menunda kematian seseorang apabila waktu kematiannya telah datang dengan memperpanjang hidupnya. Dan Allah Mahateliti dengan cermat tentang apa yang kamu kerjakan.",
          "long": "Ayat ini menegaskan bahwa Allah tidak akan menunda kematian seseorang apabila telah sampai ajalnya. Oleh karena itu, bersiap-siaplah untuk menghadapi maut itu. Kumpulkanlah sebanyak-banyaknya bekal berupa amal saleh yang akan dibawa dan yang bermanfaat di akhirat nanti. \n\n\n\n\nFirman Allah:\n\nMaka adapun orang yang berat timbangan (kebaikan)nya, maka dia berada dalam kehidupan yang memuaskan (senang). Dan adapun orang yang ringan timbangan (kebaikan)nya, maka tempat kembalinya adalah neraka Hawiyah. Dan tahukah kamu apakah neraka Hawiyah itu? (Yaitu) api yang sangat panas. (al-Qari'ah/101: 6-11)\n\nAyat yang kesebelas ini ditutup dengan penegasan bahwa Allah itu Maha Mengetahui apa yang diperbuat hamba-Nya. Semua itu akan dibalas di hari kemudian, sesuai dengan amal perbuatannya. Kalau baik dimasukkan ke dalam surga, dan kalau jahat akan dimasukkan ke dalam neraka."
        },
        "quraish": "Allah tidak akan menangguhkan seseorang jika waktu kematiannya telah tiba. Allah Maha Mengetahui perbuatan kalian dan akan membalas kalian atas itu semua.",
        "jalalayn": "(Dan Allah sekali-kali tidak akan menangguhkan, kematian, seseorang apabila datang waktu kematiannya. Dan Allah Maha Mengenal apa yang kalian kerjakan) lafal ta'maluuna dapat pula dibaca ya'maluuna, sehingga artinya menjadi, yang mereka kerjakan."
      },
      "meta": {
        "juz": 28,
        "page": 555,
        "manzil": 7,
        "ruku": 489,
        "hizbQuarter": 222,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    }
  ]
}
