{
  "number": 53,
  "name": "An-Najm",
  "ayahs": [
    {
      "number": {
        "inQuran": 4785,
        "inSurah": 1
      },
      "arab": "وَالنَّجْمِ اِذَا هَوٰىۙ ",
      "translation": "Demi bintang ketika terbenam, ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4785.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4785.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4785.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4785.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4785.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4785.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_1.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/1"
      },
      "tafsir": {
        "kemenag": {
          "short": "Surah at-T&ugrave;r diakhiri dengan perintah untuk bertasbih dan memuji Allah setiap saat, terutama pagi. Pada Surah an-Najm ini Allah memulai dengan bersumpah demi bintang. Demi bintang yang bertebaran di angkasa ketika hendak terbenam akibat terbitnya matahari di ufuk timur dengan sinarnya yang kuat.",
          "long": "Allah swt menerangkan bahwa Ia bersumpah dengan makhlukNya yang besar yakni bintang yang beredar pada porosnya, sehingga tidak saling berbenturan satu dengan yang lainnya. Bintang-bintang itu merupakan petunjuk bagi manusia dalam hutan dan di padang pasir, di tempat kediaman dan dalam perjalanan, di kampung dan di kota, dan juga di lautan, bintang-bintang itu besar sekali faedahnya bagi kehidupan manusia. Allah swt mengarahkan sumpah-Nya kepada kaum musyrikin agar mengetahui betapa banyak manfaatnya bintang-bintang bagi mereka. Antara lain untuk mengetahui perubahan musim supaya mereka bersiap-siap untuk menggembalakan ternak mereka, kemudian setelah turun hujan mereka dapat menanam tanaman yang sesuai dengan musimnya. Sumpah Allah tersebut mengingatkan manusia bahwa di sana ada benda-benda yang perkasa di ruang angkasa yang harus mereka ketahui supaya mereka dapat meyakini besarnya sumber kekuasaan Allah dan indahnya ciptaan-Nya. Ilmu pengetahuan modern telah menerangkan bahwa di angkasa raya ada keajaiban yang dapat dilihat dari cepatnya peredaran dan bentuknya yang besar. Alam matahari terdiri dari matahari dan 9 buah planet yang kebanyakan dikelilingi oleh beberapa buah bulan. Matahari itu dalam alamnya adalah sebahagian daripada alam angkasa. Di alam angkasa ada sekitar 30.000.000.000 (tigapuluh milyar) bintangbintang. Setiap bintang adalah sebagai matahari seperti mataharinya manusia di bumi ini. Ada yang lebih besar dan ada pula yang lebih kecil daripadanya. Umur matahari adalah sekitar lima milyar tahun, umur bumi sekitar 2.000 juta tahun. Umur air di atas bumi sekitar 300 juta tahun. Dan umur manusia sekitar 300.000 tahun. Dan alam semesta itu mempunyai penjaga (hanya Allah-lah yang mengetahuinya). Dan tidak seorang pun yang mengetahui bala tentara Tuhan kecuali Dia. Al-'Amasy dari Mujahid mengatakan bahwa ayat ini merujuk pada Al-Qur'an ketika diturunkan seperti dalam firman-Nya: \nLalu Aku bersumpah dengan tempat beredarnya bintang-bintang. Dan sesungguhnya itu benar-benar sumpah yang besar sekiranya kamu mengetahui, dan (ini) sesungguhnya Al-Qur'an yang sangat mulia, dalam Kitab yang terpelihara (Lauh Mahfudz), tidak ada yang menyentuhnya selain hamba-hamba yang disucikan. Diturunkan dari Tuhan seluruh alam. (al-Waqi'ah/56: 75-80)"
        },
        "quraish": "[[53 ~ AN-NAJM (BINTANG) Pendahuluan: Makkiyyah, 62 ayat ~ Sumpah yang terdapat pada permulaan surat ini menunjukkan kejujuran Rasulullah saw. mengenai kabar wahyu yang ia ucapkan dan ia sampaikan. Ia tidak sesat maupun salah dalam menyampaikan wahyu itu. Selain itu, sumpah itu juga menunjukkan Rasulullah jujur dalam menyampaikan berita tentang perjalanannya ke langit yang dikenal dengan peristiwa mikraj. Penglihatannya tidak hilang dan tidak pula melampaui batas. Pembicaraan selanjutnya beralih kepada kebodohan akal orang-orang kafir ketika menyembah berhala yang mereka buat dengan tangan mereka sendiri kemudian mereka beri nama sesuai dengan selera mereka sendiri. Kedunguan mereka juga dapat terlihat dari penamaan mereka terhadap malaikat yang mereka sebut sebagai \"ber-gender feminin\" setelah sebelumnya beranggapan bahwa Allah mempunyai anak perempuan dan mereka sendiri mempunyai anak lak-laki. Surat ini kemudian meminta Rasulullah untuk tidak menoleh kepada mereka dan menyerahkan urusan mereka sepenuhnya kepada Allah yang menciptakan dan memiliki segala sesuatu yang ada di langit dan di bumi, yang akan memberi balasan buruk kepada orang-orang yang berbuat jahat dan balasan baik kepada orang-orang yang berbuat baik. Dia mengetahui semua fase penciptaan makhluknya dan bagaimana keadaan mereka. Perintah kepada Rasulullah itu kemudian diikuti dengan ancaman terhadap orang-orang yang mengingkari perhitungan amal perbuatan setiap manusia seperti terdapat pula pada syariat agama-agama sebelum Islam. Kisah tentang lembaran-lembaran suci (shuhuf, shahîfah) Nabi Mûsâ dan Nabi Ibrâhîm juga disinggung dalam surat ini. Ayat-ayat itu semua menunjukkan kemahakuasan Allah dengan bukti-bukti dan tanda-tandanya yang terlihat pada umat-umat terdahulu. Akhirnya surat ini ditutup dengan penjelasan bahwa al-Qur'ân merupakan salah satu dari sekian banyak pemberi peringatan yang pernah disampaikan sebelumnya agar mereka semua takut kepada hari kiamat yang waktunya sudah semakin dekat. Di penghujung surat ini juga terdapat celaan terhadap orang-orang kafir yang mengingkari dan melalaikan al-Qur'ân dan lebih memilih menertawakan daripada menangis dan dan merenungi maknanya. Sedang orang-orang Mukmin diminta untuk bersujud dan menyembah Allah yang telah menurunkan al-Qur'ân.]] Demi bintang ketika turun hendak terbenam, Muhammad tidak melenceng dari kebenaran dan tidak menyakini suatu kepalsuan.",
        "jalalayn": "(Demi bintang) yaitu bintang Tsurayya (ketika terbenam) sewaktu terbenam."
      },
      "meta": {
        "juz": 27,
        "page": 526,
        "manzil": 7,
        "ruku": 460,
        "hizbQuarter": 210,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4786,
        "inSurah": 2
      },
      "arab": "مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوٰىۚ ",
      "translation": "kawanmu (Muhammad) tidak sesat dan tidak (pula) keliru,",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4786.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4786.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4786.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4786.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4786.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4786.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_2.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/2"
      },
      "tafsir": {
        "kemenag": {
          "short": "Sesungguhnya kawanmu yang sangat kamu kenal kejujurannya, yaitu Nabi Muhammad, tidak sesat dalam perilakunya saat menyampaikan dakwah dan tidak pula keliru dalam ucapan-ucapan yang disampaikannya.",
          "long": "Allah menerangkan bahwa kawan mereka itu (Muhammad) adalah benar-benar seorang nabi. Dia tidak pernah menyimpang dari jalan yang benar. Ia Juga tidak pernah melakukan kebatilan. Pada kenyataannya Rasulullah saw adalah seorang rasul yang diberi petunjuk oleh Allah, dia mengikuti kebenaran. Dia bukan seorang yang menyesatkan (dan bukanlah pula ia berjalan pada jalan yang ia sendiri tidak mengetahuinya). Dia bukan seorang yang sesat yang berpaling dari kebenaran dengan suatu tujuan tertentu. Keadaan beliau yang seperti itu, bukan saja setelah beliau diangkat menjadi rasul, tetapi juga sebelumnya. Oleh sebab itulah Allah memberikan kepadanya petunjuk dan syariat untuk memberikan sinar terang kepada orang-orang yang sesat baik Yahudi maupun Nasrani yang sebenarnya mereka mengetahui kebenaran itu, tetapi tidak mengamalkannya"
        },
        "quraish": "[[53 ~ AN-NAJM (BINTANG) Pendahuluan: Makkiyyah, 62 ayat ~ Sumpah yang terdapat pada permulaan surat ini menunjukkan kejujuran Rasulullah saw. mengenai kabar wahyu yang ia ucapkan dan ia sampaikan. Ia tidak sesat maupun salah dalam menyampaikan wahyu itu. Selain itu, sumpah itu juga menunjukkan Rasulullah jujur dalam menyampaikan berita tentang perjalanannya ke langit yang dikenal dengan peristiwa mikraj. Penglihatannya tidak hilang dan tidak pula melampaui batas. Pembicaraan selanjutnya beralih kepada kebodohan akal orang-orang kafir ketika menyembah berhala yang mereka buat dengan tangan mereka sendiri kemudian mereka beri nama sesuai dengan selera mereka sendiri. Kedunguan mereka juga dapat terlihat dari penamaan mereka terhadap malaikat yang mereka sebut sebagai \"ber-gender feminin\" setelah sebelumnya beranggapan bahwa Allah mempunyai anak perempuan dan mereka sendiri mempunyai anak lak-laki. Surat ini kemudian meminta Rasulullah untuk tidak menoleh kepada mereka dan menyerahkan urusan mereka sepenuhnya kepada Allah yang menciptakan dan memiliki segala sesuatu yang ada di langit dan di bumi, yang akan memberi balasan buruk kepada orang-orang yang berbuat jahat dan balasan baik kepada orang-orang yang berbuat baik. Dia mengetahui semua fase penciptaan makhluknya dan bagaimana keadaan mereka. Perintah kepada Rasulullah itu kemudian diikuti dengan ancaman terhadap orang-orang yang mengingkari perhitungan amal perbuatan setiap manusia seperti terdapat pula pada syariat agama-agama sebelum Islam. Kisah tentang lembaran-lembaran suci (shuhuf, shahîfah) Nabi Mûsâ dan Nabi Ibrâhîm juga disinggung dalam surat ini. Ayat-ayat itu semua menunjukkan kemahakuasan Allah dengan bukti-bukti dan tanda-tandanya yang terlihat pada umat-umat terdahulu. Akhirnya surat ini ditutup dengan penjelasan bahwa al-Qur'ân merupakan salah satu dari sekian banyak pemberi peringatan yang pernah disampaikan sebelumnya agar mereka semua takut kepada hari kiamat yang waktunya sudah semakin dekat. Di penghujung surat ini juga terdapat celaan terhadap orang-orang kafir yang mengingkari dan melalaikan al-Qur'ân dan lebih memilih menertawakan daripada menangis dan dan merenungi maknanya. Sedang orang-orang Mukmin diminta untuk bersujud dan menyembah Allah yang telah menurunkan al-Qur'ân.]] Demi bintang ketika turun hendak terbenam, Muhammad tidak melenceng dari kebenaran dan tidak menyakini suatu kepalsuan.",
        "jalalayn": "(Kawanmu tidak sesat) artinya, Nabi Muhammad saw. tidak sesat dari jalan petunjuk (dan tidak pula keliru) tidak pula salah, yang dimaksud adalah dia tidak bodoh tentang akidah yang rusak."
      },
      "meta": {
        "juz": 27,
        "page": 526,
        "manzil": 7,
        "ruku": 460,
        "hizbQuarter": 210,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4787,
        "inSurah": 3
      },
      "arab": "وَمَا يَنْطِقُ عَنِ الْهَوٰى",
      "translation": "dan tidaklah yang diucapkannya itu (Al-Qur'an) menurut keinginannya. ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4787.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4787.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4787.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4787.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4787.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4787.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_3.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/3"
      },
      "tafsir": {
        "kemenag": {
          "short": "Apa saja yang dilakukan oleh Nabi Muhammad merupakan perintah Tuhannya, dan tidaklah pula yang diucapkannya itu, yaitu ayat-ayat Al-Qur&rsquo;an, merupakan perkataan kosong dan menurut keinginannya saja.",
          "long": "Dalam ayat ini Allah swt menerangkan bahwa Muhammad saw itu tidak sesat dan tidak keliru karena beliau seorang yang tidak pernah menuruti hawa nafsunya termasuk dalam perkataannya. Orang yang mungkin keliru atau tersesat ialah orang yang menuruti hawa nafsunya. Sebagaimana firman Allah: Janganlah engkau mengikuti hawa nafsu, karena akan menyesatkan engkau dari jalan Allah. (shad/38: 26)"
        },
        "quraish": "Al-Qur'ân yang diucapkannya itu tidak keluar dari hawa nafsunya.",
        "jalalayn": "(Dan tiadalah apa yang diucapkannya itu) apa yang disampaikannya kepada kalian (menurut kemauan hawa nafsunya) menurut kehendaknya sendiri."
      },
      "meta": {
        "juz": 27,
        "page": 526,
        "manzil": 7,
        "ruku": 460,
        "hizbQuarter": 210,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4788,
        "inSurah": 4
      },
      "arab": "اِنْ هُوَ اِلَّا وَحْيٌ يُّوْحٰىۙ ",
      "translation": "Tidak lain (Al-Qur'an itu) adalah wahyu yang diwahyukan (kepadanya),",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4788.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4788.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4788.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4788.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4788.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4788.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_4.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/4"
      },
      "tafsir": {
        "kemenag": {
          "short": "Al-Qur&rsquo;an yang disampaikannya tidak lain adalah wahyu Allah yang diwahyukan kepadanya.",
          "long": "Dalam ayat ini, Allah menguatkan ayat sebelumnya, yakni bahwa Muhammad saw hanyalah mengatakan apa yang diperintahkan oleh Allah untuk disampaikan kepada manusia secara sempurna, tidak ditambah-tambah dan tidak pula dikurangi menurut apa yang diwahyukan kepadanya. 'Abdullah bin 'Amr bin 'As menulis setiap apa yang ia dengar dari Rasulullah saw, karena ia mau menghafalkannya. Tapi orang-orang Quraisy melarangnya. Mereka mengatakan mengapa ia menulis setiap perkataan Muhammad saw, sedangkan Muhammad itu adalah manusia biasa yang berkata dalam keadaan marah. Maka berhentilah 'Abdullah bin 'Umar menulis. Kemudian ia mendatangi Rasulullah saw, dan memberitahukan perihalnya itu. Maka bersabdalah Rasulullah saw:\"Tulislah demi Zat yang menguasai diriku, tidak ada yang keluar dari perkataanku kecuali kebenaran.\" (Riwayat Ahmad dan Abu Dawud) \nAl-hafidz Abu Bakar al-Bazzar menyebutkan riwayat Abu Hurairah bahwasanya Nabi Muhammad saw bersabda: ) \"Sesuatu yang aku kabarkan kepadamu bahwa ia dari Allah swt, maka tidak ada keraguan padanya.\" (Riwayat Ibnu hibban dan alBazzar) \nImam Ahmad dan al-Bazzar meriwayatkan dari Abu Hurairah, ia berkata bahwa Rasulullah saw bersabda: \"Tidaklah aku berkata kecuali yang benar.\" (Riwayat Ahmad dan alBazzar)"
        },
        "quraish": "Al-Qur'ân yang diucapkannya itu tidak lain hanyalah wahyu dari Allah yang diturunkan kepadanya.",
        "jalalayn": "(Tiada lain) tidak lain (ucapannya itu hanyalah wahyu yang diwahyukan) kepadanya."
      },
      "meta": {
        "juz": 27,
        "page": 526,
        "manzil": 7,
        "ruku": 460,
        "hizbQuarter": 210,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4789,
        "inSurah": 5
      },
      "arab": "عَلَّمَهٗ شَدِيْدُ الْقُوٰىۙ ",
      "translation": "yang diajarkan kepadanya oleh (Jibril) yang sangat kuat, ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4789.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4789.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4789.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4789.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4789.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4789.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_5.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/5"
      },
      "tafsir": {
        "kemenag": {
          "short": "Wahyu yang diterimanya diajarkan kepadanya oleh Jibril, malaikat yang sangat kuat,",
          "long": "Dalam ayat ini Allah swt menerangkan bahwa Muhammad saw (kawan mereka itu) diajari oleh Jibril. Jibril itu sangat kuat, baik ilmunya maupun amalnya. Dalam firman Allah dijelaskan: \nSesungguhnya (Al-Qur'an) itu benar-benar firman (Allah yang dibawa oleh) utusan yang mulia (Jibril), yang memiliki kekuatan, memiliki kedudukan tinggi di sisi (Allah) yang memiliki 'Arsy, yang di sana (di alam malaikat) ditaati dan dipercaya. (at-Takwir/81: 1921) \nKemudian Muhammad saw mempelajarinya dan mengamalkannya. Ayat ini merupakan jawaban dari perkataan mereka yang mengatakan bahwa Muhamamd saw itu hanyalah tukang dongeng yang mendongengkan dongeng-dongengan (legendalegenda) orang-orang dahulu. Dari sini jelas bahwa Muhammad saw itu bukan diajari oleh seorang manusia, tapi ia diajari oleh Malaikat Jibril yang sangat kuat. ("
        },
        "quraish": "Yang diajarkan oleh malaikat yang amat kuat.",
        "jalalayn": "(Yang diajarkan kepadanya) oleh malaikat (yang sangat kuat)."
      },
      "meta": {
        "juz": 27,
        "page": 526,
        "manzil": 7,
        "ruku": 460,
        "hizbQuarter": 210,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4790,
        "inSurah": 6
      },
      "arab": "ذُوْ مِرَّةٍۗ فَاسْتَوٰىۙ ",
      "translation": "yang mempunyai keteguhan; maka (Jibril itu) menampakkan diri dengan rupa yang asli (rupa yang bagus dan perkasa)",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4790.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4790.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4790.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4790.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4790.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4790.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_6.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/6"
      },
      "tafsir": {
        "kemenag": {
          "short": "yang mempunyai keteguhan sangat hebat; maka ia menampakkan diri kepada Nabi Muhammad dengan rupa yang asli, yakni bagus dan perkasa.i.",
          "long": "Allah swt menerangkan dalam ayat ini, bahwa Jibril itu mempunyai kekuatan yang luar biasa. Seperti dalam riwayat bahwa ia telah pernah membalikkan perkampungan Nabi Lut kemudian mereka diangkat ke langit lalu dijatuhkan ke bumi. Ia telah pernah menghembus kaum Samud hingga berterbangan. Dan apabila ia turun ke bumi hanya dibutuhkan waktu sekejap mata. Lagi pula ia dapat berubah bentuk menjadi seperti manusia. ("
        },
        "quraish": "Yang mempunyai pendapat dan akal yang cerdas. Malaikat itu menampakkan diri dalam bentuk aslinya dan berada di tempat yang tinggi di langit yang berhadapan dengan orang yang menengadah kepadanya.",
        "jalalayn": "(Yang mempunyai kecerdasan) yang mempunyai kekuatan dan keperkasaan, atau yang mempunyai pandangan yang baik, yang dimaksud adalah malaikat Jibril a.s. (maka menetaplah ia) maksudnya, menampakkan diri dengan rupa aslinya."
      },
      "meta": {
        "juz": 27,
        "page": 526,
        "manzil": 7,
        "ruku": 460,
        "hizbQuarter": 210,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4791,
        "inSurah": 7
      },
      "arab": "وَهُوَ بِالْاُفُقِ الْاَعْلٰىۗ ",
      "translation": "Sedang dia berada di ufuk yang tinggi.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4791.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4791.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4791.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4791.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4791.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4791.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_7.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/7"
      },
      "tafsir": {
        "kemenag": {
          "short": "Sedang dia, yaitu Jibril, pada saat itu berada di ufuk langit yang tinggi.",
          "long": "Setelah itu Muhammad saw melihat Jibril di tempat yang tinggi. Kemudian Jibril memenuhi angkasa itu, lalu mendekati Muhammad saw dan Jibril semakin mendekat lagi kepada Muhammad saw hingga jaraknya hampir, kira-kira dua ujung busur panah lagi atau lebih dekat lagi."
        },
        "quraish": "Yang mempunyai pendapat dan akal yang cerdas. Malaikat itu menampakkan diri dalam bentuk aslinya dan berada di tempat yang tinggi di langit yang berhadapan dengan orang yang menengadah kepadanya.",
        "jalalayn": "(Sedangkan dia berada di ufuk yang tinggi) berada pada tempat terbitnya matahari dalam bentuk aslinya ketika ia diciptakan. Nabi saw., melihatnya sewaktu berada di gua Hira; dan ternyata tubuh malaikat Jibril menutupi cakrawala tempat terbitnya matahari hingga sampai ke cakrawala bagian timur. Lalu Nabi saw. pingsan tidak sadarkan diri setelah melihat wujud asli malaikat Jibril itu. Nabi saw. pernah meminta kepada malaikat Jibril supaya menampakkan wujud aslinya sebagaimana ketika ia diciptakan oleh Allah, lalu malaikat Jibril menjanjikan akan memenuhi hal tersebut di gua Hira. Setelah itu baru malaikat Jibril turun untuk menemuinya dalam bentuk Bani Adam."
      },
      "meta": {
        "juz": 27,
        "page": 526,
        "manzil": 7,
        "ruku": 460,
        "hizbQuarter": 210,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4792,
        "inSurah": 8
      },
      "arab": "ثُمَّ دَنَا فَتَدَلّٰىۙ  ",
      "translation": "Kemudian dia mendekat (pada Muhammad), lalu bertambah dekat, ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4792.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4792.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4792.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4792.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4792.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4792.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_8.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/8"
      },
      "tafsir": {
        "kemenag": {
          "short": "Kemudian dia mendekat ke arah Nabi Muhammad, lalu turun sehingga bertambah dekat lagi.",
          "long": "Setelah itu Muhammad saw melihat Jibril di tempat yang tinggi. Kemudian Jibril memenuhi angkasa itu, lalu mendekati Muhammad saw dan Jibril semakin mendekat lagi kepada Muhammad saw hingga jaraknya hampir, kira-kira dua ujung busur panah lagi atau lebih dekat lagi."
        },
        "quraish": "Kemudian Jibril mendekat lalu mendekat lagi hingga jaraknya mencapai jarak dua busur bahkan lebih.",
        "jalalayn": "(Kemudian dia mendekat) kepadanya (lalu bertambah dekat) semakin dekat dengannya."
      },
      "meta": {
        "juz": 27,
        "page": 526,
        "manzil": 7,
        "ruku": 460,
        "hizbQuarter": 210,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4793,
        "inSurah": 9
      },
      "arab": "فَكَانَ قَابَ قَوْسَيْنِ اَوْ اَدْنٰىۚ",
      "translation": "sehingga jaraknya (sekitar) dua busur panah atau lebih dekat (lagi).",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4793.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4793.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4793.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4793.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4793.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4793.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_9.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/9"
      },
      "tafsir": {
        "kemenag": {
          "short": "Jibril semakin mendekat sehingga jaraknya dari Nabi Muhammad sekitar dua busur panah atau bahkan lebih dekat lagi.",
          "long": "Setelah itu Muhammad saw melihat Jibril di tempat yang tinggi. Kemudian Jibril memenuhi angkasa itu, lalu mendekati Muhammad saw dan Jibril semakin mendekat lagi kepada Muhammad saw hingga jaraknya hampir, kira-kira dua ujung busur panah lagi atau lebih dekat lagi."
        },
        "quraish": "Kemudian Jibril mendekat lalu mendekat lagi hingga jaraknya mencapai jarak dua busur bahkan lebih.",
        "jalalayn": "(Maka jadilah dia) padanya (mendekat) dalam jarak (dua ujung busur panah atau lebih dekat lagi) dari tempatnya yang semula sehingga nabi menjadi sadar kembali dan hilanglah rasa takutnya."
      },
      "meta": {
        "juz": 27,
        "page": 526,
        "manzil": 7,
        "ruku": 460,
        "hizbQuarter": 210,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4794,
        "inSurah": 10
      },
      "arab": "فَاَوْحٰىٓ اِلٰى عَبْدِهٖ مَآ اَوْحٰىۗ",
      "translation": "Lalu disampaikannya wahyu kepada hamba-Nya (Muhammad) apa yang telah diwahyukan Allah. ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4794.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4794.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4794.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4794.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4794.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4794.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_10.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/10"
      },
      "tafsir": {
        "kemenag": {
          "short": "Lalu disampaikan oleh-nya wahyu secara cepat dan rahasia kepada hamba-Nya, yaitu Nabi Muhammad, apa yang telah diwahyukan oleh Allah.",
          "long": "Selanjutnya diterangkan bahwa setelah Nabi Muhammad saw sudah berdekatan benar dengan Jibril, Jibril menyampaikan wahyu Allah mengenai persoalan-persoalan agama."
        },
        "quraish": "Lalu Jibril menyampaikan wahyu kepada hamba Allah dan rasul-Nya apa yang Allah telah wahyukan. Wahyu itu merupakan perkara besar yang pengaruhnya amat luas.",
        "jalalayn": "(Lalu Dia menyampaikan) yakni Allah swt. (kepada hamba-Nya) yaitu malaikat Jibril (apa yang telah diwahyukan)-Nya kepada malaikat Jibril untuk disampaikan kepada Nabi saw. Di sini yang mewahyukan tidak disebutkan karena mengagungkan kedudukan-Nya."
      },
      "meta": {
        "juz": 27,
        "page": 526,
        "manzil": 7,
        "ruku": 460,
        "hizbQuarter": 210,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4795,
        "inSurah": 11
      },
      "arab": "مَا كَذَبَ الْفُؤَادُ مَا رَاٰى",
      "translation": "Hatinya tidak mendustakan apa yang telah dilihatnya. ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4795.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4795.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4795.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4795.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4795.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4795.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_11.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/11"
      },
      "tafsir": {
        "kemenag": {
          "short": "Hatinya, yaitu hati Nabi Muhammad, meyakini dan tidak mendusta-kan atau mengingkari apa yang telah dilihatnya dengan mata kepalanya sendiri.",
          "long": "Ayat ini menerangkan bahwa kebanyakan manusia menyangka bahwa ia telah menggambarkan apa yang dilihatnya, padahal hatinya belum yakin terhadap apa yang telah ia lihat, tidak demikian penglihatan dan keyakinan Muhammad saw terhadap Jibril meskipun kedatangannya kepada Muhammad saw kerap kali berbeda bentuknya, karena Muhammad saw telah mengetahui bentuk yang aslinya. \nKarena Allah swt menguatkan keterangan bahwa kedatangan Jibril menyamar dalam bentuk seorang sahabat yang bernama Dihyah al-Kalbi tidaklah menghilangkan ciri-cirinya karena Muhammad saw pernah melihat bentuknya yang asli sebelum itu, yaitu di Gua Hira ketika menerima wahyu pertama, walaupun kemudian Jibril menampakkan diri lagi dengan rupa yang lain."
        },
        "quraish": "Hati Muhammad tidak mengingkari apa yang dilihat oleh matanya.",
        "jalalayn": "(Tiada mendustakan) dapat dibaca Kadzaba atau Kadzdzaba, artinya tiada mengingkari (hati) atau kalbu Nabi saw. (apa yang telah dilihatnya) dengan mata kepalanya sendiri tentang rupa malaikat Jibril."
      },
      "meta": {
        "juz": 27,
        "page": 526,
        "manzil": 7,
        "ruku": 460,
        "hizbQuarter": 210,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4796,
        "inSurah": 12
      },
      "arab": "اَفَتُمٰرُوْنَهٗ عَلٰى مَا يَرٰى ",
      "translation": "Maka apakah kamu (musyrikin Mekah) hendak membantahnya tentang apa yang dilihatnya itu?",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4796.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4796.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4796.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4796.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4796.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4796.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_12.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/12"
      },
      "tafsir": {
        "kemenag": {
          "short": "Maka, wahai kaum musyrik, apakah kamu dan orang yang meragukannya hendak membantahnya tentang apa, yaitu Jibril, yang telah dilihatnya itu?",
          "long": "Dalam ayat ini, Allah bertanya apakah orang-orang Quraisy akan mendustakan dan membantah Muhammad saw mengenai bentuk Jibril yang telah pernah dilihat Muhammad saw dengan mata kepalanya sendiri. ("
        },
        "quraish": "Apakah kalian mengingkari Rasulullah sehingga membantah apa yang telah dilihatnya dengan matanya sendiri?",
        "jalalayn": "(Maka apakah kalian hendak membantahnya) apakah kalian hendak mendebatnya dan mengalahkannya (tentang apa yang telah dilihatnya?) khithab di sini ditujukan kepada orang-orang musyrik yang tidak mempercayai bahwa Nabi saw. melihat malaikat Jibril."
      },
      "meta": {
        "juz": 27,
        "page": 526,
        "manzil": 7,
        "ruku": 460,
        "hizbQuarter": 210,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4797,
        "inSurah": 13
      },
      "arab": "وَلَقَدْ رَاٰهُ نَزْلَةً اُخْرٰىۙ",
      "translation": "Dan sungguh, dia (Muhammad) telah melihatnya (dalam rupanya yang asli) pada waktu yang lain,",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4797.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4797.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4797.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4797.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4797.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4797.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_13.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/13"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dan sungguh, dia, yaitu Nabi Muhammad, telah melihatnya, yakni Jibril, dalam rupanya yang asli pada waktu yang lain,",
          "long": "Selanjutnya dalam ayat-ayat ini Allah menerangkan bahwa sesungguhnya Muhammad saw sudah pernah melihat Jibril (untuk kedua kalinya) dalam rupanya yang asli pada waktu melakukan mi'raj ke Sidratul Muntaha yaitu suatu tempat yang merupakan batas alam yang dapat diketahui oleh para malaikat. Ada yang berpendapat bahwa maksud ayat ini adalah seperti dalam firman Allah: \nDan sesungguhnya kepada Tuhanmulah kesudahannya (segala sesuatu). (an-Najm/53: 42) \nSetiap Mukmin wajib mempercayai bahwa Sidratul Muntaha itu sebagaimana yang telah diterangkan oleh Allah dalam ayat-Nya. Tetapi ia tidak boleh menerangkan tempatnya dan sifat-sifatnya, dengan keterangan yang melebihi daripada apa yang telah diterangkan oleh Allah dalam Al-Qur'an, kecuali bila keterangan itu kita dapat dari hadis Nabi Muhammad saw yang menerangkan kepada kita dengan jelas dan pasti, karena hal itu termasuk dalam hal yang gaib yang belum diizinkan kita untuk mengetahuinya. Menurut hadis yang diriwayatkan oleh Ahmad, Muslim, atTirmidhi, dan lain-lainnya bahwa Sidratul Muntaha itu ada di langit yang ketujuh."
        },
        "quraish": "Muhammad telah melihat Jibril dalam bentuknya yang asli sekali lagi di suatu tempat yang tidak diketahui oleh selain Allah, yaitu sidratulmuntaha (sidrat al-muntahâ). Jibril mengabarkan Muhammad bahwa Allah mempunyai surga tempat tinggal yang penuh dengan karunia yang tak tergambarkan. Pandangan Muhammad tidak berpaling dari apa yang dilihat itu dan tidak melampaui batas perintah untuk melihat.",
        "jalalayn": "(Dan sesungguhnya dia telah melihat Jibril itu) dalam rupa yang asli (pada waktu) pada kesempatan (yang lain)."
      },
      "meta": {
        "juz": 27,
        "page": 526,
        "manzil": 7,
        "ruku": 460,
        "hizbQuarter": 210,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4798,
        "inSurah": 14
      },
      "arab": "عِنْدَ سِدْرَةِ الْمُنْتَهٰى ",
      "translation": "(yaitu) di Sidratul Muntaha,",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4798.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4798.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4798.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4798.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4798.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4798.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_14.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/14"
      },
      "tafsir": {
        "kemenag": {
          "short": "yaitu di Sidratul Muntah&agrave; saat mikraj.",
          "long": "Selanjutnya dalam ayat-ayat ini Allah menerangkan bahwa sesungguhnya Muhammad saw sudah pernah melihat Jibril (untuk kedua kalinya) dalam rupanya yang asli pada waktu melakukan mi'raj ke Sidratul Muntaha yaitu suatu tempat yang merupakan batas alam yang dapat diketahui oleh para malaikat. Ada yang berpendapat bahwa maksud ayat ini adalah seperti dalam firman Allah: \nDan sesungguhnya kepada Tuhanmulah kesudahannya (segala sesuatu). (an-Najm/53: 42) \nSetiap Mukmin wajib mempercayai bahwa Sidratul Muntaha itu sebagaimana yang telah diterangkan oleh Allah dalam ayat-Nya. Tetapi ia tidak boleh menerangkan tempatnya dan sifat-sifatnya, dengan keterangan yang melebihi daripada apa yang telah diterangkan oleh Allah dalam Al-Qur'an, kecuali bila keterangan itu kita dapat dari hadis Nabi Muhammad saw yang menerangkan kepada kita dengan jelas dan pasti, karena hal itu termasuk dalam hal yang gaib yang belum diizinkan kita untuk mengetahuinya. Menurut hadis yang diriwayatkan oleh Ahmad, Muslim, atTirmidhi, dan lain-lainnya bahwa Sidratul Muntaha itu ada di langit yang ketujuh."
        },
        "quraish": "Muhammad telah melihat Jibril dalam bentuknya yang asli sekali lagi di suatu tempat yang tidak diketahui oleh selain Allah, yaitu sidratulmuntaha (sidrat al-muntahâ). Jibril mengabarkan Muhammad bahwa Allah mempunyai surga tempat tinggal yang penuh dengan karunia yang tak tergambarkan. Pandangan Muhammad tidak berpaling dari apa yang dilihat itu dan tidak melampaui batas perintah untuk melihat.",
        "jalalayn": "(Yaitu di Sidratul Muntaha) sewaktu nabi dibawanya Isra ke langit. Sidratul Muntaha adalah nama sebuah pohon Nabaq yang terletak di sebelah kanan Arasy; tiada seorang malaikat pun dan tidak pula yang lainnya dapat melewati tempat itu."
      },
      "meta": {
        "juz": 27,
        "page": 526,
        "manzil": 7,
        "ruku": 460,
        "hizbQuarter": 210,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4799,
        "inSurah": 15
      },
      "arab": "عِنْدَهَا جَنَّةُ الْمَأْوٰىۗ  ",
      "translation": "di dekatnya ada surga tempat tinggal,",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4799.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4799.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4799.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4799.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4799.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4799.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_15.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/15"
      },
      "tafsir": {
        "kemenag": {
          "short": "Di dekatnya, yakni dekat Sidratul Muntah&agrave;, ada surga yang menjadi tempat tinggal.",
          "long": "Dalam ayat ini Allah swt menerangkan bahwa di tempat itulah (di dekat Sidratul Muntaha) letak surga. Ia merupakan tempat tinggal bagi orang-orang yang takwa dan orang-orang yang mati syahid."
        },
        "quraish": "Muhammad telah melihat Jibril dalam bentuknya yang asli sekali lagi di suatu tempat yang tidak diketahui oleh selain Allah, yaitu sidratulmuntaha (sidrat al-muntahâ). Jibril mengabarkan Muhammad bahwa Allah mempunyai surga tempat tinggal yang penuh dengan karunia yang tak tergambarkan. Pandangan Muhammad tidak berpaling dari apa yang dilihat itu dan tidak melampaui batas perintah untuk melihat.",
        "jalalayn": "(Di dekatnya ada surga tempat tinggal) tempat tinggal para malaikat dan arwah-arwah para syuhada dan orang-orang yang bertakwa."
      },
      "meta": {
        "juz": 27,
        "page": 526,
        "manzil": 7,
        "ruku": 460,
        "hizbQuarter": 210,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4800,
        "inSurah": 16
      },
      "arab": "اِذْ يَغْشَى السِّدْرَةَ مَا يَغْشٰىۙ ",
      "translation": "(Muhammad melihat Jibril) ketika Sidratil muntaha diliputi oleh sesuatu yang meliputinya,",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4800.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4800.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4800.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4800.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4800.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4800.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_16.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/16"
      },
      "tafsir": {
        "kemenag": {
          "short": "Nabi Muhammad melihat Jibril ketika Sidratul Muntah&agrave; diliputi oleh sesuatu yang indah yang meliputinya dan memperlihatkan keagungan Tuhan.",
          "long": "Selanjutnya dalam ayat ini Allah swt menerangkan bahwasannya Muhammad saw melihat Jibril di Sidratul Muntaha itu ketika Sidratul Muntaha tertutup oleh suasana yang menandakan kebesaran Allah berupa sinar-sinar yang indah dan malaikat-malaikat. Al-Qur'an tidak menerangkan dengan jelas. Bagi kita cukuplah penjelasan yang sedemikian, tidak menambah atau menguranginya bila tidak ada dalil yang jelas yang menerangkannya. Seandainya ada manfaatnya untuk dijelaskan niscaya hal itu dijelaskan oleh Allah swt."
        },
        "quraish": "Muhammad telah melihat Jibril dalam bentuknya yang asli sekali lagi di suatu tempat yang tidak diketahui oleh selain Allah, yaitu sidratulmuntaha (sidrat al-muntahâ). Jibril mengabarkan Muhammad bahwa Allah mempunyai surga tempat tinggal yang penuh dengan karunia yang tak tergambarkan. Pandangan Muhammad tidak berpaling dari apa yang dilihat itu dan tidak melampaui batas perintah untuk melihat.",
        "jalalayn": "(Ketika) sewaktu (Sidratul Muntaha diliputi oleh sesuatu yang meliputinya) yaitu oleh burung-burung dan lain-lainnya. Lafal Idz menjadi Ma'mul dari lafal Ra-aahu."
      },
      "meta": {
        "juz": 27,
        "page": 526,
        "manzil": 7,
        "ruku": 460,
        "hizbQuarter": 210,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4801,
        "inSurah": 17
      },
      "arab": "مَا زَاغَ الْبَصَرُ وَمَا طَغٰى",
      "translation": "penglihatannya (Muhammad) tidak menyimpang dari yang dilihatnya itu dan tidak (pula) melampauinya.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4801.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4801.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4801.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4801.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4801.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4801.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_17.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/17"
      },
      "tafsir": {
        "kemenag": {
          "short": "Karena keindahan yang dilihat oleh Nabi Muhammad itu, penglihatannya tidak menyimpang dari yang dilihatnya itu dan tidak pula melampauinya.",
          "long": "Kemudian dalam ayat ini Allah menjelaskan lagi bahwa tatkala Rasulullah saw melihat Jibril di sana, ia tidak berpaling dari memandang semua keajaiban Sidratul Muntaha sesuai dengan apa yang telah diizinkan Allah kepadanya untuk dilihat. Dan ia tidak pula melampaui batas kecuali apa yang telah diizinkan kepadanya."
        },
        "quraish": "Muhammad telah melihat Jibril dalam bentuknya yang asli sekali lagi di suatu tempat yang tidak diketahui oleh selain Allah, yaitu sidratulmuntaha (sidrat al-muntahâ). Jibril mengabarkan Muhammad bahwa Allah mempunyai surga tempat tinggal yang penuh dengan karunia yang tak tergambarkan. Pandangan Muhammad tidak berpaling dari apa yang dilihat itu dan tidak melampaui batas perintah untuk melihat.",
        "jalalayn": "(Penglihatannya tidak berpaling) penglihatan Nabi saw. tidak berpaling (dan tidak melampauinya) maksudnya, tidak berpaling dari apa yang dilihatnya dan tidak pula melampaui apa yang dilihatnya pada malam ketika ia diisrakkan."
      },
      "meta": {
        "juz": 27,
        "page": 526,
        "manzil": 7,
        "ruku": 460,
        "hizbQuarter": 210,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4802,
        "inSurah": 18
      },
      "arab": "لَقَدْ رَاٰى مِنْ اٰيٰتِ رَبِّهِ الْكُبْرٰى",
      "translation": "Sungguh, dia telah melihat sebagian tanda-tanda (kebesaran) Tuhannya yang paling besar.          ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4802.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4802.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4802.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4802.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4802.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4802.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_18.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/18"
      },
      "tafsir": {
        "kemenag": {
          "short": "Sungguh, pada saat itu dia, yakni Nabi Muhammad, telah melihat sebagian tanda-tanda keagungan dan kemuliaan Tuhannya yang paling besar.",
          "long": "Ayat ini menerangkan bahwa dengan melihat Sidratul Muntaha, berarti Muhammad saw telah melihat sebagian tandatanda kebesaran Allah yang merupakan keajaiban dari kekuasaanNya. Diriwayatkan oleh al-Bukhari dan lain-lain bahwa saat itu Muhammad saw melihat suatu lambaian hijau dari surga yang memenuhi ufuk (arah pandangan). Maka hendaklah kita tidak membatasi apa yang telah dilihat oleh Muhammad saw dengan mata kepalanya, setelah diterangkan secara samar-samar dalam Al-Qur'an tentang hal itu. Yang jelas ialah bahwa Nabi telah melihat tanda-tanda kebesaran Allah swt yang tidak terbatas."
        },
        "quraish": "Ia benar-benar telah melihat banyak sekali ayat-ayat Allah dan keajaiban-keajaiban yang begitu besar.",
        "jalalayn": "(Sesungguhnya dia telah melihat) pada malam itu (sebagian tanda-tanda kekuasaan Rabbnya yang paling besar) yang paling agung, dimaksud adalah sebagian dari tanda-tanda itu, maka dia melihat sebagian dari keajaiban-keajaiban alam malakut, dan Rafraf berwarna hijau menutupi cakrawala langit, dan malaikat Jibril yang memiliki enam ratus sayap."
      },
      "meta": {
        "juz": 27,
        "page": 526,
        "manzil": 7,
        "ruku": 460,
        "hizbQuarter": 210,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4803,
        "inSurah": 19
      },
      "arab": "اَفَرَءَيْتُمُ اللّٰتَ وَالْعُزّٰى",
      "translation": "Maka apakah patut kamu (orang-orang musyrik) menganggap (berhala) Al-Lata dan Al-‘Uzza,",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4803.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4803.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4803.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4803.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4803.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4803.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_19.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/19"
      },
      "tafsir": {
        "kemenag": {
          "short": "Bila ayat-ayat yang lalu menjelaskan keteguhan sikap Nabi Muhammad dan kelurusan jalan yang ditempuhnya, maka pada ayat-ayat ini Allah menerangkan kecaman terhadap orang kafir yang tetap me-nyembah berhala. Wahai orang musyrik, maka apakah patut kamu menganggap Al-L&agrave;ta dan Al-&lsquo;Uzz&agrave;,",
          "long": "Allah swt bertanya kepada orang-orang musyrik, apakah setelah mereka mendengar tanda-tanda Allah baik kesempurnaan maupun keagungan-Nya dalam kekuasaan, dan setelah mendengar keadaan malaikat dengan kedudukan dan kemampuan mereka yang tinggi, masih saja menjadikan berhala-berhala yang hina keadaannya itu sebagai sekutu bagi Allah, sedangkan mereka mengetahui kebesaran-Nya? Pertanyaan ini merupakan cemoohan dari Tuhan, sebab bagi seorang yang berakal tidak mungkin terlintas dalam pikirannya untuk menyembah berhala yang mereka buat sendiri, kemudian diletakkan dalam suatu rumah yang mereka dirikan sebagai tandingan Ka'bah. Adapun al-Lata adalah nama sebuah batu besar yang berwarna putih, di atas batu itu diukir gambar sebuah rumah. Al-Lata ini terletak di daerah thaif. Rumah itu dipasangi tabir. Di sekelilingnya ada teras yang diagung-agungkan oleh orang-orang thaif, antara lain Kabilah saqif dan pengikut-pengikutnya. Mereka tergolong orangorang yang lebih membanggakan benda itu daripada orang-orang Arab yang lain selain Quraisy. Kata Ibnu Jarir, mereka menganggap bahwa kata al-Lata itu diambil dari lafal Allah. Mereka menganggap al-Lata (Mahasuci Allah dari apa yang mereka katakan). Menurut Ibnu 'Abbas , Mujahid, Rabi' bin Anas, mereka menamakan al-Lata dari nama seorang laki-laki yang menumbuk tepung untuk jemaah haji. Setelah ia mati, maka orang-orang berkerumun melakukan iktikaf di atas kuburnya yang selanjutnya mereka menyembah dan membuatkan patungnya. Menurut Ibnu Jarir, al-'Uzza berasal dari kata 'Aziz, al-Uzza ialah sebuah pohon yang di atasnya ada sebuah bangunan dan bertirai, bertempat di Nakhlah yaitu antara Mekah dan thaif; orang-orang Quraisy mengagungkan pohon itu. Diriwayatkan bahwa Abu Sufyan ketika masih musyrik berkata pada waktu peperangan Uhud bahwa merekalah yang mempunyai Uzza, sedangkan yang lain tidak. Maka bersabdalah Rasulullah saw. \"Katakanlah! Allah adalah Tuhan kami, dan kamu tidak mempunyai Tuhan.\" (Riwayat al-Bukhari dan Ahmad)"
        },
        "quraish": "Apakah kalian mengetahui hal itu sehingga memikirkan Lât, 'Uzzâ dan, ketiga, Manât yang kalian jadikan tuhan-tuhan sembahan kalian?",
        "jalalayn": "(Maka apakah patut kalian menganggap Laata dan Al Uzzaa)."
      },
      "meta": {
        "juz": 27,
        "page": 526,
        "manzil": 7,
        "ruku": 460,
        "hizbQuarter": 210,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4804,
        "inSurah": 20
      },
      "arab": "وَمَنٰوةَ الثَّالِثَةَ الْاُخْرٰى ",
      "translation": "dan Manat, yang ketiga (yang) kemudian (sebagai anak perempuan Allah).",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4804.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4804.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4804.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4804.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4804.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4804.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_20.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/20"
      },
      "tafsir": {
        "kemenag": {
          "short": "dan Man&agrave;t, yang merupakan berhala ketiga yang kemudian kamu anggap sebagai anak perempuan Allah?",
          "long": "Dalam ayat ini Allah swt melanjutkan ayat yang sebelumnya yaitu bahwa orang-orang musyrik juga menyembah Manat yang ketiga yakni yang terakhir sebagai anak perempuan Allah. Manat itu sebuah batu besar terletak di Musyallal dengan Qudaid antara Mekah dan Medinah. Kabilah Khuza'ah, al-Aus dan Khazraj mengagungkan Manat ini dan dalam melakukan ibadah haji mereka mulai dari Manat sampai ke Ka'bah. Selain benda-benda yang tiga itu, masih banyak lagi benda-benda yang sangat dimuliakan oleh orang-orang musyrik. Akan tetapi, yang paling termasyhur adalah tiga benda itu. Ibnu Ishaq mengatakan bahwa orang-orang Arab menganggap benda-benda yang tiga itu selain Ka'bah sebagai benda sembahan mereka, dibuat seperti bangunan Ka'bah yang mempunyai tabir yang mereka bertawaf padanya seperti tawaf pada Ka'bah dan memotong binatang kurban di sampingnya. Mereka juga mengetahui kemuliaan Ka'bah yaitu bahwa Ka'bah itu adalah rumah Ibrahim dan masjidnya."
        },
        "quraish": "Apakah kalian mengetahui hal itu sehingga memikirkan Lât, 'Uzzâ dan, ketiga, Manât yang kalian jadikan tuhan-tuhan sembahan kalian?",
        "jalalayn": "(Dan Manat yang ketiga) yang ketiga dari yang telah disebutkan tadi (yang paling terkemudian) berkedudukan sebagai sifat yang mengandung makna celaan. Ketiganya adalah nama berhala-berhala yang terbuat dari batu. Orang-orang musyrik dahulu menyembahnya, karena mereka menduga, bahwa berhala-berhala itu dapat memberikan syafaat kepada diri mereka di sisi Allah. Maf'ul pertama bagi lafal Afara`aytum adalah lafal Al Laata dan lafal-lafal yang di'athafkan kepadanya. Sedangkan Maf'ul yang keduanya tidak disebutkan. Makna ayat, \"Ceritakanlah kepadaku, apakah berhala-berhala ini memiliki kemampuan untuk berbuat sesuatu yang karena itu kalian menyembahnya selain Allah Yang memiliki kemampuan untuk melakukan hal-hal yang telah disebutkan tadi.\" Ketika mereka menduga bahwa malaikat-malaikat itu adalah anak-anak perempuan Allah, sedangkan mereka sendiri tidak menyukai anak-anak perempuan, lalu turunlah firman-Nya berikut ini,"
      },
      "meta": {
        "juz": 27,
        "page": 526,
        "manzil": 7,
        "ruku": 460,
        "hizbQuarter": 210,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4805,
        "inSurah": 21
      },
      "arab": "اَلَكُمُ الذَّكَرُ وَلَهُ الْاُنْثٰى ",
      "translation": "Apakah (pantas) untuk kamu yang laki-laki dan untuk-Nya yang perempuan?",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4805.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4805.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4805.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4805.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4805.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4805.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_21.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/21"
      },
      "tafsir": {
        "kemenag": {
          "short": "Apakah pantas bila kamu memilih untuk kamu sendiri anak yang laki-laki dan untuk-Nya kamu memilihkan anak yang perempuan, sedangkan kamu sendiri benci dan marah bila mendapatkan anak perempuan?",
          "long": "Dalam ayat ini Allah menolak anggapan mereka yang menyatakan bahwa Dia mempunyai anak perempuan dan mereka mempunyai anak laki-laki yang disebabkan oleh persangkaan mereka bahwa perempuan itu lemah dan mempunyai kekurangan sedangkan lakilaki itu sempurna. Ini mengungkapkan anggapan mereka bahwa Allah mempunyai kekurangan, sedangkan mereka yang memiliki kekurangan itu menganggap diri mereka sempurna. ("
        },
        "quraish": "Apakah kalian membagi-bagi, sehingga kalian mengatakan anak laki-laki adalah milik kalian dan anak perempuan adalah milik Allah.",
        "jalalayn": "(\"Apakah patut untuk kalian anak laki-laki dan untuk Allah -anak -perempuan?\")."
      },
      "meta": {
        "juz": 27,
        "page": 526,
        "manzil": 7,
        "ruku": 460,
        "hizbQuarter": 210,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4806,
        "inSurah": 22
      },
      "arab": "تِلْكَ اِذًا قِسْمَةٌ ضِيْزٰى ",
      "translation": "Yang demikian itu tentulah suatu pembagian yang tidak adil. ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4806.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4806.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4806.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4806.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4806.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4806.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_22.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/22"
      },
      "tafsir": {
        "kemenag": {
          "short": "Keinginan yang demikian itu tentulah merupakan suatu pembagian yang tidak adil untuk dihubungkan dengan Allah.",
          "long": "Pembagian yang seperti mereka katakan dalam ayat 21 itu adalah pembagian yang tidak adil, kurang pantas dan tidak sempurna sebab mereka menganggap bahwa Tuhan mereka mempunyai apa-apa yang mereka sendiri membencinya. Dan untuk mereka apa-apa yang mereka sukai"
        },
        "quraish": "Pembagian itu sungguh merupakan pembagian yang tidak adil, karena kalian telah menjadikan sesuatu yang tidak kalian sukai untuk Allah.",
        "jalalayn": "(Yang demikian itu tentulah suatu pembagian yang tidak adil) pembagian yang lalim; berasal dari lafal Dhaazahu Yadhiizuhu, artinya berlaku aniaya dan melampaui batas."
      },
      "meta": {
        "juz": 27,
        "page": 526,
        "manzil": 7,
        "ruku": 460,
        "hizbQuarter": 210,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4807,
        "inSurah": 23
      },
      "arab": "اِنْ هِيَ اِلَّآ اَسْمَاۤءٌ سَمَّيْتُمُوْهَآ اَنْتُمْ وَاٰبَاۤؤُكُمْ مَّآ اَنْزَلَ اللّٰهُ بِهَا مِنْ سُلْطٰنٍۗ اِنْ يَّتَّبِعُوْنَ اِلَّا الظَّنَّ وَمَا تَهْوَى الْاَنْفُسُۚ وَلَقَدْ جَاۤءَهُمْ مِّنْ رَّبِّهِمُ الْهُدٰىۗ",
      "translation": "Itu tidak lain hanyalah nama-nama yang kamu dan nenek moyangmu mengada-adakannya; Allah tidak menurunkan suatu keterangan apa pun untuk (menyembah)nya. Mereka hanya mengikuti dugaan, dan apa yang diingini oleh keinginannya. Padahal sungguh, telah datang petunjuk dari Tuhan mereka. ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4807.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4807.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4807.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4807.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4807.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4807.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_23.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/23"
      },
      "tafsir": {
        "kemenag": {
          "short": "Wahai kaum musyrik, sesungguhnya berhala-berhala yang kamu sembah&nbsp;itu tidak lain hanyalah nama-nama&nbsp;belaka,&nbsp;yang&nbsp;tidak memiliki sifat ketuhanan dan karenanya tidak layak disembah.&nbsp;Kamulah pada masa ini&nbsp;dan nenek moyangmu&nbsp;pada masa lalu yang&nbsp;mengada-adakan&nbsp;nama mereka, sedang&nbsp;Allah tidak menurunkan suatu&nbsp;keterangan apa pun&nbsp;terkait ketuhanannya sehingga kamu tidak punya alasan&nbsp;untuk&nbsp;menyembah-nya. Sesungguhnya&nbsp;mereka,&nbsp;yaitu kaum musyrik,&nbsp;hanya mengikuti dugaan&nbsp;yang tidak berdasar&nbsp;dan apa yang diingini oleh keinginannya.&nbsp;Padahal sungguh, telah datang petunjuk&nbsp;yang benar&nbsp;dari Tuhan mereka.&nbsp;Andai saja mereka mau memahami dan menerimanya.",
          "long": "Dalam ayat ini Allah menerangkan bahwa mereka menamakan berhala-berhala itu tuhan, padahal itu hanyalah nama-nama yang tidak mempunyai arti sama sekali. Mereka mengira dan berkeyakinan bahwa berhala-berhala itu mempunyai hak untuk diiktikafi demi ibadat kepadanya dan sebagai tempat menyajikan binatang kurban. Mereka tidak mempunyai alasan atau mereka tidak dapat menjelaskan sebab dari apa yang mereka katakan dan mereka lakukan. Mereka hanya meniru orang-orang yang terdahulu yang selanjutnya akan diikuti oleh anak cucu mereka. Dalam ayat yang bersamaan artinya Allah berfirman: \nApa yang kamu sembah selain Dia, hanyalah nama-nama yang kamu buat-buat baik oleh kamu sendiri maupun oleh nenek moyangmu. (Yusuf/12: 40) \nKemudian Allah swt menguatkan penjelasan-Nya dengan menerangkan bahwa mereka tidak mempunyai alasan kecuali karena berbaik sangka kepada bapak-bapaknya, yang berjalan pada jalan yang salah dan mempertahankan kedudukan mereka dalam masyarakat, atau karena hormat mereka terhadap bapak-bapaknya. Yang jelas mereka menyembah berhala-berhala itu hanyalah mengikuti sangkaan-sangkaan saja, bahwa bapak-bapak mereka dahulu itu berjalan pada jalan yang benar, padahal sebenarnya mereka mengikuti hawa nafsu mereka. Selanjutnya, Allah swt menerangkan bahwa seharusnya mereka tidak pantas untuk berbuat seperti itu karena telah datang peringatan, apa yang mereka lakukan saat itu adalah suatu kelalaian dan kesalahan. Kemudian dalam ayat ini Allah menerangkan bahwa mereka hanyalah mengikuti pendapat saja, sedangkan Allah telah mengutus rasul-Nya dengan kebenaran yang nyata dan dengan alasan yang jelas. Maka sudah seharusnyalah mereka menyadari kesalahannya. \nAkan tetapi, mereka masih tetap berpaling dari kebenaran. Diterangkan dalam firman Allah sebagai berikut: \nSeakan-akan mereka keledai liar yang lari terkejut, lari dari singa. (al-Muddatstsir/74: 50-51)"
        },
        "quraish": "Patung-patung itu tidak lain hanyalah nama yang tak mengandung makna ketuhanan. Kalian dan bapak- bapak kalian memberinya nama sesuai dengan hawa nafsu buruk. Padahal Allah tidak menurunkan suatu keterangan apa pun yang menguatkan dugaan kalian itu. Mereka hanya mengikuti hawa nafsu yang menyimpang dari fitrah yang benar. Sesungguhnya telah datang kepada mereka petunjuk dari Tuhan jika mereka mau mengikutinya.",
        "jalalayn": "(Itu tidak lain) apa-apa yang telah disebutkan itu (hanyalah nama-nama yang kalian adakan) kalian menamakannya (yakni oleh kalian dan bapak-bapak kalian) sebagai berhala-berhala yang kalian menyembahnya (Allah tidak menurunkan tentangnya) tentang menyembah kepada berhala-berhala itu (suatu keterangan pun) yakni bukti dan hujjah (tiada lain) (mereka hanya mengikuti) di dalam menyembah berhala-berhala itu (sangkaan saja dan apa yang diinginkan oleh hawa nafsu mereka) mengikuti apa yang dihiaskan oleh setan, ke dalam hati mereka, yaitu bahwasanya berhala-berhala itu dapat memberikan syafaat kepada diri mereka di sisi Allah swt. (dan sesungguhnya telah datang petunjuk kepada mereka dari Rabb mereka) melalui lisan Nabi saw. yang membawa bukti yang pasti, akan tetapi mereka tidak mau meninggalkan apa yang biasa mereka lakukan itu, yaitu menyembah berhala."
      },
      "meta": {
        "juz": 27,
        "page": 526,
        "manzil": 7,
        "ruku": 460,
        "hizbQuarter": 210,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4808,
        "inSurah": 24
      },
      "arab": "اَمْ لِلْاِنْسَانِ مَا تَمَنّٰىۖ  ",
      "translation": "Atau apakah manusia akan mendapat segala yang dicita-citakannya?",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4808.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4808.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4808.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4808.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4808.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4808.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_24.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/24"
      },
      "tafsir": {
        "kemenag": {
          "short": "Kaum musyrik mestinya menerima petunjuk Allah dan mendapatkan keselamatan atau apakah manusia yang musyrik itu akan mendapat segala yang dicita-citakannya,",
          "long": "Maka Allah swt menambahkan dalam ayat ini apakah mereka itu mengharapkan sesuatu yang mereka cita-citakan berupa syafaat dari tuhan-tuhan mereka di akhirat? Tidak, sama sekali berhala-berhala itu tidak ada gunanya, ia tidak akan membantu apa-apa karena berhala-berhala itu adalah benda mati yang keras bagai batu. Bahwasanya segala apa yang ada di dunia dan di akhirat adalah milik Allah, dan berhala-berhala itu tidak memiliki apa-apa. Allah telah membuat mereka berputus asa untuk mendapat kebaikan dari ibadat kepada berhala. Berhala itu tidak dapat menjadi alat penghubung untuk mendekatkan diri mereka kepada Allah."
        },
        "quraish": "Bahkan manusia sama sekali tidak mendapatkan syafaat patung-patung tersebut atau keinginan- keinginan lain yang dia cita-citakan. Hanya kepunyaan Allahlah perkara akhirat dan dunia seluruhnya.",
        "jalalayn": "(Atau apakah manusia akan mendapat) bagi masing-masing dari mereka (segala yang dicita-citakannya) yang beranggapan, bahwa berhala-berhala itu dapat memberikan syafaat kepada mereka? Padahal kenyataannya tidaklah demikian."
      },
      "meta": {
        "juz": 27,
        "page": 526,
        "manzil": 7,
        "ruku": 460,
        "hizbQuarter": 210,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4809,
        "inSurah": 25
      },
      "arab": "فَلِلّٰهِ الْاٰخِرَةُ وَالْاُوْلٰى ࣖ ",
      "translation": "(Tidak!) Maka milik Allah-lah kehidupan akhirat dan kehidupan dunia. ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4809.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4809.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4809.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4809.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4809.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4809.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_25.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/25"
      },
      "tafsir": {
        "kemenag": {
          "short": "yaitu yang terkait dengan harta, kedudukan, dan kesenangan hidup? Tidak! Mereka hanya makhluk yang telah ditetapkan oleh Allah, maka sesungguhnya milik Allahlah kehidupan akhirat yang abadi dan kehidupan dunia yang fana.",
          "long": "Maka Allah swt menambahkan dalam ayat ini apakah mereka itu mengharapkan sesuatu yang mereka cita-citakan berupa syafaat dari tuhan-tuhan mereka di akhirat? Tidak, sama sekali berhala-berhala itu tidak ada gunanya, ia tidak akan membantu apa-apa karena berhala-berhala itu adalah benda mati yang keras bagai batu. Bahwasanya segala apa yang ada di dunia dan di akhirat adalah milik Allah, dan berhala-berhala itu tidak memiliki apa-apa. Allah telah membuat mereka berputus asa untuk mendapat kebaikan dari ibadat kepada berhala. Berhala itu tidak dapat menjadi alat penghubung untuk mendekatkan diri mereka kepada Allah."
        },
        "quraish": "Bahkan manusia sama sekali tidak mendapatkan syafaat patung-patung tersebut atau keinginan- keinginan lain yang dia cita-citakan. Hanya kepunyaan Allahlah perkara akhirat dan dunia seluruhnya.",
        "jalalayn": "(Maka hanya bagi Allah kehidupan akhirat dan kehidupan dunia) tiada sesuatu pun yang terjadi pada keduanya melainkan sesuai dengan apa yang dikehendaki-Nya."
      },
      "meta": {
        "juz": 27,
        "page": 526,
        "manzil": 7,
        "ruku": 460,
        "hizbQuarter": 210,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4810,
        "inSurah": 26
      },
      "arab": "وَكَمْ مِّنْ مَّلَكٍ فِى السَّمٰوٰتِ لَا تُغْنِيْ شَفَاعَتُهُمْ شَيْـًٔا اِلَّا مِنْۢ بَعْدِ اَنْ يَّأْذَنَ اللّٰهُ لِمَنْ يَّشَاۤءُ وَيَرْضٰى ",
      "translation": "Dan betapa banyak malaikat di langit, syafaat (pertolongan) mereka sedikit pun tidak berguna kecuali apabila Allah telah mengizinkan (dan hanya) bagi siapa yang Dia kehendaki dan Dia ridai. ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4810.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4810.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4810.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4810.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4810.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4810.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_26.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/26"
      },
      "tafsir": {
        "kemenag": {
          "short": "Berapa banyak manusia dengan kemampuan luar biasa nyatanya tidak dapat menggapai keinginannya, dan berapa banyak pula malaikat yang suci dan berkedudukan mulia di langit, tetapi syafa\\'at dan pertolongan mereka sedikit pun tidak berguna bagi makhluk lain, kecuali apabila Allah Yang Mahakuasa telah mengizinkan mereka untuk memberi syafa\\'at bagi siapa yang Dia kehendaki dan Dia ridai karena amal saleh dan keta\\'atannya.",
          "long": "Kemudian Allah swt menerangkan tentang betapa banyak malaikat di langit yang tidak dapat menolong manusia dengan pertolongan apa pun, kecuali bila Allah memberikan izin kepada mereka untuk orang yang dikehendaki-Nya yaitu orang yang ikhlas dalam perkataan dan perbuatannya. Apabila keadaan malaikat demikian halnya, sedangkan malaikat adalah makhluk yang dekat kepada Tuhan, maka bagaimana dengan berhala-berhala yang hanya berupa benda mati tidak mempunyai ruh dan kehidupan itu? Jelasnya berhala-berhala itu sama sekali tidak ada manfaatnya."
        },
        "quraish": "Banyak di antara malaikat di langit, meskipun derajatnya tinggi, yang sama sekali tidak dapat memberi syafaat kecuali sesudah mendapat izin dari Allah untuk diberikan kepada orang yang diperkenankan oleh Allah.",
        "jalalayn": "(Dan berapa banyaknya malaikat) banyak di antara para Malaikat (di langit) yang sangat dimuliakan oleh Allah di sisi-Nya (syafaat mereka sedikit pun tidak berguna kecuali sesudah Allah mengizinkan) kepada mereka untuk memberikan syafaat (bagi orang yang dikehendaki)-Nya di antara hamba-hamba-Nya (dan diridai) ia diridai oleh-Nya, karena ada firman lainnya yang menyatakan, \".. dan mereka tiada memberi syafaat melainkan kepada orang yang diridai Allah.\" (Q.S. Al Anbiya, 28) Sudah kita maklumi bahwa syafaat para malaikat itu baru ada setelah terlebih dahulu mendapat izin dari Allah, sebagaimana yang dijelaskan dalam ayat lainnya, yaitu firman-Nya, \"Siapakah yang dapat memberi syafaat di sisi Allah tanpa izin-Nya?\" (Q.S. Al-Baqarah, 255)"
      },
      "meta": {
        "juz": 27,
        "page": 526,
        "manzil": 7,
        "ruku": 461,
        "hizbQuarter": 211,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4811,
        "inSurah": 27
      },
      "arab": "اِنَّ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ لَيُسَمُّوْنَ الْمَلٰۤىِٕكَةَ تَسْمِيَةَ الْاُنْثٰى ",
      "translation": "Sesungguhnya orang-orang yang tidak beriman kepada kehidupan akhirat, sungguh mereka menamakan para malaikat dengan nama perempuan. ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4811.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4811.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4811.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4811.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4811.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4811.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_27.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/27"
      },
      "tafsir": {
        "kemenag": {
          "short": "Sesungguhnya orang-orang yang tidak beriman kepada kehidupan akhirat, yaitu orang musyrik penyembah berhala, mereka benar-benar menamakan para malaikat dan menyifati mereka dengan nama dan sifat pe-rempuan. Selanjutnya, mereka mengatakan bahwa para malaikat itu adalah putri-putri Allah.",
          "long": "Allah swt menerangkan bahwa orang-orang yang tidak beriman kepada hari akhirat dan apa-apa yang terjadi di alam akhirat sebagaimana yang telah disampaikan para rasul; mereka itu menambah kekafiran dengan kebodohan perkataan mereka yang menganggap bahwa malaikat itu adalah anak perempuan Tuhan (Mahasuci Allah dari apa yang mereka katakan). Allah swt mencap orang-orang yang seperti itu sebagai orangorang yang tidak beriman dan sebagai isyarat bahwa perkataan mereka telah sampai kepada batas kekejian yang tidak mungkin berasal dari orang yang percaya adanya hisab dan pembalasan. Perkataan mereka itu mengandung dua dosa: Yaitu pengakuan bahwa Tuhan mempunyai anak, dan bahwa anak Tuhan yang mereka katakan itu perempuan, dengan pengakuan yang demikian itu mereka merasa bangga telah melebihi Tuhan, karena mereka mempunyai anak laki-laki."
        },
        "quraish": "Orang-orang yang tidak percaya kepada hari akhirat menamakan malaikat dengan nama perempuan. Mereka mengatakan, \"Malaikat adalah anak-anak perempuan Allah.\"",
        "jalalayn": "(Sesungguhnya orang-orang yang tiada beriman kepada kehidupan akhirat, mereka benar-benar menamakan malaikat itu dengan nama perempuan) karena mereka telah mengatakan, bahwa para malaikat itu adalah anak-anak perempuan Allah."
      },
      "meta": {
        "juz": 27,
        "page": 527,
        "manzil": 7,
        "ruku": 461,
        "hizbQuarter": 211,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4812,
        "inSurah": 28
      },
      "arab": "وَمَا لَهُمْ بِهٖ مِنْ عِلْمٍۗ اِنْ يَّتَّبِعُوْنَ اِلَّا الظَّنَّ وَاِنَّ الظَّنَّ لَا يُغْنِيْ مِنَ الْحَقِّ شَيْـًٔاۚ ",
      "translation": "Dan mereka tidak mempunyai ilmu tentang itu. Mereka tidak lain hanyalah mengikuti dugaan, dan sesungguhnya dugaan itu tidak berfaedah sedikit pun terhadap kebenaran. ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4812.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4812.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4812.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4812.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4812.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4812.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_28.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/28"
      },
      "tafsir": {
        "kemenag": {
          "short": "Orang-orang musyrik itu hanya menuruti keinginannya saat me-nyatakan bahwa para malaikat itu adalah putri-putri Allah, dan mereka tidak mempunyai ilmu yang mendasari keyakinannya tentang hal itu. Mereka tidak lain hanyalah mengikuti dugaan yang hanya berdasar hawa nafsu, dan sesungguhnya dugaan yang tidak didukung kenyataan atau ilmu itu tidak berfaedah sedikit pun terhadap kebenaran. Karena itu, dugaan demikian tidak dapat dijadikan sebagai dasar dalam keyakinan agama.",
          "long": "Ayat ini menjelaskan bahwa perkataan yang demikian itu adalah suatu tanda bahwa mereka tidak mendapat petujuk Tuhan berupa pengetahuan yang membawa mereka ke jalan benar yang menyebabkan mereka mengatakan seperti itu. Mereka hanya terpengaruh oleh prasangka yang menjauhkan mereka dari kebenaran. Sesungguhnya suatu pengetahuan yang benar haruslah berdasarkan keyakinan, bukan hanya perkiraan atau persangkaan. Adapun orang musyrik itu hanyalah mengikuti persangkaan dalam menamakan malaikat sebagai anak perempuan Tuhan, bukan dengan analisa ilmiah. Dalam hadis sahih dikatakan bahwa Rasulullah saw bersabda: ) \"Jauhilah prasangka buruk, sesungguhnya prasangka buruk adalah perkataan yang paling dusta.\" (Riwayat al-Bukhari dan Muslim) \nDalam ayat yang sama artinya Allah berfirman: \nDan mereka menjadikan malaikat-malaikat hamba-hamba (Allah) Yang Maha Pengasih itu sebagai jenis perempuan. Apakah mereka menyaksikan penciptaan (malaikat-malaikat itu)? Kelak akan dituliskan kesaksian mereka dan akan dimintakan pertanggungjawaban. (az-Zukhruf/43: 19) \nTegasnya bahwa suatu hal yang berhubungan dengan iktikad hendaklah berdasarkan pemikiran yang sehat yang dapat diterima oleh akal dan tidak bertentangan dengan wahyu."
        },
        "quraish": "Mereka tidak mempunyai dasar keyakinan apa-apa mengenai ucapannya itu. Mereka hanya mengikuti prasangka-prasangka yang tidak benar. Padahal prasangka itu sama sekali tidak mengandung kebenaran sedikit pun.",
        "jalalayn": "(Dan mereka tidak mendasari perkataan mereka itu) ucapan mereka itu tidak didasari (dengan sesuatu pengetahuan pun tentangnya. Tiada lain) mereka hanya mengikuti) dalam hal tersebut (prasangka) yang mereka khayalkan (sedangkan sesungguhnya prasangka itu tiada berfaedah sedikit pun terhadap kebenaran) maksudnya, tiada sedikit pun pengetahuan yang bermanfaat dalam prasangka itu di dalam menelaah hal-hal yang dituntut adanya pengetahuan."
      },
      "meta": {
        "juz": 27,
        "page": 527,
        "manzil": 7,
        "ruku": 461,
        "hizbQuarter": 211,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4813,
        "inSurah": 29
      },
      "arab": "فَاَعْرِضْ عَنْ مَّنْ تَوَلّٰىۙ عَنْ ذِكْرِنَا وَلَمْ يُرِدْ اِلَّا الْحَيٰوةَ الدُّنْيَاۗ  ",
      "translation": "Maka tinggalkanlah (Muhammad) orang yang berpaling dari peringatan Kami, dan dia hanya mengingini kehidupan dunia.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4813.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4813.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4813.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4813.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4813.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4813.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_29.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/29"
      },
      "tafsir": {
        "kemenag": {
          "short": "Wahai Nabi Muhammad, jika orang-orang musyrik enggan meng-ikuti ajakanmu dan bersikeras menyembah berhala, maka tinggalkanlah orang yang berpaling dari peringatan Kami itu, dan ketahuilah bahwa dia hanya mengingini kehidupan dunia yang bersifat sementara seraya menolak kepastian hari akhirat.",
          "long": "Dalam ayat ini Allah swt memerintahkan Rasul saw agar berpaling dari orang-orang kafir dan musyrik yang telah berpaling dari Al-Qur'an kitab Allah, yang tidak mau menjadikannya sebagai pedoman hidup, padahal seharusnya mereka sadar bahwa Al-Qur'an bisa menuntun mereka untuk meraih kebahagiaan hidup di dunia dan akhirat. Al-Qur'an juga berisi kisah umat-umat terdahulu, sikap mereka terhadap para nabi dan rasul, dan akibat dari pembangkangan mereka terhadap ajaran para rasul tersebut, yaitu azab yang pedih di akhirat. Orang-orang musyrik dan kafir malah tidak mengambil pelajaran dari orang-orang terdahulu, mereka mencukupkan diri dengan hal-hal yang berhubungan dengan keduniaan saja. Bahkan mereka rela tertipu dengan kepalsuan dunia dan terseret untuk hanya memikirkan kesenangan duniawi saja. Tegasnya, Muhammad saw diperintahkan oleh Allah agar tidak terlalu menghiraukan sikap orang-orang kafir yang berpaling dari Allah, karena mereka memang hanya menginginkan kesenangan duniawi yang merupakan tujuan hidup dan cita-cita mereka. Dalam keadaan seperti itu, sudah tidak ada lagi jalan untuk beriman. Maka Allah swt memerintahkan kepada rasul-Nya, Muhammad saw untuk merasa tidak kasihan atau bersedih hati atas keadaan mereka itu. Karena Rasul pernah hampir mencelakai dirinya hanya karena prihatin melihat keadaan kaumnya yang tidak beriman. Allah swt berfirman: Boleh jadi engkau (Muhammad) akan membinasakan dirimu (dengan kesedihan), karena mereka (penduduk Mekah) tidak beriman. (asySyu'ara'/26: 3) \nOrang-orang musyrik hanya membatasi diri kepada kehidupan duniawi, karena ilmu pengetahuan mereka terbatas pada masalahmasalah duniawi saja serta menyibukkan diri dengan berbagai kesibukan duniawi saja. Mereka sudah merasa berhasil dengan banyaknya harta dunia yang mereka miliki dan tingginya kedudukan sosial mereka. Mereka tidak memperhatikan berita-berita lainnya yang disampaikan oleh para rasul terutama tentang kehidupan akhirat. Keadaan mereka yang demikian itu menjadikan telinga tersumbat, tidak dapat mendengar berita-berita tentang akhirat."
        },
        "quraish": "Oleh karena itu tinggalkanlah orang-orang kafir yang menentang al-Qur'ân dan hanya memikirkan kehidupan dunia itu.",
        "jalalayn": "(Maka berpalinglah dari orang yang berpaling dari peringatan Kami) orang yang berpaling dari Alquran (dan tidak mengingini kecuali kehidupan duniawi) ayat ini diturunkan sebelum ada perintah berjihad dari Allah."
      },
      "meta": {
        "juz": 27,
        "page": 527,
        "manzil": 7,
        "ruku": 461,
        "hizbQuarter": 211,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4814,
        "inSurah": 30
      },
      "arab": "ذٰلِكَ مَبْلَغُهُمْ مِّنَ الْعِلْمِۗ اِنَّ رَبَّكَ هُوَ اَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيْلِهٖۙ وَهُوَ اَعْلَمُ بِمَنِ اهْتَدٰى",
      "translation": "Itulah kadar ilmu mereka. Sungguh, Tuhanmu, Dia lebih mengetahui siapa yang tersesat dari jalan-Nya dan Dia pula yang mengetahui siapa yang mendapat petunjuk. ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4814.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4814.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4814.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4814.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4814.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4814.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_30.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/30"
      },
      "tafsir": {
        "kemenag": {
          "short": "Itulah, yaitu berpalingnya mereka dari kebenaran dan kecenderungan pada kenikmatan hidup duniawi, kadar ilmu mereka. Sungguh, Tuhanmu yang selalu membimbing dan menunjukimu, Dia lebih mengetahui siapa yang lebih memilih kekafiran dengan mengikuti potensi fuj&ugrave;r, sehingga tersesat dari jalan-Nya dan Dia pula yang mengetahui siapa di antara manu-sia yang memilih ketaatan dengan selalu mengikuti potensi takwanya sehingga ia selalu mendapat petunjuk ke jalan yang benar dan diridai-Nya.",
          "long": "Kemudian Allah swt menegaskan dalam ayat ini bahwa sesungguhnya Dia Maha Mengetahui orang-orang yang memikirkan tanda-tanda kekuasaan-Nya di alam semesta ini serta memikirkan apa-apa yang terkandung dalam seruan rasul-Nya sehingga ia mendapat petunjuk ke jalan kebenaran yang menyelamatkannya pada hari kebangkitan dan mendapat keridaan Tuhannya. Ia berbahagia di dunia karena ia mengikuti apa-apa yang telah digariskan oleh Allah untuk manusia yang mentaati perintah-Nya dan menjauhi larangan-Nya. Allah Maha Mengetahui orang-orang yang menyeleweng dari jalan yang benar yang telah membuat hawa nafsunya menjadi tuhannya yang membekukan akal nuraninya itu. Allah akan memberikan balasan kepada semua makhluk-Nya tanpa memandang kedudukannya di dunia, sesuai keluasan ilmu-Nya, dengan mengutamakan orang-orang yang melakukan pengabdian kepada-Nya. Allah swt berfirman: \nBagi orang-orang yang berbuat baik, ada pahala yang terbaik (surga) dan tambahannya (kenikmatan melihat Allah). (Yunus/10: 26)"
        },
        "quraish": "Keyakinan dan perbuatan yang mereka ikuti itu adalah batas pengetahuan yang mereka capai. Tuhanmu sungguh lebih mengetahui orang yang memilih kesesatan dan Dia pun lebih mengetahui orang yang menerima petunjuk.",
        "jalalayn": "(Yang demikian itu) yakni mencari keduniaan (adalah sejauh-jauh pengetahuan mereka) artinya, tujuan pengetahuan mereka ialah memilih keduniawian daripada akhirat. (Sesungguhnya Rabbmu, Dia-lah yang paling mengetahui siapa yang tersesat dari jalan-Nya dan Dia pulalah yang paling mengetahui siapa yang mendapat petunjuk) atau Dia mengetahui siapa yang mendapat petunjuk dan siapa yang tersesat, kelak Dia akan memberikan balasan-Nya kepada masing-masing."
      },
      "meta": {
        "juz": 27,
        "page": 527,
        "manzil": 7,
        "ruku": 461,
        "hizbQuarter": 211,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4815,
        "inSurah": 31
      },
      "arab": "وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ لِيَجْزِيَ الَّذِيْنَ اَسَاۤءُوْا بِمَا عَمِلُوْا وَيَجْزِيَ الَّذِيْنَ اَحْسَنُوْا بِالْحُسْنٰىۚ ",
      "translation": "Dan milik Allah-lah apa yang ada di langit dan apa yang ada di bumi. (Dengan demikian) Dia akan memberi balasan kepada orang-orang yang berbuat jahat sesuai dengan apa yang telah mereka kerjakan dan Dia akan memberi balasan kepada orang-orang yang berbuat baik dengan pahala yang lebih baik (surga). ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4815.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4815.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4815.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4815.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4815.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4815.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_31.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/31"
      },
      "tafsir": {
        "kemenag": {
          "short": "Menolak anggapan bahwa orang yang sesat dan ingkar itu seolah-olah di luar pengetahuan Allah, ditegaskan bahwa semua sifat kesempurnaan itu ada pada Zat-Nya. Dan hanya milik Allah apa yang ada di langit dan apa yang ada di bumi. Dia yang menciptakan semua makhluk dan yang mengaturnya sesuai kehendak-Nya. Bisa saja Dia membuat semua ma-nusia beriman, tetapi Dia tidak menginginkannya karena Dia telah membekali mereka dengan akal, petunjuk, dan kebebasan memilih. Dengan demikian, Dia akan memberi balasan dan hukuman kepada orang-orang yang berbuat jahat sesuai dengan apa yang telah mereka kerjakan dan Dia akan memberi balasan dan anugerah kepada orang-orang yang berbuat baik dengan pahala yang lebih baik, yaitu surga dengan segala kenikmatan dan keindahannya.",
          "long": "Ayat ini menyatakan bahwa semua yang ada di langit dan di bumi adalah milik Allah, semua berada dalam genggaman-Nya dan di bawah kekuasaan-Nya. Allah menjadikan semua yang ada di langit dan di bumi, Dia pemiliknya dan Dia yang mengaturnya, Dia mengetahui seluk-beluk keadaannya. Maka janganlah manusia mengira bahwa Allah akan membiarkan mereka dengan tidak membalas setiap manusia menurut amal perbuatannya. Dia akan membalas menurut ilmu-Nya yang mencakupi segala sesuatu. Orang-orang yang berbuat baik diberi ganjaran kebaikan dengan dimasukkan ke dalam surga yang mengalir di dalamnya sungai-sungai dan memberi kesenangan yang tidak pernah terlintas di hati manusia. Ia membalas orang-orang jahat sesuai dengan kejahatan yang dilakukannya dari bermacam-macam seperti syirik dan maksiat karena hatinya tertutup oleh dosa-dosa besar dan kecil"
        },
        "quraish": "Hak mencipta dan mengatur semua makhluk yang ada di langit dan di bumi hanya milik Allah semata. Hal itu adalah agar Dia memberi balasan kepada orang yang sesat atas perbuatan buruknya dan memberi balasan yang baik kepada orang-orang yang mendapat petunjuk dan berbuat baik.",
        "jalalayn": "(Dia hanya kepunyaan Allah-lah apa yang ada di langit dan apa yang ada di bumi) Dia-lah yang memiliki kesemuanya itu; antara lain ialah orang yang tersesat dan orang yang mendapat petunjuk; Dia menyesatkan siapa yang dikehendaki-Nya dan Dia memberikan petunjuk kepada siapa yang dikehendaki-Nya (supaya Dia memberi balasan kepada orang-orang yang berbuat jahat terhadap apa yang mereka kerjakan) berupa kemusyrikan dan perbuatan-perbuatan dosa lainnya (dan memberi balasan kepada orang-orang yang berbuat baik) maksudnya, mereka yang mengerjakan ketauhidan dan amal-amal ketaatan lainnya (dengan pahala yang lebih baik) yakni surga. Kemudian Allah menjelaskan siapakah yang disebut orang-orang yang telah berbuat baik itu melalui firman selanjutnya,"
      },
      "meta": {
        "juz": 27,
        "page": 527,
        "manzil": 7,
        "ruku": 461,
        "hizbQuarter": 211,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4816,
        "inSurah": 32
      },
      "arab": "اَلَّذِيْنَ يَجْتَنِبُوْنَ كَبٰۤىِٕرَ الْاِثْمِ وَالْفَوَاحِشَ اِلَّا اللَّمَمَۙ اِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِۗ هُوَ اَعْلَمُ بِكُمْ اِذْ اَنْشَاَكُمْ مِّنَ الْاَرْضِ وَاِذْ اَنْتُمْ اَجِنَّةٌ فِيْ بُطُوْنِ اُمَّهٰتِكُمْۗ فَلَا تُزَكُّوْٓا اَنْفُسَكُمْۗ  هُوَ اَعْلَمُ بِمَنِ اتَّقٰى ࣖ ",
      "translation": "Yaitu) mereka yang menjauhi dosa-dosa besar dan perbuatan keji, kecuali kesalahan-kesalahan kecil. Sungguh, Tuhanmu Mahaluas ampunan-Nya. Dia mengetahui tentang kamu, sejak Dia menjadikan kamu dari tanah lalu ketika kamu masih janin dalam perut ibumu. Maka janganlah kamu menganggap dirimu suci. Dia mengetahui tentang orang yang bertakwa. ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4816.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4816.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4816.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4816.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4816.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4816.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_32.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/32"
      },
      "tafsir": {
        "kemenag": {
          "short": "Orang-orang yang akan mendapat anugerah dan kebaikan adalah mereka yang sungguh-sungguh menjauhi dosa-dosa besar yang disebut secara khusus ancamannya, dan perbuatan keji yang dicela oleh akal dan tabiat manusia. Semua itu ada hukumannya, kecuali kesalahan-kesalahan kecil yang dilakukan sesekali dan tanpa sengaja. Sungguh, pengampunan atas dosa kecil itu karena Tuhanmu Mahaluas ampunan-Nya. Dia pun akan mengampuni dosa besar bila pelakunya bertobat dengan tulus. Janganlah kamu bangga karena telah berbuat baik. Sesungguhnya Dia mengetahui tentang keadaan kamu, bahkan sejak Dia menjadikan kamu dari tanah lalu ketika kamu masih janin dalam perut ibumu yang berproses sesuai tahapannya. Maka dengan pengampunan dan pahala itu, janganlah kamu menganggap dirimu suci dengan memuji diri dan membanggakan amal-amalmu. Sungguh, Dia yang paling mengetahui tentang orang yang bertakwa dan benar-benar suci.",
          "long": "Ayat ini menerangkan sifat-sifat orang yang baik itu, ialah mereka yang menjauhkan dirinya dari dosa-dosa besar seperti syirik, membunuh, berzina, dan lain-lain, meskipun mereka melakukan dosa-dosa kecil yang kemudian disadari sehingga mereka segera bertaubat sambil menyesali perbuatan-perbuatan yang mereka lakukan, mereka juga mengimbanginya dengan melakukan banyak perbuatan yang baik karena perbuatan yang baik itu menghapuskan dosa-dosa kecil. Sebagaimana firman Allah: \nPerbuatan-perbuatan baik itu menghapus kesalahan-kesalahan. (Hud/11: 114) \nJika kamu menjauhi dosa-dosa besar di antara dosa-dosa yang dilarang mengerjakannya, niscaya Kami hapus kesalahankesalahanmu dan akan Kami masukkan kamu ke tempat yang mulia (surga). (an-Nisa'/4: 31) \nDosa-dosa besar itu ada tujuh, Sayidina 'Ali \"Karramallahu Wajhah\" mengatakan bahwa sebagaimana tersebut dalam Sahih alBukhari dan Muslim: Jauhilah tujuh dosa besar yang menghancurkan. Para sahabat bertanya, \"Apakah hal itu? Nabi menjawab, mempersekutukan Allah, sihir, membunuh manusia yang diharamkan Allah kecuali dengan hak, memakan harta anak yatim, memakan riba, lari dari perang yang sedang berkecamuk dan menuduh wanita-wanita muhsanat, gafilat mu'minat. (Riwayat al-Bukhari dan Muslim dari Abu Hurairah) Ada pula yang menyatakan, \"Dosa-dosa besar adalah dosa-dosa yang diancam oleh Allah dengan neraka atau dengan amarah-Nya atau dengan laknat, azab atau mewajibkan had atau hukuman tertentu di dunia seperti qisas potong tangan, rajam dan lain-lain karena yang melakukannya tidak merasa khawatir dan tidak meyesal atas tindakannya itu, padahal tindakannya itu menyebabkan kerusakan besar, walaupun menurut pandangan manusia merupakan hal kecil.\" Selanjutnya, ayat 32 ini menegaskan bahwa Allah Mahaluas ampunan-Nya, dan Dia akan mengampuni dosa-dosa kecil jika menjauhi dosa besar dan Dia mengampuni dosa-dosa besar bila pelakunya bertobat, serta diiringi penyesalan atas perbuatannya, tapi tidak putus asa terhadap pengampunan Allah. Allah berfirman: \nKatakanlah, \"Wahai hamba-hamba-Ku yang melampaui batas terhadap diri mereka sendiri! Janganlah kamu berputus asa dari rahmat Allah. Sesungguhnya Allah mengampuni dosa-dosa semuanya. Sungguh, Dialah Yang Maha Pengampun, Maha Penyayang. (azZumar/39: 53) \nAyat selanjutnya menjelaskan bahwa Allah swt lebih mengetahui keadaan, perbuatan, dan ucapan manusia dikala Dia menjadikan manusia dari tanah dan dikala Dia membentuk rupanya dalam rahim ibunya, dari satu tahap ke tahap yang lainnya. Maka janganlah ada yang mengatakan dirinya suci. Allahlah yang paling mengetahui tentang orang yang bertakwa. Bila kamu sadari yang demikian itu, maka janganlah kamu memuji dirinya dengan suci dari dosa atau suci dari perbuatan maksiat atau banyak melakukan kebaikan, tetapi hendaklah manusia banyak bersyukur kepada Allah atas limpahan karunia dan ampunan-Nya. Allah Maha Mengetahui siapa yang bersih dari kejahatan dan siapa yang menjerumuskan dirinya dalam kejahatan dan melumurkan dirinya dengan dosa. Sesungguhnya larangan menyucikan diri hanya berlaku bila yang mendorong seseorang untuk itu adalah riya', takabur atau bangga. Selain dari sebab di atas, maka menyucikan diri tidak terlarang, bahkan dianjurkan. Dalam ayat lain Allah berfirman: Tidakkah engkau memperhatikan orang-orang yang menganggap dirinya suci (orang Yahudi dan Nasrani)? Sebenarnya Allah menyucikan siapa yang Dia kehendaki dan mereka tidak dizalimi sedikit pun. (an-Nisa'/4: 49)"
        },
        "quraish": "Yaitu orang-orang yang menjauhi dosa-dosa besar dan perbuatan keji, kecuali dosa-dosa kecil, sebab akan diampuni oleh Allah. Sesungguhnya Tuhan Maha Pengampun lagi Maha Mengetahui keadaan kalian, ketika Dia menciptakan kalian dari tanah dan ketika kalian masih berupa janin dalam perut ibu pada beberapa fase yang berbeda-beda. Oleh karena itu, jangan mengaku suci dengan memuji dan membanggakan diri. Allah lebih tahu orang yang bertakwa yang benar-benar suci karena ketakwaannya itu.",
        "jalalayn": "(\"Yaitu orang-orang yang menjauhi dosa-dosa besar dan perbuatan-perbuatan keji selain dari kesalahan-kesalahan kecil) yang dimaksud dari lafal Al Lamam adalah dosa-dosa kecil seperti, melihat wanita lain, menciumnya dan menyentuhnya. Istitsna atau pengecualian di sini bersifat Munqathi' artinya dosa-dosa kecil itu diampuni oleh sebab menjauhi dosa-dosa besar. (Sesungguhnya Rabbmu Maha Luas ampunan-Nya) disebabkan hal tersebut, sebab Dia Penerima Tobat. Ayat ini diturunkan berkenaan dengan orang-orang yang telah mengatakan, salat kami, shaum kami dan haji kami (Dia lebih mengetahui) (tentang kalian ketika Dia menjadikan kalian dari tanah) ketika Dia menciptakan bapak moyang kalian yaitu Adam dari tanah (dan ketika kalian masih berupa janin lafal Ajinnatin adalah bentuk jamak dari lafal Janiin (dalam perut ibu kalian; maka janganlah kalian mengatakan diri kalian suci) janganlah kalian memuji-muji diri kalian sendiri dengan cara ujub atau takabur, akan tetapi bila kalian melakukannya dengan cara mengakui nikmat Allah, maka hal ini dianggap baik (Dia-lah Yang paling mengetahui) Yang mengetahui (tentang orang yang bertakwa\")."
      },
      "meta": {
        "juz": 27,
        "page": 527,
        "manzil": 7,
        "ruku": 461,
        "hizbQuarter": 211,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4817,
        "inSurah": 33
      },
      "arab": "اَفَرَءَيْتَ الَّذِيْ تَوَلّٰىۙ  ",
      "translation": "Maka tidakkah engkau melihat orang yang berpaling (dari Al-Qur'an)?",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4817.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4817.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4817.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4817.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4817.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4817.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_33.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/33"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dalam sebuah riwayat disebutkan bahwa al-Wal&igrave;d bin al-Mug&igrave;rah yang telah memeluk Islam kembali murtad akibat celaan teman-teman-nya ajakan mereka untuk kembali pada kemusyrikan. Wahai Nabi Muhammad, maka tidakkah engkau melihat orang yang berpaling dan menolak ajaran yang engkau sampaikan padahal sebelum itu dia telah menerimanya?",
          "long": "Menurut Mujahid dan Ibnu Zaid ayat ini turun pada peristiwa al-Walid bin al-Mugirah, dia telah mendengar bacaan Nabi saw dan selalu mendampingi beliau dan menerima nasihat-nasihat daripadanya sehingga hatinya tertarik kepada Islam dan Nabi juga mengharapkan keimanannya. Kebetulan seorang musyrik yang mengetahui keadaan al-Walid mencelanya, dan mengatakan, \"apakah akan engkau tinggalkan agama nenek moyangmu? Kembalilah kepada agamamu dan terus berpegang padanya! Saya akan menanggung semua yang mengkhawatirkanmu di akhirat nanti, dengan imbalan engkau berikan kepadaku sesuatu.\" Al-Walid menyetujui ajakan ini, lalu ia menarik kembali keinginannya memeluk agama Islam. Dengan demikian jadilah dia seorang sesat yang nyata dan dia telah menyerahkan sebagian imbalan yang disetujuinya kepada orang yang dijanjikannya dan ditahan bagian yang lain. Al-Walid hampir saja menjadi seorang Mukmin dan mengikuti petunjuk-petunjuk rasul, lalu salah seorang dari setan-setan manusia menggodanya agar ia tidak menerima bujukan, dan mengajak kembali kepada agama nenek moyangnya. Seseorang akan memikul dosa-dosanya bila al-Walid bin al-Mugirah sudi menyumbangkan sedikit dari hartanya. Ia menerima gagasan tersebut, tetapi ia hanya memberikannya sekali saja, dan tidak diberikannya apa-apa sesudah itu. Apakah ia mengetahui sesuatu yang gaib, bahwa temannya itu dapat memikul dosa-dosanya yang ditakutinya pada hari Kiamat nanti? Ditegaskan bahwa syariat-syariat terdahulu tidak membenarkan tentang pemikulan dosa oleh orang lain."
        },
        "quraish": "Tidakkah kamu merenung lalu melihat orang yang berpaling dari kebenaran dan memberi sedikit hartanya kemudian tidak mau memberi lagi? Apakah orang itu mempunyai pengetahuan tentang alam gaib, sehingga ia mengetahui apa yang mendorongnya untuk berpaling dari kebenaran dan kikir dalam membelanjakan harta?",
        "jalalayn": "(Maka apakah kamu melihat orang yang berpaling) dari keimanan, orang tersebut murtad dari Islam, yaitu ketika ia dicela karena masuk Islam. Lalu ia menjawab, \"Sesungguhnya aku takut akan azab atau siksaan Allah\". Lalu orang yang mencelanya itu mau menanggung siksaan Allah yang akan diterimanya, bila ia kembali kepada kemusyrikan, dan orang yang menanggung itu bersedia untuk memberikan hartanya kepada dia, sejumlah sekian. Akhirnya dia mau kembali kepada kemusyrikannya."
      },
      "meta": {
        "juz": 27,
        "page": 527,
        "manzil": 7,
        "ruku": 462,
        "hizbQuarter": 211,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4818,
        "inSurah": 34
      },
      "arab": "وَاَعْطٰى قَلِيْلًا وَّاَكْدٰى ",
      "translation": "dan dia memberikan sedikit (dari apa yang dijanjikan) lalu menahan sisanya.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4818.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4818.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4818.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4818.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4818.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4818.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_34.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/34"
      },
      "tafsir": {
        "kemenag": {
          "short": "Orang yang berpaling itu juga bersifat tercela, dan dia memberikan sedikit dari apa yang dijanjikan, lalu menahan sisanya dan tidak mau memberi lagi.",
          "long": "Menurut Mujahid dan Ibnu Zaid ayat ini turun pada peristiwa al-Walid bin al-Mugirah, dia telah mendengar bacaan Nabi saw dan selalu mendampingi beliau dan menerima nasihat-nasihat daripadanya sehingga hatinya tertarik kepada Islam dan Nabi juga mengharapkan keimanannya. Kebetulan seorang musyrik yang mengetahui keadaan al-Walid mencelanya, dan mengatakan, \"apakah akan engkau tinggalkan agama nenek moyangmu? Kembalilah kepada agamamu dan terus berpegang padanya! Saya akan menanggung semua yang mengkhawatirkanmu di akhirat nanti, dengan imbalan engkau berikan kepadaku sesuatu.\" Al-Walid menyetujui ajakan ini, lalu ia menarik kembali keinginannya memeluk agama Islam. Dengan demikian jadilah dia seorang sesat yang nyata dan dia telah menyerahkan sebagian imbalan yang disetujuinya kepada orang yang dijanjikannya dan ditahan bagian yang lain. Al-Walid hampir saja menjadi seorang Mukmin dan mengikuti petunjuk-petunjuk rasul, lalu salah seorang dari setan-setan manusia menggodanya agar ia tidak menerima bujukan, dan mengajak kembali kepada agama nenek moyangnya. Seseorang akan memikul dosa-dosanya bila al-Walid bin al-Mugirah sudi menyumbangkan sedikit dari hartanya. Ia menerima gagasan tersebut, tetapi ia hanya memberikannya sekali saja, dan tidak diberikannya apa-apa sesudah itu. Apakah ia mengetahui sesuatu yang gaib, bahwa temannya itu dapat memikul dosa-dosanya yang ditakutinya pada hari Kiamat nanti? Ditegaskan bahwa syariat-syariat terdahulu tidak membenarkan tentang pemikulan dosa oleh orang lain."
        },
        "quraish": "Tidakkah kamu merenung lalu melihat orang yang berpaling dari kebenaran dan memberi sedikit hartanya kemudian tidak mau memberi lagi? Apakah orang itu mempunyai pengetahuan tentang alam gaib, sehingga ia mengetahui apa yang mendorongnya untuk berpaling dari kebenaran dan kikir dalam membelanjakan harta?",
        "jalalayn": "(Serta memberi sedikit) dari harta yang telah disebutkan tadi (dan tidak mau memberi lagi?) yaitu dia tidak mau memberikan sisanya. Lafal Akdaa diambil dari asal kata Al Kidyah, arti asalnya adalah tanah yang keras seperti tanah yang berbatu, sehingga penggali sumur bila sampai kepada lapisan yang berbatu itu tidak dapat melanjutkan penggaliannya."
      },
      "meta": {
        "juz": 27,
        "page": 527,
        "manzil": 7,
        "ruku": 462,
        "hizbQuarter": 211,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4819,
        "inSurah": 35
      },
      "arab": "اَعِنْدَهٗ عِلْمُ الْغَيْبِ فَهُوَ يَرٰى ",
      "translation": "Apakah dia mempunyai ilmu tentang yang gaib sehingga dia dapat melihat(nya)?",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4819.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4819.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4819.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4819.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4819.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4819.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_35.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/35"
      },
      "tafsir": {
        "kemenag": {
          "short": "Apakah dia merasa bahwa hanya dia yang mempunyai ilmu tentang yang gaib sehingga dia dapat melihat dan mengetahui kemaslahatan dan apa yang mendorongnya untuk berpaling dari kebenaran dan kikir dalam bersedekah?",
          "long": "Menurut Mujahid dan Ibnu Zaid ayat ini turun pada peristiwa al-Walid bin al-Mugirah, dia telah mendengar bacaan Nabi saw dan selalu mendampingi beliau dan menerima nasihat-nasihat daripadanya sehingga hatinya tertarik kepada Islam dan Nabi juga mengharapkan keimanannya. Kebetulan seorang musyrik yang mengetahui keadaan al-Walid mencelanya, dan mengatakan, \"apakah akan engkau tinggalkan agama nenek moyangmu? Kembalilah kepada agamamu dan terus berpegang padanya! Saya akan menanggung semua yang mengkhawatirkanmu di akhirat nanti, dengan imbalan engkau berikan kepadaku sesuatu.\" Al-Walid menyetujui ajakan ini, lalu ia menarik kembali keinginannya memeluk agama Islam. Dengan demikian jadilah dia seorang sesat yang nyata dan dia telah menyerahkan sebagian imbalan yang disetujuinya kepada orang yang dijanjikannya dan ditahan bagian yang lain. Al-Walid hampir saja menjadi seorang Mukmin dan mengikuti petunjuk-petunjuk rasul, lalu salah seorang dari setan-setan manusia menggodanya agar ia tidak menerima bujukan, dan mengajak kembali kepada agama nenek moyangnya. Seseorang akan memikul dosa-dosanya bila al-Walid bin al-Mugirah sudi menyumbangkan sedikit dari hartanya. Ia menerima gagasan tersebut, tetapi ia hanya memberikannya sekali saja, dan tidak diberikannya apa-apa sesudah itu. Apakah ia mengetahui sesuatu yang gaib, bahwa temannya itu dapat memikul dosa-dosanya yang ditakutinya pada hari Kiamat nanti? Ditegaskan bahwa syariat-syariat terdahulu tidak membenarkan tentang pemikulan dosa oleh orang lain."
        },
        "quraish": "Tidakkah kamu merenung lalu melihat orang yang berpaling dari kebenaran dan memberi sedikit hartanya kemudian tidak mau memberi lagi? Apakah orang itu mempunyai pengetahuan tentang alam gaib, sehingga ia mengetahui apa yang mendorongnya untuk berpaling dari kebenaran dan kikir dalam membelanjakan harta?",
        "jalalayn": "(Apakah dia mempunyai pengetahuan tentang yang gaib sehingga dia mengetahui) sebagiannya, yaitu bahwa seseorang dapat menanggung azab akhirat yang diterima oleh orang lain? Jawabannya tentu saja tidak. Orang yang dimaksud dalam ayat ini adalah Walid ibnu Mughirah atau lainnya. Jumlah kalimat A'indahuu merupakan Maf'ul kedua dari lafal Ra-ayta, yang maknanya Akhbirnii, yakni ceritakanlah kepada-Ku."
      },
      "meta": {
        "juz": 27,
        "page": 527,
        "manzil": 7,
        "ruku": 462,
        "hizbQuarter": 211,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4820,
        "inSurah": 36
      },
      "arab": "اَمْ لَمْ يُنَبَّأْ بِمَا فِيْ صُحُفِ مُوْسٰى  ",
      "translation": "Ataukah belum diberitakan (kepadanya) apa yang ada dalam lembaran-lembaran (Kitab Suci yang diturunkan kepada) Musa?",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4820.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4820.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4820.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4820.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4820.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4820.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_36.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/36"
      },
      "tafsir": {
        "kemenag": {
          "short": "Ingkar dan kikir merupakan sifat tercela dan dia telah mendapat tuntunan untuk menghindarinya. Apakah dia memang ingkar ataukah belum diberitakan kepadanya apa yang ada dalam lembaran-lembaran kitab suci yang diwahyukan kepada Nabi Musa?",
          "long": "Pada ayat ini dijelaskan tentang ketentuan-ketentuan syariat Ibrahim yang telah melaksanakan tugas-tugas yang diberikan kepadanya, telah menyampaikan risalahnya menurut semestinya, sebagaimana yang dimaksud oleh ayat: \nDan (ingatlah), ketika Ibrahim diuji Tuhannya dengan beberapa kalimat, lalu dia melaksanakannya dengan sempurna. Dia (Allah) berfirman, \"Sesungguhnya Aku menjadikan engkau sebagai pemimpin bagi seluruh manusia.\" (al-Baqarah/2: 124) \nIbnu 'Abbas menyatakan, Ibrahim telah menjalankan semua gagasan Islam yang tigapuluh macam banyaknya yang tidak pernah dijalankan oleh nabi yang lain, yaitu sepuluh gagasan tersebut dalam Surah at-Taubah/9 ayat 111 dan 112. Dalam ayat pertama tersebut hanya satu macam gagasan, yaitu berperang pada jalan Allah lalu ia membunuh atau terbunuh, sedang pada ayat kedua disebutkan sembilan macam, yaitu orang yang bertobat, yang beribadah, yang memuji (Allah), yang mengembara (demi agama Islam), yang rukuk, yang sujud, yang menyuruh berbuat ma'ruf dan mencegah berbuat mungkar dan yang memelihara hukum-hukum Allah. Sepuluh di Surah al-Ahzab/33, pada ayat 35, yaitu laki-laki dan perempuan muslim, laki-laki dan perempuan yang mukmin, laki-laki dan perempuan yang khusyu', laki-laki dan perempuan yang bersedekah, laki-laki dan perempuan yang berpuasa, laki-laki dan perempuan yang memelihara kehormatannya, laki-laki dan perempuan yang banyak menyebut (nama) Allah. Enam macam dalam Surah al-Mu'minun/23 dari ayat 2 sampai dengan ayat 9, yaitu: orang yang khusyu' dalam salat, orang menjauhkan diri dari (perbuatan dan perkataan) yang tiada berguna, orang yang menunaikan zakat, orang yang menjaga kemaluannya, kecuali terhadap istri-istri mereka atau budak yang mereka miliki maka sesungguhnya mereka dalam hal ini tidak tercela. Barang siapa mencari yang di balik itu, mereka adalah orang yang melampaui batas, dan orang yang memelihara amanat (yang dipikulnya) dan janjinya, orang yang memelihara salatnya. Empat macam dalam Surah al-Ma'arij/70, yaitu mulai dari ayat 26 sampai dengan ayat 33; orang yang mempercayai hari Pembalasan, orang yang takut terhadap azab Tuhannya, karena sesungguhnya azab Tuhan mereka tidak dapat orang merasa aman (dari kedatangannya), orang yang memelihara kemaluannya, kecuali kepada istri-istri mereka atau budak-budak yang mereka miliki, maka sesungguhnya mereka dalam hal ini tiada tercela. Barang siapa mencari yang di balik itu, maka mereka itulah orang-orang yang melampaui batas, orang-orang yang memelihara amanat-amanat (yang dipikulnya) dan janjinya dan orang-orang yang memberikan kesaksiannya. Dikhususkan Ibrahim dengan sifat-sifat tersebut, karena beratnya cobaan yang telah dialaminya ketika terjadi perintah menyembelih putranya Ismail yang sudah jelas ceritanya. Adapun sebab menyebutkan syariat dua Nabi ini saja, karena orang musyrik mengaku bahwa mereka adalah pengikut Ibrahim, sedangkan Ahli Kitab mengaku bahwa mereka pengikut Taurat dan lembaran-lembarannya yang masih dekat masanya dengan mereka. Kemudian Allah menyatakan isi dari kedua syariat tersebut dalam ayat 38 dan 39 berikut."
        },
        "quraish": "Ataukah belum diberitakan kepadanya apa yang ada di dalam lembaran-lembaran Mûsâ dan Ibrâhîm yang telah mencapai puncak kesetiaan dalam menepati janji Allah, bahwa seseorang tidak akan memikul dosa orang lain?",
        "jalalayn": "(Ataukah) yakni sebenarnya (belum diberitakan kepadanya apa yang ada dalam lembaran-lembaran Musa) yaitu lembaran-lembaran kitab Taurat atau lembaran-lembaran kitab suci sebelumnya."
      },
      "meta": {
        "juz": 27,
        "page": 527,
        "manzil": 7,
        "ruku": 462,
        "hizbQuarter": 211,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4821,
        "inSurah": 37
      },
      "arab": "وَاِبْرٰهِيْمَ الَّذِيْ وَفّٰىٓ ۙ ",
      "translation": "Dan (lembaran-lembaran) Ibrahim yang selalu menyempurnakan janji?",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4821.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4821.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4821.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4821.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4821.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4821.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_37.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/37"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dan apakah dia juga mengingkari tuntunan wahyu yang terdapat pada lembaran-lembaran yang diwahyukan kepada Nabi Ibrahim yang selalu menyempurnakan janji kepada Allah?",
          "long": "Pada ayat ini dijelaskan tentang ketentuan-ketentuan syariat Ibrahim yang telah melaksanakan tugas-tugas yang diberikan kepadanya, telah menyampaikan risalahnya menurut semestinya, sebagaimana yang dimaksud oleh ayat: \nDan (ingatlah), ketika Ibrahim diuji Tuhannya dengan beberapa kalimat, lalu dia melaksanakannya dengan sempurna. Dia (Allah) berfirman, \"Sesungguhnya Aku menjadikan engkau sebagai pemimpin bagi seluruh manusia.\" (al-Baqarah/2: 124) \nIbnu 'Abbas menyatakan, Ibrahim telah menjalankan semua gagasan Islam yang tigapuluh macam banyaknya yang tidak pernah dijalankan oleh nabi yang lain, yaitu sepuluh gagasan tersebut dalam Surah at-Taubah/9 ayat 111 dan 112. Dalam ayat pertama tersebut hanya satu macam gagasan, yaitu berperang pada jalan Allah lalu ia membunuh atau terbunuh, sedang pada ayat kedua disebutkan sembilan macam, yaitu orang yang bertobat, yang beribadah, yang memuji (Allah), yang mengembara (demi agama Islam), yang rukuk, yang sujud, yang menyuruh berbuat ma'ruf dan mencegah berbuat mungkar dan yang memelihara hukum-hukum Allah. Sepuluh di Surah al-Ahzab/33, pada ayat 35, yaitu laki-laki dan perempuan muslim, laki-laki dan perempuan yang mukmin, laki-laki dan perempuan yang khusyu', laki-laki dan perempuan yang bersedekah, laki-laki dan perempuan yang berpuasa, laki-laki dan perempuan yang memelihara kehormatannya, laki-laki dan perempuan yang banyak menyebut (nama) Allah. Enam macam dalam Surah al-Mu'minun/23 dari ayat 2 sampai dengan ayat 9, yaitu: orang yang khusyu' dalam salat, orang menjauhkan diri dari (perbuatan dan perkataan) yang tiada berguna, orang yang menunaikan zakat, orang yang menjaga kemaluannya, kecuali terhadap istri-istri mereka atau budak yang mereka miliki maka sesungguhnya mereka dalam hal ini tidak tercela. Barang siapa mencari yang di balik itu, mereka adalah orang yang melampaui batas, dan orang yang memelihara amanat (yang dipikulnya) dan janjinya, orang yang memelihara salatnya. Empat macam dalam Surah al-Ma'arij/70, yaitu mulai dari ayat 26 sampai dengan ayat 33; orang yang mempercayai hari Pembalasan, orang yang takut terhadap azab Tuhannya, karena sesungguhnya azab Tuhan mereka tidak dapat orang merasa aman (dari kedatangannya), orang yang memelihara kemaluannya, kecuali kepada istri-istri mereka atau budak-budak yang mereka miliki, maka sesungguhnya mereka dalam hal ini tiada tercela. Barang siapa mencari yang di balik itu, maka mereka itulah orang-orang yang melampaui batas, orang-orang yang memelihara amanat-amanat (yang dipikulnya) dan janjinya dan orang-orang yang memberikan kesaksiannya. Dikhususkan Ibrahim dengan sifat-sifat tersebut, karena beratnya cobaan yang telah dialaminya ketika terjadi perintah menyembelih putranya Ismail yang sudah jelas ceritanya. Adapun sebab menyebutkan syariat dua Nabi ini saja, karena orang musyrik mengaku bahwa mereka adalah pengikut Ibrahim, sedangkan Ahli Kitab mengaku bahwa mereka pengikut Taurat dan lembaran-lembarannya yang masih dekat masanya dengan mereka. Kemudian Allah menyatakan isi dari kedua syariat tersebut dalam ayat 38 dan 39 berikut."
        },
        "quraish": "Ataukah belum diberitakan kepadanya apa yang ada di dalam lembaran-lembaran Mûsâ dan Ibrâhîm yang telah mencapai puncak kesetiaan dalam menepati janji Allah, bahwa seseorang tidak akan memikul dosa orang lain?",
        "jalalayn": "(Dan) lembaran-lembaran (Ibrahim yang selalu memenuhi janji) maksudnya Nabi Ibrahim itu selalu menepati apa yang diperintahkan kepadanya,, sebagaimana yang disebutkan dalam ayat yang lain, yaitu firman-Nya, \"Dan (ingatlah) ketika Ibrahim diuji Rabbnya dengan beberapa kalimat (perintah dan larangan), lalu Ibrahim menunaikannya dengan lengkap.\" (Q.S. Al Baqarah, 124) Kemudian pengertian yang terkandung di dalam lafal Maa pada ayat sebelumnya, dijelaskan oleh firman berikutnya,"
      },
      "meta": {
        "juz": 27,
        "page": 527,
        "manzil": 7,
        "ruku": 462,
        "hizbQuarter": 211,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4822,
        "inSurah": 38
      },
      "arab": "اَلَّا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰىۙ  ",
      "translation": "(yaitu) bahwa seseorang yang berdosa tidak akan memikul dosa orang lain,",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4822.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4822.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4822.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4822.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4822.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4822.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_38.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/38"
      },
      "tafsir": {
        "kemenag": {
          "short": "Di antara ajaran dalam lembaran-lembaran kitab suci itu adalah bahwa seseorang yang berdosa karena perbuatan dan keingkarannya tidak akan memikul dosa orang lain dan tidak mendapat manfaat dari perbuat-an baik orang lain.",
          "long": "Seseorang tidak akan memikul dosa orang lain. Setiap orang yang mengerjakan dosa karena kekafirannya atau karena kemaksiatannya maka dia sendiri yang memikul dosanya, dan tidak akan dipikul oleh orang lain. Dan jika seseorang yang dibebani berat dosanya memanggil (orang lain) untuk memikul bebannya itu tidak akan dipikulkan sedikit pun, meskipun (yang dipanggilnya itu) kaum kerabatnya. (Fathir/35: 18)"
        },
        "quraish": "Ataukah belum diberitakan kepadanya apa yang ada di dalam lembaran-lembaran Mûsâ dan Ibrâhîm yang telah mencapai puncak kesetiaan dalam menepati janji Allah, bahwa seseorang tidak akan memikul dosa orang lain?",
        "jalalayn": "(\"Yaitu bahwasanya seorang yang berdosa tidak akan memikul dosa orang lain) dan seterusnya. Lafal An adalah bentuk Mukhaffafah dari Anna; artinya bahwa setiap diri itu tidak dapat menanggung dosa orang lain."
      },
      "meta": {
        "juz": 27,
        "page": 527,
        "manzil": 7,
        "ruku": 462,
        "hizbQuarter": 211,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4823,
        "inSurah": 39
      },
      "arab": "وَاَنْ لَّيْسَ لِلْاِنْسَانِ اِلَّا مَا سَعٰىۙ  ",
      "translation": "dan bahwa manusia hanya memperoleh apa yang telah diusahakannya,",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4823.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4823.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4823.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4823.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4823.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4823.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_39.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/39"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dan diajarkan pula dalam lembaran-lembaran kitab suci itu bahwa manusia hanya memperoleh apa yang telah diusahakannya, dan usahanya yang baik atau buruk tidak akan dihilangkan.",
          "long": "Atas perbuatan yang baik, manusia hanya memperoleh ganjaran dari usahanya sendiri maka dia tidak berhak atas pahala suatu perbuatan yang tidak dilakukannya. Dari ayat tersebut, Imam Malik dan Imam Syafi'i memahami bahwa tidak sah menghadiahkan pahala amalan orang hidup berupa bacaan Al-Qur'an kepada orang mati, karena bukan perbuatan mereka dan usaha mereka. Begitu pula seluruh ibadah badaniah, seperti salat, haji dan tilawah, karena Nabi saw tidak pernah mengutarakan yang demikian kepada umat, tidak pernah menyuruhnya secara sindiran dan tidak pula dengan perantaraan nas dan tidak pula para sahabat menyampaikan kepada kita. Sekiranya tindakan itu baik, tentu mereka telah terlebih dahulu mengerjakannya. Ada pun mengenai sedekah, maka pahalanya sampai kepada orang mati, sebagaimana oleh Muslim dan al-Bukhari meriwayatkan dari Abu Hurairah, bahwa Nabi saw bersabda: Apabila seorang anak Adam meninggal dunia putuslah semua amal perbuatan (yang menyampaikan pahala kepadanya) kecuali tiga perkara, anak yang saleh yang berdoa kepadanya, sedekah jariah (wakaf) sesudahnya dan ilmu yang dapat diambil manfaatnya. (Riwayat Muslim dari Abu Hurairah) \nSebenarnya ini semua termasuk usaha seseorang, jerih payahnya, sebagaimana tersebut dalam hadist : \nSesungguhnya sebaik-baik yang dimakan oleh seseorang adalah hasil usahanya sendiri dan anaknya termasuk usahanya juga.(Riwayat anNasa'i dan Ibnu hibban) Sedekah jariah seperti wakaf adalah bekas usahanya, Allah berfirman: \nSungguh, Kamilah yang menghidupkan orang-orang yang mati, dan Kamilah yang mencatat apa yang telah mereka kerjakan dan bekasbekas yang mereka (tinggalkan). (Yasin/36: 12) \nIlmu yang disebarkan lalu orang-orang mengikutinya dan mengamalkannya termasuk juga usahanya. Dan telah diriwayatkan di antaranya hadis sahih: ÙŽOrang yang mengajak kepada suatu petunjuk maka baginya pahala yang serupa dengan pahala orang yang mengikuti petunjuk itu, tanpa mengurangi pahala orang yang mengikutinya sedikit pun. (Riwayat Muslim) \nImam Ahmad bin hanbal dan sebagian besar pengikut Syafi'i berpendapat bahwa pahala bacaan sampai kepada orang mati, bila bacaan itu tidak dibayar dengan upah. Tetapi bila bacaan itu dengan upah, sebagaimana biasa terjadi sekarang, maka pahalanya tidak sampai kepada orang mati, karena haram mengambil upah untuk membaca Al-Qur'an, meskipun boleh mengambil upah mengajarinya.Termasuk ibadah yang pahalanya sampai kepada orang lain adalah doa dan sedekah. ("
        },
        "quraish": "Juga bahwa seorang manusia tidak memperoleh balasan selain dari apa yang telah diusahakannya.",
        "jalalayn": "(Dan bahwasanya) bahwasanya perkara yang sesungguhnya itu ialah (seorang manusia tiada memperoleh selain apa yang telah diusahakannya) yaitu memperoleh kebaikan dari usahanya yang baik, maka dia tidak akan memperoleh kebaikan sedikit pun dari apa yang diusahakan oleh orang lain."
      },
      "meta": {
        "juz": 27,
        "page": 527,
        "manzil": 7,
        "ruku": 462,
        "hizbQuarter": 211,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4824,
        "inSurah": 40
      },
      "arab": "وَاَنَّ سَعْيَهٗ سَوْفَ يُرٰىۖ",
      "translation": "dan sesungguhnya usahanya itu kelak akan diperlihatkan (kepadanya),",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4824.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4824.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4824.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4824.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4824.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4824.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_40.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/40"
      },
      "tafsir": {
        "kemenag": {
          "short": "Semua itu kelak akan diperlihatkan kepadanya sehingga ia dapat berbangga dengan kebaikannya dan malu dengan amal buruknya.",
          "long": "Amal perbuatan seseorang akan diperlihatkan di hari mahsyar sehingga semua orang akan dapat melihatnya. Ini berarti penghormatan bagi orang-orang baik dan penghinaan bagi orangorang jahat. Dan katakanlah, \"Bekerjalah kamu, maka Allah akan melihat pekerjaanmu, begitu juga Rasul-Nya dan orang-orang mukmin, dan kamu akan dikembalikan kepada (Allah) Yang Mengetahui yang gaib dan yang nyata, lalu diberitakan-Nya kepada kamu apa yang telah kamu kerjakan.\" (at-Taubah/9: 105)"
        },
        "quraish": "Dan bahwa perbuatannya itu kelak akan diperlihatkan, sehingga ia melihat, pada hari kiamat itu, penghormatan untuk orang yang berbuat baik dan penghinaan untuk orang yang berbuat jahat.",
        "jalalayn": "(Dan bahwasanya usahanya itu kelak akan diperlihatkan) kepadanya di akhirat."
      },
      "meta": {
        "juz": 27,
        "page": 527,
        "manzil": 7,
        "ruku": 462,
        "hizbQuarter": 211,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4825,
        "inSurah": 41
      },
      "arab": "ثُمَّ يُجْزٰىهُ الْجَزَاۤءَ الْاَوْفٰىۙ ",
      "translation": "kemudian akan diberi balasan kepadanya dengan balasan yang paling  sempurna,",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4825.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4825.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4825.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4825.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4825.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4825.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_41.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/41"
      },
      "tafsir": {
        "kemenag": {
          "short": "Kemudian akan diberi balasan kepadanya dengan balasan yang paling sempurna.",
          "long": "Ayat ini menyatakan bahwa Allah akan membalas amal perbuatan seseorang dengan balasan yang lebih sempurna dengan melipatgandakan baginya perbuatan baik, dan membalas suatu kejahatan dengan yang serupa atau dimaafkan. \nKabarkanlah kepada hamba-hamba-Ku, bahwa Akulah Yang Maha Pengampun, Maha Penyayang, dan sesungguhnya azab-Ku adalah azab yang sangat pedih. (al-hijr/15: 49-50)"
        },
        "quraish": "Lalu ia akan diberi balasan yang banyak atas perbuatannya.",
        "jalalayn": "(Kemudian akan diberi balasan kepadanya dengan balasan yang paling sempurna\") pembalasan yang paling lengkap. Diambil dari asal kata, Jazaituhu Sa'yahu atau Bisa'yihi, artinya, \"Aku memberikan balasan terhadap usahanya, atau aku memberikannya balasan atas usahanya.\" Dengan kata lain lafal Jazaa ini boleh dibilang sebagai Fi'il Muta'addi atau Fi'il Lazim."
      },
      "meta": {
        "juz": 27,
        "page": 527,
        "manzil": 7,
        "ruku": 462,
        "hizbQuarter": 211,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4826,
        "inSurah": 42
      },
      "arab": "وَاَنَّ اِلٰى رَبِّكَ الْمُنْتَهٰىۙ  ",
      "translation": "dan sesungguhnya kepada Tuhanmulah kesudahannya (segala sesuatu),",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4826.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4826.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4826.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4826.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4826.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4826.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_42.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/42"
      },
      "tafsir": {
        "kemenag": {
          "short": "Amal yang baik akan mendapat balasan yang berlipat ganda, dan amal yang buruk akan dibalas sesuai kadar keburukannya. Dan selain itu, disebutkan pula dalam lembaran-lembaran kitab suci itu bahwa sesungguhnya hanya kepada Tuhanmu permulaan dan kesudahan segala sesuatu.",
          "long": "Allah tempat kembali segala sesuatu pada hari Kiamat dan Ia akan menghisab yang kecil dan besar, lalu Ia memberi pahala atau siksa sesuai dengan perbuatan mereka masing-masing. Ayat ini merupakan peringatan keras bagi orang jahat, dan bujukan yang halus bagi orang-orang baik dan sebagai penghibur hati bagi Nabi Muhammad saw, seperti firman-Nya: \nMaka jangan sampai ucapan mereka membuat engkau (Muhammad) bersedih hati. Sungguh, Kami mengetahui apa yang mereka rahasiakan dan apa yang mereka nyatakan. (Yasin/36: 76)"
        },
        "quraish": "Dan bahwa hanya kepada Tuhan--bukan kepada yang lain--segala sesuatu akan dikembalikan.",
        "jalalayn": "(Dan bahwasanya) jika dibaca Anna berarti di'athafkan kepada kalimat sebelumnya, jika dibaca Inna berarti merupakan jumlah Isti-naf atau kalimat baru. Hal ini berlaku pula terhadap lafal yang sama yang jatuh sesudahnya, dengan demikian maka pengertian yang terkandung pada kalimat sesudah Anna pertama bukan termasuk ke dalam pengertian yang terkandung di dalam lembaran-lembaran Ibrahim (kepada Rabbmulah kesudahan) tempat kembali sesudah mati, lalu Dia memberikan balasan yang setimpal kepada mereka masing-masing."
      },
      "meta": {
        "juz": 27,
        "page": 527,
        "manzil": 7,
        "ruku": 462,
        "hizbQuarter": 211,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4827,
        "inSurah": 43
      },
      "arab": "وَاَنَّهٗ هُوَ اَضْحَكَ وَاَبْكٰى",
      "translation": "dan sesungguhnya Dialah yang menjadikan orang tertawa dan menangis, ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4827.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4827.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4827.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4827.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4827.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4827.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_43.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/43"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dan selain itu, diterangkan pula dalam lembaran-lembaran kitab suci itu bahwa sesungguhnya Dialah Yang Mahakuasa yang telah menjadikan orang tertawa dan menangis serta menciptakan faktor-faktor yang menyebabkannya,",
          "long": "Allah-lah yang menjadikan orang tertawa dan menangis serta sebab-sebabnya. Maksudnya, Dia yang menjadikan manusia gembira karena perbuatannya yang baik, dan Dia yang menyebabkan manusia sedih, menangis dan prihatin karena perbuatannya, yaitu perbuatan yang menyenangkan atau menyusahkan"
        },
        "quraish": "Juga bahwa hanya Dia yang membuat orang dapat tertawa dan menangis dan menciptakan faktor- faktor penyebabnya.",
        "jalalayn": "(Dan bahwasanya Dia-lah yang membuat orang tertawa) yang menjadikan gembira siapa yang dikehendaki-Nya (dan menangis) yang menjadikan sedih siapa yang dikehendaki-Nya."
      },
      "meta": {
        "juz": 27,
        "page": 527,
        "manzil": 7,
        "ruku": 462,
        "hizbQuarter": 211,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4828,
        "inSurah": 44
      },
      "arab": "وَاَنَّهٗ هُوَ اَمَاتَ وَاَحْيَاۙ  ",
      "translation": "dan sesungguhnya Dialah yang mematikan dan menghidupkan, ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4828.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4828.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4828.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4828.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4828.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4828.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_44.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/44"
      },
      "tafsir": {
        "kemenag": {
          "short": "dan sesungguhnya Dia pula yang mematikan dan menghidupkan ciptaan-Nya.",
          "long": "Pada ayat ini Allah menegaskan bahwa sesungguhnya Dia-lah yang menjadikan mati dan hidup karena Dia adalah zat yang sanggup untuk menghidupkan, mematikan dan menghidupkan kembali. Yang menciptakan mati dan hidup, untuk menguji kamu, siapa di antara kamu yang lebih baik amalnya. Dan Dia Mahaperkasa, Maha Pengampun. (al-Mulk/67: 2)"
        },
        "quraish": "Bahwa hanya Dia yang mematikan dan menghidupkan.",
        "jalalayn": "(Dan bahwasanya Dia-lah yang mematikan dan yang menghidupkan) kembali pada hari berbangkit nanti."
      },
      "meta": {
        "juz": 27,
        "page": 527,
        "manzil": 7,
        "ruku": 462,
        "hizbQuarter": 211,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4829,
        "inSurah": 45
      },
      "arab": "وَاَنَّهٗ خَلَقَ الزَّوْجَيْنِ الذَّكَرَ وَالْاُنْثٰى ",
      "translation": "dan sesungguhnya Dialah yang men-ciptakan pasangan laki-laki dan perempuan,",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4829.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4829.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4829.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4829.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4829.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4829.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_45.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/45"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dan disebutkan pula dalam suhuf Nabi Ibrahim dan Musa bahwa sesungguhnya Dialah yang menciptakan pasangan laki-laki dan perempuan, jantan dan betina,",
          "long": "Allah yang menciptakan laki-laki dan perempuan dari \"air mani yang dipancarkan ke dalam rahim.\" Kemudian dihembuskannya ruh, sehingga dia hidup dan bergerak. Ayat 45 kembali menjelaskan mengenai keberpasangan ciptaan. Uraiannya dapat dilihat pada beberapa ayat terdahulu, seperti: Yasin/36: 36; ar-Ra'd/13: 3; asy-Syu'ara'/26: 7; dan adhdzariyat/51: 49. Ayat 46 menjelaskan penciptaan manusia yang datangnya dari pasangan laki-laki dan perempuan, sebagai tercantum dalam beberapa ayat sebelumnya. Air mani sebagai salah satu komponen pembentuk kehidupan diuraikan secara sepintas saja. Penjelasannya dapat ditemui pada beberapa uraian dalam ayat-ayat, seperti, alhajj/22: 5; al-Mu'minun/23: 13-14; dan Fathir/35: 11. Dalam ayatayat tersebut telah diuraikan secara sangat rinci bertahap-tahap dalam proses pengembangan embrio manusia. Bahkan mengenai air mani sendiri, dijelaskan, antara lain, pada ayat-ayat as-Sajdah/32: 7-9. Penjelasan selanjutnya, yang sangat ilmiah, ditemukan pada penjelasan dari Surah ath-thariq/86: 6-7 dan al-Insan/76: 2."
        },
        "quraish": "Bahwa Dia menciptakan pasangan--laki-laki dan perempuan, jantan dan betina--pada manusia dan binatang dari air mani yang memancar. (1) Ayat ini menunjukkan kemahakuasaan Allah yang menciptakan pasangan--laki-laki dan perempuan pada manusia dan jantan dan betina pada binatang--dari sperma yang proses pengeluarannya dilakukan bersama oleh laki-laki dan perempuan. Meski kandungan sperma itu begitu halus dan sangat kecil, ia merupakan sumber kehidupan dan penghidupan. Dengan demikian, ayat ini merupakan salah satu bentuk kemukjizatan al-Qur'ân yang sejak dini telah mengungkap suatu fakta sebelum ditemukan oleh ilmu pengetahuan, yaitu bahwa di dalam cairan laki-laki terdapat spermatozoa dan di dalam cairan wanita terdapat ovum. Apabila kedua cairan itu bertemu dan menyatu maka akan tejadi pembuahan dan kehamilan",
        "jalalayn": "(Dan bahwasanya Dia-lah yang menciptakan berpasang-pasangan) kedua jenis yang berpasangan (laki-laki dan perempuan)."
      },
      "meta": {
        "juz": 27,
        "page": 528,
        "manzil": 7,
        "ruku": 462,
        "hizbQuarter": 211,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4830,
        "inSurah": 46
      },
      "arab": "مِنْ نُّطْفَةٍ اِذَا تُمْنٰىۙ  ",
      "translation": "dari mani, apabila dipancarkan,",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4830.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4830.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4830.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4830.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4830.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4830.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_46.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/46"
      },
      "tafsir": {
        "kemenag": {
          "short": "dari mani apabila dipancarkan, yang selanjutnya pencipaan itu melalui proses yang telah ditetapkan.",
          "long": "Allah yang menciptakan laki-laki dan perempuan dari \"air mani yang dipancarkan ke dalam rahim.\" Kemudian dihembuskannya ruh, sehingga dia hidup dan bergerak. Ayat 45 kembali menjelaskan mengenai keberpasangan ciptaan. Uraiannya dapat dilihat pada beberapa ayat terdahulu, seperti: Yasin/36: 36; ar-Ra'd/13: 3; asy-Syu'ara'/26: 7; dan adhdzariyat/51: 49. Ayat 46 menjelaskan penciptaan manusia yang datangnya dari pasangan laki-laki dan perempuan, sebagai tercantum dalam beberapa ayat sebelumnya. Air mani sebagai salah satu komponen pembentuk kehidupan diuraikan secara sepintas saja. Penjelasannya dapat ditemui pada beberapa uraian dalam ayat-ayat, seperti, alhajj/22: 5; al-Mu'minun/23: 13-14; dan Fathir/35: 11. Dalam ayatayat tersebut telah diuraikan secara sangat rinci bertahap-tahap dalam proses pengembangan embrio manusia. Bahkan mengenai air mani sendiri, dijelaskan, antara lain, pada ayat-ayat as-Sajdah/32: 7-9. Penjelasan selanjutnya, yang sangat ilmiah, ditemukan pada penjelasan dari Surah ath-thariq/86: 6-7 dan al-Insan/76: 2."
        },
        "quraish": "Bahwa Dia menciptakan pasangan--laki-laki dan perempuan, jantan dan betina--pada manusia dan binatang dari air mani yang memancar. (1) Ayat ini menunjukkan kemahakuasaan Allah yang menciptakan pasangan--laki-laki dan perempuan pada manusia dan jantan dan betina pada binatang--dari sperma yang proses pengeluarannya dilakukan bersama oleh laki-laki dan perempuan. Meski kandungan sperma itu begitu halus dan sangat kecil, ia merupakan sumber kehidupan dan penghidupan. Dengan demikian, ayat ini merupakan salah satu bentuk kemukjizatan al-Qur'ân yang sejak dini telah mengungkap suatu fakta sebelum ditemukan oleh ilmu pengetahuan, yaitu bahwa di dalam cairan laki-laki terdapat spermatozoa dan di dalam cairan wanita terdapat ovum. Apabila kedua cairan itu bertemu dan menyatu maka akan tejadi pembuahan dan kehamilan",
        "jalalayn": "(Dari nuthfah) yakni air mani (apabila dipancarkan) bila ditumpahkan ke dalam rahim."
      },
      "meta": {
        "juz": 27,
        "page": 528,
        "manzil": 7,
        "ruku": 462,
        "hizbQuarter": 211,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4831,
        "inSurah": 47
      },
      "arab": "وَاَنَّ عَلَيْهِ النَّشْاَةَ الْاُخْرٰىۙ ",
      "translation": "dan sesungguhnya Dialah yang menetapkan penciptaan yang lain (kebangkitan setelah mati),",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4831.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4831.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4831.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4831.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4831.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4831.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_47.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/47"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dan dalam kedua suhuf itu juga diterangkan bahwa sesungguhnya Dialah yang menetapkan penciptaan yang lain,",
          "long": "Allah yang menghidupkan manusia sesudah mati untuk membalas orang yang berbuat baik atau jahat sesuai dengan apa yang dikerjakannya"
        },
        "quraish": "Bahwa Dia menghidupkan kembali manusia setelah mati.",
        "jalalayn": "(Dan bahwasanya Dia-lah yang menetapkan kejadian) huruf Hamzah lafal An Nasy`ah boleh dibaca panjang dan boleh dibaca pendek (yang lain) kejadian yang lain untuk dibangkitkan menjadi hidup kembali, sesudah penciptaan yang pertama."
      },
      "meta": {
        "juz": 27,
        "page": 528,
        "manzil": 7,
        "ruku": 462,
        "hizbQuarter": 211,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4832,
        "inSurah": 48
      },
      "arab": "وَاَنَّهٗ هُوَ اَغْنٰى وَاَقْنٰىۙ ",
      "translation": "dan sesungguhnya Dialah yang memberikan kekayaan dan kecukupan. ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4832.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4832.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4832.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4832.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4832.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4832.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_48.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/48"
      },
      "tafsir": {
        "kemenag": {
          "short": "dan disebutkan pula bahwa sesungguhnya Dialah yang memberikan kepada semua makhluk kekayaan serta kepuasan hati dari kegiatan yang diusahakan dan memberikan kecukupan atas apa yang disimpan.",
          "long": "Allah yang memberikan kekayaan atau kemiskinan bagi orang yang dikehendaki-Nya di antara hamba-Nya, sesuai dengan kesanggupan dan usaha masing-masing. Ayat ini menunjukkan kekuasaan yang sempurna, bahwa nuthfah (setetes mani) adalah sesuai bagian-bagiannya menurut kenyataan. Dari nutfah ini Allah jadikan bermacam-macam anggota, tabiat yang berlain-lainan dan laki-laki atau perempuan, maka tidak ada orang yang mengaku dapat membuatnya, sebagaimana tidak ada yang mengaku menjadikan langit dan bumi selain Allah. \nDan sungguh, jika engkau (Muhammad) tanyakan kepada mereka, \"Siapakah yang menciptakan langit dan bumi?\" Tentu mereka akan menjawab, \"Allah.\" (Luqman/31: 25) \nApakah manusia mengira, dia akan dibiarkan begitu saja (tanpa pertanggungjawaban)? Bukankah dia mulanya hanya setetes mani yang ditumpahkan (ke dalam rahim), kemudian (mani itu) menjadi sesuatu yang melekat, lalu Allah menciptakannya dan menyempurnakannya, lalu Dia menjadikan darinya sepasang lakilaki dan perempuan. Bukankah (Allah yang berbuat) demikian berkuasa (pula) menghidupkan orang mati? (al-Qiyamah/75: 36-40)"
        },
        "quraish": "Bahwa Dia memberi kecukupan dan rasa puas dengan apa yang ia peroleh dan simpan.",
        "jalalayn": "(Dan bahwasanya Dia yang memberi kekayaan) kepada manusia berupa harta benda (dan yang memberikan kecukupan) Dia memberikan harta untuk mencukupi kebutuhan orang itu."
      },
      "meta": {
        "juz": 27,
        "page": 528,
        "manzil": 7,
        "ruku": 462,
        "hizbQuarter": 211,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4833,
        "inSurah": 49
      },
      "arab": "وَاَنَّهٗ هُوَ رَبُّ الشِّعْرٰىۙ",
      "translation": "dan sesungguhnya Dialah Tuhan (yang memiliki) bintang Syi‘ra, ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4833.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4833.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4833.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4833.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4833.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4833.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_49.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/49"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dan selain itu, dalam kedua suhuf itu juga disebutkan bahwa sesungguhnya Dialah Tuhan yang menciptakan, memiliki, dan mengendalikan bintang Syi&lsquo;ra, bintang sembahan orang Arab pada masa Jahiliah.",
          "long": "Dalam ayat ini Allah menyatakan bahwa Dia-lah Tuhan yang memiliki bintang Syi'ra, yang sangat gemerlapan ini, yang terbit beriringan dengan bintang Jauza' di pertengahan musim panas. Mengkhususkan sebutan bintang ini dari planet-planet angkasa lainnya yang lebih besar dan lebih gemerlapan, karena bintang ini disembah pada zaman jahiliyah, yang menyembahnya adalah kabilah Himyar dan Khuza'ah. Orang pertama yang mengadakan penyembahan ini adalah Abu Kabsyah. Dia adalah pembesar bangsa Arab, sehingga orang Quraisy menyatakan, bahwa Nabi Muhammad saw, adalah anak Abu Kabsyah, sebagai persamaan karena berbeda dalam hal prinsip agamanya dengan agama nenek moyang mereka. Abu Kabsyah ini adalah salah seorang dari nenek Nabi Muhammad saw, dari pihak ibunya. Sebagaimana yang dikatakan Abu Sufyan ketika ia berada di hadapan Heraklius yang menjadi Pembesar Rum, \"Sungguh telah menjadi besar persoalan anak Abu Kabsyah ini (Nabi saw). Di antara bangsa Arab ada yang memuja bintang dan mengakui pengaruhnya terhadap alam semesta dan mereka membicarakan tentang masalah-masalah yang gaib ketika bintang itu terbit. Bintang Syi'ra ini ada dua, satu di antaranya berada di sebelah Syam (Palestina) dan yang lain berada di sebelah Yaman. Keterangan inilah yang dimaksudkan di sini yang disembah selain Allah."
        },
        "quraish": "Bahwa Dia adalah Pemelihara bintang besar yang disebut Syi'râ (Sirius). (1) Sirius adalah bintang paling terang pada gugusan \"Bintang Anjing\" (Dog Star) Besar, yang juga merupakan bintang paling terang yang dapat dilihat di langit. Bintang Sirius ini berada di sekitat 18 derajat sebelah selatan garis tengah langit dan dikenal juga dengan nama Dog Star (Bintang Anjing). Nama ini sudah dikenal sejak 3. 000 tahun yang lalu. Dalam bahasa Hiroglif (bahasa Mesir kuno, yaitu pada zaman Fir'aun) ditemukan gambar anjing yang melambangkan bintang ini. Allah secara khusus menyebut bintang Sirius pada ayat ini karena sebagian bangsa Arab pada zaman jahiliah menyembah bintang itu. Demikian pula orang-orang Mesir kuno. Hal itu disebabkan karena munculnya bintang ini dari sebelah timur pada sekitar pertengahan bulan Juli sebelum terbit matahari itu bersamaan dengan masa pasang naik sungai Nil di Mesir bagian tengah yang merupakan peristiwa penting dunia. Peristiwa ini bisa jadi merupakan batas penentuan awal tahun baru karena munculnya Sirius beberapa saat sebelum matahari terbit hanya terjadi sekali dalam satu tahun.",
        "jalalayn": "(Dan bahwasanya Dia-lah Rabb bintang syi'ra) nama bintang yang berada di belakang bintang Jauza; bintang itu pada zaman jahiliah disembah-sembah."
      },
      "meta": {
        "juz": 27,
        "page": 528,
        "manzil": 7,
        "ruku": 462,
        "hizbQuarter": 211,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4834,
        "inSurah": 50
      },
      "arab": "وَاَنَّهٗٓ اَهْلَكَ عَادًا ۨالْاُوْلٰىۙ",
      "translation": "dan sesungguhnya Dialah yang telah membinasakan kaum ‘Ad dahulu kala, ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4834.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4834.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4834.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4834.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4834.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4834.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_50.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/50"
      },
      "tafsir": {
        "kemenag": {
          "short": "Setelah menjelaskan ajaran dan tuntunan Allah dalam suhuf Nabi Ibrahim dan Musa, pada ayat ini Allah menyebut azab yang telah ditimpakan-Nya kepada umat-umat masa lalu. Dan diterangkan bahwa sesungguhnya Dialah yang telah membinasakan umat Nabi Hud, yakni kaum &lsquo;Ad pada zaman dahulu kala,",
          "long": "Allah yang membinasakan kaum 'Ad yang pertama yaitu kaum Nabi Hud, dan yang dimaksud dengan kaum 'Ad yang kedua ialah kaum Iram bin Sam bin Nuh. \nTidakkah engkau (Muhammad) memperhatikan bagaimana Tuhanmu berbuat terhadap (kaum) 'Ad? (yaitu) penduduk Iram (ibukota kaum 'Ad) yang mempunyai bangunan-bangunan yang tinggi, yang belum pernah dibangun (suatu kota) seperti itu di negeri-negeri lain. (al-Fajr/89: 6-8) \nKaum 'Ad kedua ini golongan manusia yang sangat kuat dan banyak berbuat durhaka terhadap Allah dan Rasul-Nya, Kemudian Allah membinasakan mereka dengan angin yang sangat dingin dan kencang, Allah menimpakan angin itu kepada mereka selama tujuh malam dan tujuh hari terus-menerus. ("
        },
        "quraish": "Dan bahwa Dia telah membinasakan kaum 'Ad pertama, umat Nabi Hûd, dan membinasakan kaum Tsamûd, umat Nabi Shâlih. Tidak ada seorang pun yang tersisa hidup.",
        "jalalayn": "(Dan bahwasanya Dia telah membinasakan kaum 'Ad yang pertama) menurut suatu qiraat harakat Tanwinnya diidgamkan kepada huruf Lam, bila huruf Lamnya didamahkan, tanpa memakai Hamzah. Ad adalah nama suatu kaum yang dikenal dengan nama kaum 'Ad, sedangkan kaum yang lainnya adalah kaum Nabi Saleh."
      },
      "meta": {
        "juz": 27,
        "page": 528,
        "manzil": 7,
        "ruku": 462,
        "hizbQuarter": 211,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4835,
        "inSurah": 51
      },
      "arab": "وَثَمُوْدَا۟ فَمَآ اَبْقٰىۙ",
      "translation": "dan kaum Samud, tidak seorang pun yang ditinggalkan-Nya (hidup), ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4835.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4835.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4835.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4835.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4835.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4835.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_51.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/51"
      },
      "tafsir": {
        "kemenag": {
          "short": "dan Allah pula yang telah membinasakan kaum Samud, umat Nabi Saleh. Karena kafir, mereka semua dibinasakan dan tidak seorang pun yang ditinggalkan-Nya dalam keadaan hidup.",
          "long": "Allah membinasakan kaum Samud dan tidak membiarkan mereka hidup, bahkan mereka disiksa dengan azab Tuhan yang sangat dahsyat, dalam ayat yang bersamaan maksudnya Allah berfirman: \nMaka adakah kamu melihat seorang pun yang masih tersisa di antara mereka? (al-haqqah/69: 8)"
        },
        "quraish": "Dan bahwa Dia telah membinasakan kaum 'Ad pertama, umat Nabi Hûd, dan membinasakan kaum Tsamûd, umat Nabi Shâlih. Tidak ada seorang pun yang tersisa hidup.",
        "jalalayn": "(Dan kaum Tsamud) jika dibaca Sharf, dengan memakai Tanwin berarti nama kakek moyang, bila dibaca dengan tidak memakai Tanwin berarti nama suatu kabilah, berarti di'athafkan kepada lafal Ad. (Maka tidak seorang pun yang ditinggalkan) hidup; maksudnya tiada seorang pun di antara mereka yang dibiarkan hidup oleh-Nya."
      },
      "meta": {
        "juz": 27,
        "page": 528,
        "manzil": 7,
        "ruku": 462,
        "hizbQuarter": 211,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4836,
        "inSurah": 52
      },
      "arab": "وَقَوْمَ نُوْحٍ مِّنْ قَبْلُۗ اِنَّهُمْ كَانُوْا هُمْ اَظْلَمَ وَاَطْغٰىۗ  ",
      "translation": "dan (juga) kaum Nuh sebelum itu. Sungguh, mereka adalah orang-orang yang paling zalim dan paling durhaka.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4836.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4836.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4836.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4836.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4836.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4836.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_52.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/52"
      },
      "tafsir": {
        "kemenag": {
          "short": "dan karena keingkarannya pula kaum Nabi Nuh dibinasakan sebelum itu. Sungguh, mereka adalah orang-orang yang paling zalim dan paling durhaka dibanding kedua umat sebelumnya, &lsquo;Ad dan Samud.",
          "long": "Allah membinasakan kaum Nuh sebelum kaum 'Ad dan Samud. Mereka lebih zalim daripada kedua kaum ini, karena mereka adalah orang-orang yang pertama membuat kezaliman dan kedurhakaan sedangkan orang yang paling zalim, sebagaimana hadis Nabi, \"Barang siapa mengadakan suatu perbuatan jahat, maka dia memikul dosanya.\" Kaum Nuh lebih durhaka daripada kaum 'Ad dan Samud, karena mereka telah melampaui batas, padahal sejak lama mereka telah mendengar seruan Nabi Nuh, namun mereka tetap membangkang sehingga Nabi Nuh habis kesabarannya dan mendoakan kebinasaan mereka. \nDan Nuh berkata, \"Ya Tuhanku, janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi. (Nuh/71: 26) \nAda seorang ayah yang membawa anaknya pergi menemui Nuh untuk memperingatkannya seraya mengatakan kepada anaknya, \"Wahai anakku! Ayahku dahulu membawa aku kepada orang ini, seperti sekarang aku membawamu. Awas engkau jangan mempercayainya!\" Si ayah mati dalam kekafirannya sedang anaknya yang masih kecil hidup berpegang kepada wasiat ayahnya, sehingga seruan Nuh mengajar manusia beriman tidak mempengaruhi lagi anak itu."
        },
        "quraish": "Allah telah membinasakan kaum Nabi Nûh sebelum membinasakan 'Ad dan Tsamûd. Sesungguhnya kaum Nabi Nûh lebih zalim dan lebih tiran daripada kaum 'Ad dan Tsamûd.",
        "jalalayn": "(Dan Kaum Nuh sebelum itu) sebelum kaum Ad dan kaum Tsamud; kami binasakan mereka semuanya. (Sesungguhnya mereka adalah orang-orang yang paling lalim dan paling durhaka) yakni kaum Nabi Nuh itu jauh lebih lalim dan lebih durhaka daripada kaum 'Ad dan kaum Tsamud, karena Nabi Nuh tinggal bersama mereka dalam waktu yang lama sekali sebagaimana yang diungkapkan oleh Allah dalam firman-Nya, \"maka ia tinggal di antara mereka seribu tahun kurang lima puluh tahun.\" (Q.S. Al 'Ankabut, 14) Di samping mereka tidak mau beriman kepada Nabi Nuh, mereka juga menyakiti bahkan memukulinya."
      },
      "meta": {
        "juz": 27,
        "page": 528,
        "manzil": 7,
        "ruku": 462,
        "hizbQuarter": 211,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4837,
        "inSurah": 53
      },
      "arab": "وَالْمُؤْتَفِكَةَ اَهْوٰىۙ  ",
      "translation": "Dan prahara angin telah meruntuhkan (negeri kaum Lut), ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4837.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4837.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4837.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4837.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4837.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4837.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_53.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/53"
      },
      "tafsir": {
        "kemenag": {
          "short": "Itulah kisah umat yang durhaka kepada nabinya, dan selain mereka hukuman Allah yang berupa prahara angin telah meruntuhkan negeri kaum Nabi Lut yang ingkar dan menolak ajarannya,",
          "long": "Allah telah memusnahkan kaum Lut dengan menjungkirbalikkan negeri mereka dan menurunkan azab kepada mereka berupa hujan batu yang terbakar, sambil menghujani mereka dengan batu-batu dari tanah yang terbakar, bertubi-tubi. Dalam ayat lain yang bersamaan maksudnya Allah berfirman: \nDan Kami hujani mereka (dengan hujan batu), maka betapa buruk hujan yang menimpa orang-orang yang telah diberi peringatan itu. (asy-Syu'ara'/26: 173) \nInilah yang dikehendaki oleh Allah dengan firman-Nya, \"Allah menimpakan atas negeri mereka azab yang menimpanya.\" Pengungkapan keadaan dengan kata-kata tersebut menunjukkan kehebatan azab yang menimpa mereka karena Allah membalikkanNya, yang atas menjadi bawah dan bawah menjadi atas. Keterangan yang jelas dan nyata itu tak dapat meyakinkan mereka, bahkan membikin mereka ragu-ragu, mereka menertawakannya, walaupun Nabi Muhammad saw terus-menerus memperingatkan mereka. Sebenarnya mereka harus menangis atas kesalahan dan kelengahan mereka dan sembah sujud kepada Allah."
        },
        "quraish": "Dan negeri-negeri kaum Lûth yang terbalik itu, Dialah yang membaliknya.",
        "jalalayn": "(Dan penduduk Mu`tafikah) yaitu negeri-negeri tempat tinggal kaum Nabi Luth (yang telah dihancurkan) yaitu dijatuhkan dari atas langit sesudah diangkat dalam keadaan terbalik, lalu dijatuhkan ke bumi oleh malaikat Jibril atas perintah Allah swt."
      },
      "meta": {
        "juz": 27,
        "page": 528,
        "manzil": 7,
        "ruku": 462,
        "hizbQuarter": 211,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4838,
        "inSurah": 54
      },
      "arab": "فَغَشّٰىهَا مَا غَشّٰىۚ  ",
      "translation": "lalu menimbuni negeri itu (sebagai azab) dengan (puing-puing) yang menimpanya. ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4838.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4838.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4838.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4838.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4838.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4838.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_54.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/54"
      },
      "tafsir": {
        "kemenag": {
          "short": "lalu dengan angin tersebut Allah menimbuni negeri itu dengan puing-puing dan bebatuan yang menimpanya.",
          "long": "Allah telah memusnahkan kaum Lut dengan menjungkirbalikkan negeri mereka dan menurunkan azab kepada mereka berupa hujan batu yang terbakar, sambil menghujani mereka dengan batu-batu dari tanah yang terbakar, bertubi-tubi. Dalam ayat lain yang bersamaan maksudnya Allah berfirman: \nDan Kami hujani mereka (dengan hujan batu), maka betapa buruk hujan yang menimpa orang-orang yang telah diberi peringatan itu. (asy-Syu'ara'/26: 173) \nInilah yang dikehendaki oleh Allah dengan firman-Nya, \"Allah menimpakan atas negeri mereka azab yang menimpanya.\" Pengungkapan keadaan dengan kata-kata tersebut menunjukkan kehebatan azab yang menimpa mereka karena Allah membalikkanNya, yang atas menjadi bawah dan bawah menjadi atas. Keterangan yang jelas dan nyata itu tak dapat meyakinkan mereka, bahkan membikin mereka ragu-ragu, mereka menertawakannya, walaupun Nabi Muhammad saw terus-menerus memperingatkan mereka. Sebenarnya mereka harus menangis atas kesalahan dan kelengahan mereka dan sembah sujud kepada Allah."
        },
        "quraish": "Mereka kemudian ditimpa azab yang besar. Maka nikmat Tuhanmu yang manakah yang kamu ragukan?",
        "jalalayn": "(Lalu Allah menimpakan atas negeri-negeri itu) batu-batu sesudah dibalikkan (azab besar yang menimpanya) di dalam ungkapan ayat azab yang dimaksud sengaja tidak disebutkan secara jelas, sebagai gambaran tentang kengeriannya yang tak terperikan, hingga tidak dapat diungkapkan oleh kata-kata. Azab ini dijelaskan pula dalam surah Hud, melalui firman-Nya, \"Kami jadikan negeri kaum Luth itu yang di atas ke bawah (Kami balikkan), dan Kami hujani mereka dengan batu dari tanah yang terbakar.\" (Q.S. Hud, 82)"
      },
      "meta": {
        "juz": 27,
        "page": 528,
        "manzil": 7,
        "ruku": 462,
        "hizbQuarter": 211,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4839,
        "inSurah": 55
      },
      "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكَ تَتَمَارٰى",
      "translation": "Maka terhadap nikmat Tuhanmu yang manakah yang masih kamu ragukan?",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4839.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4839.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4839.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4839.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4839.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4839.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_55.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/55"
      },
      "tafsir": {
        "kemenag": {
          "short": "Kehancuran umat-umat pengingkar pada masa lalu merupakan peringatan dari Allah untuk generasi sekarang dan mendatang. Merupakan salah satu bentuk nikmat-Nya bagaimana umat pada masa kini dapat mengambil pelajaran dan lebih berhati-hati dalam kehidupannya. Wahai manusia, jika umat-umat itu mendapat hukuman karena keingkaran mereka, maka terhadap nikmat Tuhanmu yang manakah yang masih kamu ragukan sehingga kamu mengingkarinya?",
          "long": "Allah menyatakan dalam bentuk pertanyaan kepada manusia tentang nikmat-Nya yang manakah, yang masih diragukan, dalam ayat berikut ini yang sama maksudnya. \nWahai manusia! Apakah yang telah memperdayakan kamu (berbuat durhaka) terhadap Tuhanmu Yang Mahamulia. (al-Infithar/82: 6) \nTetapi manusia adalah memang yang paling banyak membantah. (al-Kahf/18: 54) \nMaka nikmat Tuhanmu yang manakah yang kamu dustakan? (arRahman/55: 16) Pada hakikatnya musibah yang menimpa itu dapat membawa manusia kepada kesadaran bagi mereka yang memperhatikannya. Semua nikmat itu adalah bukti yang nyata atas ke-Esaan Allah."
        },
        "quraish": "Mereka kemudian ditimpa azab yang besar. Maka nikmat Tuhanmu yang manakah yang kamu ragukan?",
        "jalalayn": "(Maka terhadap nikmat Rabbmu yang manakah) yakni nikmat-nikmat-Nya yang menunjukkan kepada keesaan dan kekuasaan-Nya (kamu ragu-ragu) kamu meragukannya, hai manusia. Atau, kamu mendustakannya hai manusia?"
      },
      "meta": {
        "juz": 27,
        "page": 528,
        "manzil": 7,
        "ruku": 462,
        "hizbQuarter": 211,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4840,
        "inSurah": 56
      },
      "arab": "هٰذَا نَذِيْرٌ مِّنَ النُّذُرِ الْاُوْلٰى",
      "translation": "Ini (Muhammad) salah seorang pemberi peringatan di antara para pemberi peringatan yang telah terdahulu. ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4840.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4840.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4840.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4840.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4840.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4840.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_56.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/56"
      },
      "tafsir": {
        "kemenag": {
          "short": "Wahai manusia, Nabi Muhammad ini adalah salah seorang pemberi peringatan yang diamanati untuk mengingatkan kamu dan ia termasuk di antara para pemberi peringatan yang telah terdahulu.",
          "long": "Ayat ini menyatakan bahwa sesungguhnya Nabi Muhammad saw dengan Al-Qur'annya adalah pemberi peringatan terhadap orang yang menyimpang dari petunjuk-Nya dengan mengikuti hawa nafsu yang membawa kepada kecelakaan dunia dan akhirat. Nabi Muhammad saw, seperti para rasul sebelumnya, menyampaikan seruan kepada manusia, tetapi sebagian manusia mendustakan kerasulan-Nya, maka Allah menghancurkan dan menjatuhkan azab kepada mereka sesuai dengan kedustaan dan keingkaran mereka terhadap nikmat-nikmat yang terus-menerus datang dari Tuhan, dalam ayat yang lain: \nDia tidak lain hanyalah seorang pemberi peringatan bagi kamu sebelum (menghadapi) azab yang keras.\" (Saba'/34: 46) \nDalam hadis Nabi yang ada hubungannya dengan ayat ini yaitu: Saya pemberi peringatan yang tak berpakaian. (Riwayat al-Bukhari dan Muslim) Maksudnya, karena terburu-buru melihat kejahatan, sehingga tidak sempat memakai pakaian, terus berangkat untuk mengingatkan kaumnya. Bisa juga berarti polos dan tegas. ("
        },
        "quraish": "Al-Qur'ân ini merupakan pemberi peringatan sejenis peringatan pertama umat-umat terdahulu.",
        "jalalayn": "(Ini) Muhammad ini (adalah seorang pemberi peringatan di antara pemberi-pemberi peringatan yang terdahulu) artinya, sama dengan mereka. Maksudnya, dia adalah seorang rasul yang sama dengan rasul-rasul lain sebelumnya; ia diutus kepada kalian, sebagaimana para rasul terdahulu diutus kepada kaumnya masing-masing."
      },
      "meta": {
        "juz": 27,
        "page": 528,
        "manzil": 7,
        "ruku": 462,
        "hizbQuarter": 211,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4841,
        "inSurah": 57
      },
      "arab": "اَزِفَتِ الْاٰزِفةُ ۚ ",
      "translation": "Yang dekat (hari Kiamat) telah makin mendekat. ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4841.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4841.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4841.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4841.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4841.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4841.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_57.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/57"
      },
      "tafsir": {
        "kemenag": {
          "short": "Di antara peringatan Nabi Muhammad adalah kepastian akan datangnya hari kiamat yang semakin hari semakin dekat. Sesuatu yang dekat, yaitu hari kiamat, kedatangannya telah makin mendekat",
          "long": "Ayat ini menerangkan, bahwa hari Kiamat sudah dekat masanya dan neraka telah tersedia, tiap manusia akan menerima balasan sesuai dengan perbuatannya, maka waspadalah, agar kamu tidak termasuk di antara orang yang binasa, yaitu pada suatu hari yang tidak berguna. Pada waktu itu harta dan anak, kecuali orang yang datang menghadapi Allah dengan hati yang bersih pada hari seorang anggota keluarga tidak dapat memberi manfaat kepada anggota keluarga lainnya sedikit pun dan mereka tidak mendapat pertolongan apa pun. \nApabila terjadi hari Kiamat, terjadinya tidak dapat didustakan (disangkal). (al-Waqi'ah/56: 1-2) Dan tersebut dalam hadis: Kerasulanku ini dibandingkan dengan hari Kiamat adalah seperti dua ini, dan beliau menceraikan antara dua anak jari-jari tengah dan telunjuk. (Riwayat Ahmad"
        },
        "quraish": "Hari kiamat telah dekat. Tidak ada yang mengetahui waktu terjadinya selain Allah.",
        "jalalayn": "(Telah dekat terjadinya hari kiamat) kiamat telah dekat masanya."
      },
      "meta": {
        "juz": 27,
        "page": 528,
        "manzil": 7,
        "ruku": 462,
        "hizbQuarter": 211,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4842,
        "inSurah": 58
      },
      "arab": "لَيْسَ لَهَا مِنْ دُوْنِ اللّٰهِ كَاشِفَةٌ  ۗ ",
      "translation": "Tidak ada yang akan dapat mengungkapkan (terjadinya hari itu) selain Allah.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4842.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4842.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4842.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4842.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4842.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4842.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_58.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/58"
      },
      "tafsir": {
        "kemenag": {
          "short": "dan tidak ada seorang pun yang akan dapat mengungkapkan kapan hari itu tiba, selain Allah yang telah menetapkannya sejak zaman azali.",
          "long": "Ayat ini menerangkan bahwa, tidak ada seorang pun yang mengetahui waktu tibanya hari Kiamat selain dari Allah, maka bersiap-siaplah untuk menghadapi hari itu sebelum datang secara tibatiba, dalam keadaan kamu tidak memperkirakan. Kamu akan menyesali kesalahan yang tidak ada gunanya, karenanya, beramallah selama masih ada kesempatan untuk beramal. Dengan ayat ini diungkapkan tiga macam dasar agama yaitu: 1. Keesaan Allah berdasarkan firman-Nya; maka dengan nikmat Tuhanmu yang manakah kamu ragu-ragu? 2. Pengukuhan kerasulan Nabi Muhammad saw, dengan firman-Nya; ini (Muhammad) adalah seorang pemberi peringatan. 3. Pengukuhan tentang adanya pengumpulan dan kebangkitan pada hari Kiamat dengan firman-Nya; telah dekatlah kejadiannya hari Kiamat."
        },
        "quraish": "Hari kiamat telah dekat. Tidak ada yang mengetahui waktu terjadinya selain Allah.",
        "jalalayn": "(Tiada baginya selain dari Allah) tiada seorang pun selain Allah (yang dapat menyatakan terjadinya) tiada yang mengetahui kapan terjadi dan tiada seorang pun yang dapat menyatakan kejadiannya selain Allah. Ayat ini mempunyai arti yang senada dengan ayat lainnya yaitu, firman-Nya, \"tidak ada seorang pun yang dapat menjelaskan waktu kedatangannya selain Dia.\" (Q.S. Al A'raf, 187)."
      },
      "meta": {
        "juz": 27,
        "page": 528,
        "manzil": 7,
        "ruku": 462,
        "hizbQuarter": 211,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4843,
        "inSurah": 59
      },
      "arab": "اَفَمِنْ هٰذَا الْحَدِيْثِ تَعْجَبُوْنَۙ  ",
      "translation": "Maka apakah kamu merasa heran terhadap pemberitaan ini?",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4843.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4843.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4843.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4843.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4843.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4843.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_59.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/59"
      },
      "tafsir": {
        "kemenag": {
          "short": "Wahai kaum kafir, bila kiamat memang akan datang, maka apakah kamu masih merasa heran terhadap pemberitaan ini, lalu menolak kebenarannya?",
          "long": "Ayat ini diungkapkan dalam bentuk pertanyaan, maksudnya: Apakah layak bagi kamu, sesudah keterangan yang jelas itu bahwa manusia merasa heran terhadap Al-Qur'an, sedang AlQur'an membawa petunjuk untuk kamu ke jalan yang benar dan menghantarkan kamu ke jalan yang lurus; atau kamu masih memandangnya rendah dengan mencemoohkan dan berpaling dari padanya. Al-Baihaqi dalam Kitab Syu'abul Iman meriwayatkan dari Abu Hurairah, ia berkata, \"Ketika turun firman Allah 'maka apakah kamu merasa heran terhadap pemberitaan ini?\" Ahli Suffah menangis sehingga mengalir air mata mereka ke pipi. Dan ketika Nabi Muhammad saw melihat tangisan mereka beliau pun menangis, lalu kami menangis karena tangisan beliau, seraya berkata: Tidak akan masuk neraka orang-orang yang menangis karena takut kepada Allah dan tidak akan masuk surga orang-orang yang terusmenerus mengerjakan maksiat Dan kalaulah orang-orang tidak melakukan dosa sungguh Allah akan mendatangkan orang-orang yang berdosa, lalu mereka beristigfar, maka Allah mengampuni mereka. (Riwayat al-Baihaqi) \nKemudian Allah menyatakan kewajiban mengagungkan dan khusyu' ketika mendengar Al-Qur'an, sebagaimana firman Allah: \nDan mereka menyungkurkan wajah sambil menangis dan mereka bertambah khusyuk. (al-Isra'/17: 109)"
        },
        "quraish": "Apakah kalian mengingkari setiap kebenaran sehingga kalian merasa heran dan mengingkari al-Qur'ân? Lalu kalian tertawa sebagai hinaan dan cemoohan--bukan malah menangis seperti yang dilakukan orang-orang yang yakin--dalam keadaan lengah dan sombong?",
        "jalalayn": "(Maka apakah terhadap pemberitaan ini) Alquran ini (kalian merasa heran?) makna yang dimaksud ialah mendustakannya."
      },
      "meta": {
        "juz": 27,
        "page": 528,
        "manzil": 7,
        "ruku": 462,
        "hizbQuarter": 211,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4844,
        "inSurah": 60
      },
      "arab": "وَتَضْحَكُوْنَ وَلَا تَبْكُوْنَۙ  ",
      "translation": "dan kamu tertawakan dan tidak menangis, ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4844.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4844.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4844.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4844.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4844.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4844.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_60.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/60"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dan tidak hanya menolaknya, kamu bahkan terus menertawakan berita ini dan tidak menangis sebagaimana orang yang sepenuhnya percaya dan takut karena merasa belum cukup bekal untuk menghadapi hari itu.",
          "long": "Ayat ini diungkapkan dalam bentuk pertanyaan, maksudnya: Apakah layak bagi kamu, sesudah keterangan yang jelas itu bahwa manusia merasa heran terhadap Al-Qur'an, sedang AlQur'an membawa petunjuk untuk kamu ke jalan yang benar dan menghantarkan kamu ke jalan yang lurus; atau kamu masih memandangnya rendah dengan mencemoohkan dan berpaling dari padanya. Al-Baihaqi dalam Kitab Syu'abul Iman meriwayatkan dari Abu Hurairah, ia berkata, \"Ketika turun firman Allah 'maka apakah kamu merasa heran terhadap pemberitaan ini?\" Ahli Suffah menangis sehingga mengalir air mata mereka ke pipi. Dan ketika Nabi Muhammad saw melihat tangisan mereka beliau pun menangis, lalu kami menangis karena tangisan beliau, seraya berkata: Tidak akan masuk neraka orang-orang yang menangis karena takut kepada Allah dan tidak akan masuk surga orang-orang yang terusmenerus mengerjakan maksiat Dan kalaulah orang-orang tidak melakukan dosa sungguh Allah akan mendatangkan orang-orang yang berdosa, lalu mereka beristigfar, maka Allah mengampuni mereka. (Riwayat al-Baihaqi) \nKemudian Allah menyatakan kewajiban mengagungkan dan khusyu' ketika mendengar Al-Qur'an, sebagaimana firman Allah: \nDan mereka menyungkurkan wajah sambil menangis dan mereka bertambah khusyuk. (al-Isra'/17: 109)"
        },
        "quraish": "Apakah kalian mengingkari setiap kebenaran sehingga kalian merasa heran dan mengingkari al-Qur'ân? Lalu kalian tertawa sebagai hinaan dan cemoohan--bukan malah menangis seperti yang dilakukan orang-orang yang yakin--dalam keadaan lengah dan sombong?",
        "jalalayn": "(Dan kalian menertawakan) karena memperolok-olokkannya (dan tidak menangis) sewaktu kalian mendengarkan ancaman dan peringatannya."
      },
      "meta": {
        "juz": 27,
        "page": 528,
        "manzil": 7,
        "ruku": 462,
        "hizbQuarter": 211,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4845,
        "inSurah": 61
      },
      "arab": "وَاَنْتُمْ سَامِدُوْنَ ",
      "translation": "sedang kamu lengah (darinya).",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4845.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4845.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4845.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4845.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4845.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4845.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_61.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/61"
      },
      "tafsir": {
        "kemenag": {
          "short": "Wahai kaum kafir, saat sedang menertawakan berita tentang kiamat itu kamu berada dalam keadaan lengah dan lalai dari kedatangannya dan siksa di dalamnya.",
          "long": "Ayat ini diungkapkan dalam bentuk pertanyaan, maksudnya: Apakah layak bagi kamu, sesudah keterangan yang jelas itu bahwa manusia merasa heran terhadap Al-Qur'an, sedang AlQur'an membawa petunjuk untuk kamu ke jalan yang benar dan menghantarkan kamu ke jalan yang lurus; atau kamu masih memandangnya rendah dengan mencemoohkan dan berpaling dari padanya. Al-Baihaqi dalam Kitab Syu'abul Iman meriwayatkan dari Abu Hurairah, ia berkata, \"Ketika turun firman Allah 'maka apakah kamu merasa heran terhadap pemberitaan ini?\" Ahli Suffah menangis sehingga mengalir air mata mereka ke pipi. Dan ketika Nabi Muhammad saw melihat tangisan mereka beliau pun menangis, lalu kami menangis karena tangisan beliau, seraya berkata: Tidak akan masuk neraka orang-orang yang menangis karena takut kepada Allah dan tidak akan masuk surga orang-orang yang terusmenerus mengerjakan maksiat Dan kalaulah orang-orang tidak melakukan dosa sungguh Allah akan mendatangkan orang-orang yang berdosa, lalu mereka beristigfar, maka Allah mengampuni mereka. (Riwayat al-Baihaqi) \nKemudian Allah menyatakan kewajiban mengagungkan dan khusyu' ketika mendengar Al-Qur'an, sebagaimana firman Allah: \nDan mereka menyungkurkan wajah sambil menangis dan mereka bertambah khusyuk. (al-Isra'/17: 109)"
        },
        "quraish": "Apakah kalian mengingkari setiap kebenaran sehingga kalian merasa heran dan mengingkari al-Qur'ân? Lalu kalian tertawa sebagai hinaan dan cemoohan--bukan malah menangis seperti yang dilakukan orang-orang yang yakin--dalam keadaan lengah dan sombong?",
        "jalalayn": "(Sedangkan kalian melengahkannya) lengah dan lalai mengenai apa yang diwajibkan kepada kalian untuk mengerjakannya."
      },
      "meta": {
        "juz": 27,
        "page": 528,
        "manzil": 7,
        "ruku": 462,
        "hizbQuarter": 211,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 4846,
        "inSurah": 62
      },
      "arab": "فَاسْجُدُوْا لِلّٰهِ وَاعْبُدُوْا ࣖ ۩ ",
      "translation": "Maka bersujudlah kepada Allah dan sembahlah (Dia). ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4846.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/4846.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/4846.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/4846.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/4846.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/4846.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/53_62.png",
        "secondary": "https://cdn.alquran.cloud/media/image/53/62"
      },
      "tafsir": {
        "kemenag": {
          "short": "Maka, demi keselamatanmu bersujudlah kepada Allah, patuhi ajaran-Nya, dan sembahlah Dia secara tulus, baik dengan ibadah yang diwajibkan maupun yang dianjurkan.",
          "long": "Ayat ini memerintahkan manusia supaya tunduk dan beribadah kepada Allah dengan ikhlas, karena Allah menurunkan AlQur'an kepada manusia melalui rasul-Nya, tugasnya memberi petunjuk dan membawa berita gembira. Hendaklah manusia menyambut Al-Qur'an itu dengan meninggalkan penyembahan terhadap berhala yang tidak membawa manfaat."
        },
        "quraish": "Maka bersujudlah kepada Allah yang telah menurunkan al-Qur'ân sebagai petunjuk bagi manusia. Dan menyembahlah hanya kepada-Nya.",
        "jalalayn": "(Maka bersujudlah kalian kepada Allah) Yang telah menciptakan kalian (dan sembahlah) Dia, dan janganlah kalian menyembah dan bersujud kepada berhala-berhala."
      },
      "meta": {
        "juz": 27,
        "page": 528,
        "manzil": 7,
        "ruku": 462,
        "hizbQuarter": 211,
        "sajda": {
          "recommended": false,
          "obligatory": true
        }
      }
    }
  ]
}
