{
  "number": 93,
  "name": "Ad-Duha",
  "ayahs": [
    {
      "number": {
        "inQuran": 6080,
        "inSurah": 1
      },
      "arab": "وَالضُّحٰىۙ",
      "translation": "Demi waktu duha (ketika matahari naik sepenggalah),",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6080.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6080.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6080.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6080.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6080.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6080.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/93_1.png",
        "secondary": "https://cdn.alquran.cloud/media/image/93/1"
      },
      "tafsir": {
        "kemenag": {
          "short": "Demi waktu duha ketika matahari naik sepenggalah, atau demi waktu siang seluruhnya. Penyebutan waktu duha mengisyaratkan bahwa tenggang waktu ketika Nabi tidak menerima wahyu beberapa lama bagaikan malam yang gelap, sedangkan turunnya surah ini setelah itu bagaikan fajar yang menyingsing.",
          "long": "Dalam ayat-ayat ini, Allah bersumpah dengan dua macam tanda-tanda kebesaran-Nya, yaitu dhuha (waktu matahari naik sepenggalah) bersama cahayanya dan malam beserta kegelapan dan kesunyiannya, bahwa Dia tidak meninggalkan Rasul-Nya, Muhammad, dan tidak pula memarahinya, sebagaimana orang-orang mengatakannya atau perasaan Rasulullah sendiri."
        },
        "quraish": "[[93 ~ ADL-DLUHA (WAKTU DUHA) Pendahuluan: Makkiyyah, 11 ayat ~ Surat ini dibuka dengan sumpah demi dua waktu yang menggambarkan jam kerja dan jam istirahat, bahwa Allah tidak akan meninggalkan dan membenci Rasul-Nya. Kedudukan tinggi di akhirat yang dijanjikan Allah kepadanya jauh lebih baik daripada apa yang dikaruniakan-Nya di dunia. Kemudian Allah bersumpah pula bahwa Dia akan memberi Rasulullah sesuatu yang membuatnya merasa puas. Keadaan masa lalu yang dialami Rasulullah merupakan bukti dari itu semua. Betapa, sebelumnya, Rasulullah adalah seorang anak yatim, tetapi kemudian mendapat perlindungan dari Allah. Betapa ia mengalami kebingungan, tetapi kemudian mendapat petunjuk dari Allah. Dan betapa pula ia adalah seorang fakir, tetapi kemudian memperoleh penghidupan yang cukup dari Allah. Ayat-ayat selanjutnya dalam surat ini mengajak untuk menghormati anak yatim, tidak menghardik orang yang meminta-minta dan menyebutkan nikmat Allah.]] Aku bersumpah demi waktu naiknya matahari dan waktu kerja.",
        "jalalayn": "(Demi waktu Dhuha) yakni waktu matahari sepenggalah naik, yaitu di awal siang hari; atau makna yang dimaksud ialah siang hari seluruhnya."
      },
      "meta": {
        "juz": 30,
        "page": 596,
        "manzil": 7,
        "ruku": 535,
        "hizbQuarter": 238,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6081,
        "inSurah": 2
      },
      "arab": "وَالَّيْلِ اِذَا سَجٰىۙ",
      "translation": "dan demi malam apabila telah sunyi,",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6081.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6081.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6081.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6081.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6081.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6081.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/93_2.png",
        "secondary": "https://cdn.alquran.cloud/media/image/93/2"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dan demi malam apabila telah sunyi dan gelap. Ketika matahari bergeser ke tempat lain, belahan bumi yang ditinggalkannya beranjak tenang dan gelap, menjadi waktu yang tepat untuk istirahat.",
          "long": "Dalam ayat-ayat ini, Allah bersumpah dengan dua macam tanda-tanda kebesaran-Nya, yaitu dhuha (waktu matahari naik sepenggalah) bersama cahayanya dan malam beserta kegelapan dan kesunyiannya, bahwa Dia tidak meninggalkan Rasul-Nya, Muhammad, dan tidak pula memarahinya, sebagaimana orang-orang mengatakannya atau perasaan Rasulullah sendiri."
        },
        "quraish": "Demi malam ketika telah sunyi dan kegelapannya mulai menyelimutinya.",
        "jalalayn": "(Dan demi malam apabila telah sunyi) telah tenang, atau telah menutupi dengan kegelapannya."
      },
      "meta": {
        "juz": 30,
        "page": 596,
        "manzil": 7,
        "ruku": 535,
        "hizbQuarter": 238,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6082,
        "inSurah": 3
      },
      "arab": "مَا وَدَّعَكَ رَبُّكَ وَمَا قَلٰىۗ",
      "translation": "Tuhanmu tidak meninggalkan engkau (Muhammad) dan tidak (pula) membencimu,",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6082.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6082.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6082.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6082.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6082.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6082.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/93_3.png",
        "secondary": "https://cdn.alquran.cloud/media/image/93/3"
      },
      "tafsir": {
        "kemenag": {
          "short": "Wahai Nabi, tidak adanya wahyu yang turun kepadamu dalam beberapa hari ini bukan karena Allah membencimu. Tuhanmu yang telah memilihmu sebagai nabi dan rasul tidak akan meninggalkan engkau sendirian dalam menyampaikan risalah dan tidak pula membencimu.",
          "long": "Dalam ayat-ayat ini, Allah bersumpah dengan dua macam tanda-tanda kebesaran-Nya, yaitu dhuha (waktu matahari naik sepenggalah) bersama cahayanya dan malam beserta kegelapan dan kesunyiannya, bahwa Dia tidak meninggalkan Rasul-Nya, Muhammad, dan tidak pula memarahinya, sebagaimana orang-orang mengatakannya atau perasaan Rasulullah sendiri."
        },
        "quraish": "Bahwa Tuhanmu, wahai Muhammad, tidak meninggalkanmu dan tidak pula membencimu.",
        "jalalayn": "(Tiada meninggalkan kamu) tiada membiarkan kamu sendirian, hai Muhammad (Rabbmu, dan tiada pula Dia benci kepadamu) atau tidak senang kepadamu. Ayat ini diturunkan setelah selang beberapa waktu yaitu lima belas hari wahyu tidak turun-turun kepadanya, kemudian orang-orang kafir mengatakan, sesungguhnya Rabb Muhammad telah meninggalkannya dan membencinya."
      },
      "meta": {
        "juz": 30,
        "page": 596,
        "manzil": 7,
        "ruku": 535,
        "hizbQuarter": 238,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6083,
        "inSurah": 4
      },
      "arab": "وَلَلْاٰخِرَةُ خَيْرٌ لَّكَ مِنَ الْاُوْلٰىۗ",
      "translation": "dan sungguh, yang kemudian itu lebih baik bagimu dari yang permulaan.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6083.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6083.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6083.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6083.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6083.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6083.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/93_4.png",
        "secondary": "https://cdn.alquran.cloud/media/image/93/4"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dan sungguh, yang kemudian itu lebih baik bagimu dari yang permulaan. Akhirat beserta pahala yang Allah sediakan untukmu itu lebih baik daripada dunia ini. Kenikmatan akhirat bersifat abadi, sedangkan kehidupan dunia hanya sementara.",
          "long": "Dalam ayat ini, Allah mengungkapkan sesuatu yang melapangkan dada Nabi saw dan menenteramkan jiwanya, bahwa keadaan Nabi dalam kehidupannya di hari-hari mendatang akan lebih baik dibandingkan dengan hari-hari yang telah lalu. Kebesarannya akan bertambah dan namanya akan lebih dikenal. Allah akan selalu membimbingnya untuk mencapai kemuliaan dan untuk menuju kepada kebesaran.\nSeakan-akan Allah mengatakan kepada Rasul-Nya, \"Apakah engkau kira bahwa Aku akan meninggalkanmu? Bahkan kedudukanmu di sisi-Ku sekarang lebih kukuh dan lebih dekat dari masa yang sudah-sudah.\"\nJanji Allah kepada Nabi Muhammad terus terbukti karena sejak itu nama Nabi saw semakin terkenal, kedudukannya semakin bertambah kuat, sehingga mencapai tingkat yang tidak pernah dicapai oleh para rasul sebelumnya. Allah telah menjadikan Nabi Muhammad sebagai rahmat, petunjuk, dan cahaya untuk seluruh alam dan seluruh hamba-Nya. Allah menjadikan cinta kepada Nabi Muhammad termasuk cinta kepada-Nya juga; mengikuti Nabi dan mematuhinya adalah jalan untuk memperoleh nikmat-nikmat-Nya, serta menjadikan umat Nabi sebagai saksi-saksi untuk manusia seluruhnya. Nabi saw sendiri telah menyiarkan agama Allah sesuai dengan kehendak-Nya sehingga sampai ke pelosok-pelosok dunia.\nIni adalah suatu kebesaran yang tiada bandingnya, suatu keunggulan yang tiada taranya, dan suatu kemuliaan yang tidak ada yang dapat mengimbanginya. Semua itu adalah anugerah Allah yang diberikan kepada orang yang dikehendaki-Nya."
        },
        "quraish": "Dan bahwa akibat dan akhir keadaanmu adalah lebih baik daripada permulaannya.",
        "jalalayn": "(Dan sesungguhnya akhir itu lebih baik bagimu) maksudnya kehidupan di akhirat itu lebih baik bagimu, karena di dalamnya terdapat kemuliaan-kemuliaan bagimu (dari permulaan) dari kehidupan duniawi."
      },
      "meta": {
        "juz": 30,
        "page": 596,
        "manzil": 7,
        "ruku": 535,
        "hizbQuarter": 238,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6084,
        "inSurah": 5
      },
      "arab": "وَلَسَوْفَ يُعْطِيْكَ رَبُّكَ فَتَرْضٰىۗ",
      "translation": "Dan sungguh, kelak Tuhanmu pasti memberikan karunia-Nya kepadamu, sehingga engkau menjadi puas.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6084.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6084.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6084.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6084.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6084.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6084.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/93_5.png",
        "secondary": "https://cdn.alquran.cloud/media/image/93/5"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dan sungguh, kelak Tuhanmu pasti memberikan karunia-Nya yang berlimpah kepadamu, baik dalam urusan dunia seperti kesuksesan menyampaikan risalah, maupun di akhirat dengan pahala, hak memberi syafaat, dan sebagainya. Dia akan mencurahkan karunia kepadamu sehingga engkau menjadi puas karenanya.",
          "long": "Dalam ayat ini, Allah menyampaikan berita gembira kepada Nabi Muhammad, bahwa Dia akan terus-menerus melimpahkan anugerah-Nya kepada beliau, sehingga beliau menjadi senang dan bahagia. Di antara pemberian-Nya itu ialah turunnya wahyu terus-menerus setelah itu sebagai petunjuk bagi Nabi saw dan umatnya untuk mendapat kebahagiaan hidup di dunia dan hari akhirat. Dia akan memenangkan agama yang dibawa Nabi Muhammad atas seluruh agama lainnya dan Dia akan mengangkat kedudukannya di atas kedudukan manusia seluruhnya."
        },
        "quraish": "Dan Aku bersumpah pula bahwa Tuhanmu pasti akan memberikan kebaikan dunia dan akhirat sampai kamu merasa puas.",
        "jalalayn": "(Dan kelak Rabbmu pasti memberimu) di akhirat berupa kebaikan-kebaikan yang berlimpah ruah (lalu kamu menjadi puas) dengan pemberian itu. Maka Rasulullah saw. bersabda, \"Kalau begitu mana mungkin aku puas, sedangkan seseorang di antara umatku masih berada di neraka.\" Sampai di sini selesailah Jawab Qasam, yaitu dengan kedua kalimat yang dinisbatkan sesudah dua kalimat yang dinafikan."
      },
      "meta": {
        "juz": 30,
        "page": 596,
        "manzil": 7,
        "ruku": 535,
        "hizbQuarter": 238,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6085,
        "inSurah": 6
      },
      "arab": "اَلَمْ يَجِدْكَ يَتِيْمًا فَاٰوٰىۖ",
      "translation": "Bukankah Dia mendapatimu sebagai seorang yatim, lalu Dia melindungi(mu),",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6085.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6085.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6085.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6085.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6085.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6085.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/93_6.png",
        "secondary": "https://cdn.alquran.cloud/media/image/93/6"
      },
      "tafsir": {
        "kemenag": {
          "short": "Bukankah Dia mendapatimu sebagai seorang yatim ketika kedua orang tuamu wafat, lalu Dia melindungimu dalam asuhan kakek dan pamanmu? Ayah Nabi wafat ketika beliau dalam kandungan dan ibunya wafat ketika beliau berumur 6 tahun. Allah melindungi Nabi dalam asuhan kakeknya, &lsquo;Abdul Muttalib, sampai usia 8 tahun, dilanjutkan oleh pamannya, Ab&ugrave; T&agrave;lib, hingga sang paman wafat.",
          "long": "Dalam ayat ini, Allah mengingatkan nikmat yang pernah diterima Nabi Muhammad dengan mengatakan, \"Bukankah engkau hai Muhammad seorang anak yatim, tidak mempunyai ayah yang bertanggung jawab atas pendidikanmu, menanggulangi kepentingan serta membimbingmu, tetapi Aku telah menjaga, melindungi, dan membimbingmu serta menjauhkanmu dari dosa-dosa perilaku orang-orang Jahiliah dan keburukan mereka, sehingga engkau memperoleh julukan Manusia sempurna.\"\nNabi saw hidup dalam keadaan yatim karena ayahnya meninggal dunia sedangkan ia masih dalam kandungan ibunya. Ketika lahir, Allah memelihara Muhammad saw dengan cara menjadikan kakeknya, Abdul Muththalib, mengasihi dan menyayanginya. Nabi Muhammad berada dalam asuhan dan bimbingannya sampai Abdul Muththalib wafat, sedang umur Nabi ketika itu delapan tahun. Dengan meninggalnya Abdul Muththalib, Nabi Muhammad menjadi tanggungan paman beliau, Abu thalib, berdasarkan wasiat dari Abdul Muththalib. Abu thalib telah mengerahkan semua perhatiannya untuk mengasuh Nabi saw, sehingga beliau meningkat dewasa dan diangkat menjadi rasul. Setelah Muhammad diangkat menjadi rasul, orang-orang Quraisy memusuhi dan menyakitinya, tetapi Abu thalib terus membelanya dari semua ancaman orang musyrik hingga Abu thalib wafat.\nDengan wafatnya Abu thalib, bangsa Quraisy mendapat peluang untuk menyakiti Nabi dengan perantaraan orang-orang jahat di kalangan mereka yang menyebabkan beliau terpaksa hijrah.\nBetapa hebatnya penggemblengan Allah dan asuhan-Nya terhadap Nabi Muhammad. Biasanya keyatiman seorang anak menjadi sebab kehancuran akhlaknya karena tidak ada pengasuh dan pembimbing yang bertanggung jawab. Apalagi suasana dan sikap penduduk Mekah lebih dari cukup untuk menyesatkan Nabi saw. akan tetapi, perlindungan Allah yang sangat rapi dapat mencegah beliau menemani mereka. Dengan demikian, jadilah beliau seorang pemuda yang sangat jujur, terpercaya, tidak pernah berdusta, dan tidak pernah berlumur dengan dosa orang-orang Jahiliah."
        },
        "quraish": "Bukankah Allah mendapatimu dalam keadaan yatim dan membutuhkan seseorang untuk memeliharamu, lalu Dia melindungimu dengan menyerahkan dirimu kepada orang yang dapat mengurusmu dengan baik?",
        "jalalayn": "(Bukankah Dia mendapatimu) Istifham atau kata tanya di sini mengandung makna Taqrir atau menetapkan (sebagai seorang yatim) karena ayahmu telah mati meninggalkan kamu sebelum kamu dilahirkan, atau sesudahnya (lalu Dia melindungimu) yaitu dengan cara menyerahkan dirimu ke asuhan pamanmu Abu Thalib."
      },
      "meta": {
        "juz": 30,
        "page": 596,
        "manzil": 7,
        "ruku": 535,
        "hizbQuarter": 238,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6086,
        "inSurah": 7
      },
      "arab": "وَوَجَدَكَ ضَاۤلًّا فَهَدٰىۖ",
      "translation": "dan Dia mendapatimu sebagai seorang yang bingung, lalu Dia memberikan petunjuk,",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6086.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6086.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6086.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6086.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6086.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6086.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/93_7.png",
        "secondary": "https://cdn.alquran.cloud/media/image/93/7"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dan bukankah Dia juga mendapatimu sebelum menjadi nabi sebagai seorang yang bingung karena belum mengetahui akidah dan hukum yang benar, lalu Dia memberikan petunjuk melalui wahyu dan membimbingmu sampai akhir hayatmu?",
          "long": "Dalam ayat ini, Allah mengungkapkan, bahwa Dia mendapatkan Nabi Muhammad dalam keadaan tidak mengerti tentang syariat dan tidak mengetahui tentang Al-Qur'an. Kemudian Allah memberikan petunjuk kepadanya.\nHal yang sangat membingungkan Nabi Muhammad adalah apa yang dilihatnya di kalangan bangsa Arab sendiri tentang kerendahan akidah, kelemahan pertimbangan disebabkan pengaruh dugaan-dugaan yang salah, kejelekan amal perbuatan, dan keadaan mereka yang terpecah-belah dan suka bermusuhan. Mereka menuju kepada kehancuran karena memakai orang-orang asing yang leluasa bertindak di kalangan mereka yang terdiri dari bangsa Persi, Habsyi, dan Romawi.\nJalan apakah yang harus ditempuh untuk membetulkan akidah-akidah mereka, membebaskan mereka dari pengaruh adat istiadat yang buruk itu, dan cara bagaimana yang harus dijalankan untuk membangunkan mereka dari tidur yang nyenyak itu?\nUmat-umat nabi lain pun tidak lebih baik keadaannya daripada umatnya. Tetapi walaupun begitu, Allah tidak membiarkan Nabi Muhammad menjalankan dakwah tanpa bantuan-Nya. Allah bahkan memberikan wahyu yang menjelaskan kepadanya jalan yang harus ditempuh dalam usaha memperbaiki keadaan kaumnya. Allah berfirman:\n\nDan demikianlah Kami wahyukan kepadamu (Muhammad) ruh (Al-Qur'an) dengan perintah Kami. Sebelumnya engkau tidaklah mengetahui apakah Kitab (Al-Qur'an) dan apakah iman itu, tetapi Kami jadikan Al-Qur'an itu cahaya, dengan itu Kami memberi petunjuk siapa yang Kami kehendaki di antara hamba-hamba Kami. (asy-Syura/42: 52)"
        },
        "quraish": "Bukankah Dia mendapatimu dalam keadaan bingung, tidak ada satu kepercayaan pun di sekitarmu yang dapat memberimu kepuasan, kemudian Dia memberimu petunjuk kepada jalan kebenaran?",
        "jalalayn": "(Dan Dia mendapatimu sebagai seorang yang bingung) mengenai syariat yang harus kamu jalankan (lalu Dia memberi petunjuk) Dia menunjukimu kepadanya."
      },
      "meta": {
        "juz": 30,
        "page": 596,
        "manzil": 7,
        "ruku": 535,
        "hizbQuarter": 238,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6087,
        "inSurah": 8
      },
      "arab": "وَوَجَدَكَ عَاۤىِٕلًا فَاَغْنٰىۗ",
      "translation": "dan Dia mendapatimu sebagai seorang yang kekurangan, lalu Dia memberikan kecukupan.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6087.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6087.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6087.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6087.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6087.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6087.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/93_8.png",
        "secondary": "https://cdn.alquran.cloud/media/image/93/8"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dan bukankah Dia juga mendapatimu sebagai seorang yang kekurangan, lalu Dia memberikan kecukupan kepadamu dengan mengelola dagangan Khadijah dan dengan harta lainnya, seperti ganimah, serta membekalimu dengan sifat kanaah dan kesabaran atas pemberian-Nya?",
          "long": "Dalam ayat ini, Allah menyatakan bahwa Nabi Muhammad adalah seorang yang miskin. Ayahnya tidak meninggalkan pusaka baginya kecuali seekor unta betina dan seorang hamba sahaya perempuan. Kemudian Allah memberinya harta benda berupa keuntungan yang amat besar dari memperdagangkan harta Khadijah dan ditambah pula dengan harta yang dihibahkan Khadijah kepadanya dalam perjuangan menegakkan agama Allah.\nDari keterangan-keterangan tersebut di atas, sesungguhnya Allah mengatakan kepada Nabi Muhammad bahwa Dialah yang memeliharanya dalam keadaan yatim, menghindarkannya dari kebingungan, dan menjadikannya berkecukupan. Allah tidak akan meninggalkan Nabi Muhammad selama hidupnya."
        },
        "quraish": "Bukankah Dia mendapatimu dalam keadaan tidak memiliki harta, lalu Dia mencukupimu dengan rezeki yang dikaruniakan-Nya kepadamu?",
        "jalalayn": "(Dan Dia mendapatimu sebagai seorang yang kekurangan) atau orang yang fakir (lalu Dia memberikan kecukupan) kepadamu dengan pemberian yang kamu merasa puas dengannya, yaitu dari ganimah dan dari lain-lainnya. Di dalam sebuah hadis disebutkan, \"Tiadalah kaya itu karena banyaknya harta, tetapi kaya itu adalah kaya jiwa.\""
      },
      "meta": {
        "juz": 30,
        "page": 596,
        "manzil": 7,
        "ruku": 535,
        "hizbQuarter": 238,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6088,
        "inSurah": 9
      },
      "arab": "فَاَمَّا الْيَتِيْمَ فَلَا تَقْهَرْۗ",
      "translation": "Maka terhadap anak yatim janganlah engkau berlaku sewenang-wenang.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6088.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6088.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6088.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6088.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6088.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6088.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/93_9.png",
        "secondary": "https://cdn.alquran.cloud/media/image/93/9"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dengan karunia Allah yang demikian agung itu, maka berbuat baiklah terhadap anak yatim dan janganlah engkau berlaku sewenang-wenang kepadanya, seperti mengambil hartanya, menghardiknya, dan menyakiti hatinya.",
          "long": "Sesudah menyatakan dalam ayat-ayat terdahulu tentang bermacam-macam nikmat yang diberikan kepada Nabi Muhammad, maka pada ayat ini, Allah meminta kepada Nabi-Nya agar mensyukuri nikmat-nikmat tersebut, serta tidak menghina anak-anak yatim dan memperkosa haknya.\nSebaliknya, Nabi Muhammad diminta mendidik mereka dengan adab dan sopan-santun, serta menanamkan akhlak yang mulia dalam jiwa mereka, sehingga mereka menjadi anggota masyarakat yang berguna, tidak menjadi bibit kejahatan yang merusak orang-orang yang bergaul dengannya. Nabi Muhammad bersabda:\nAku (kedudukanku) dan orang yang mengasuh anak yatim di surga (sangat dekat), seperti dua ini (dua jari, yaitu telunjuk dan jari tengah).(Riwayat at-Tirmidhi dari Sahl bin Sa'ad)\n\nBarang siapa yang telah merasa kepahitan hidup dalam serba kekurangan maka selayaknya ia dapat merasakan kepahitan itu pada orang lain. Allah telah menghindarkan Nabi Muhammad dari kesengsaraan dan kehinaan, maka selayaknya Nabi memuliakan semua anak yatim sebagai tanda mensyukuri nikmat-nikmat yang dilimpahkan Allah kepadanya."
        },
        "quraish": "Apabila hal ini yang Allah lakukan terhadapmu, maka janganlah kamu berlaku sewenang-wenang kepada anak yatim, jangan mengusir orang yang meminta-minta dengan kekerasan, dan sebutlah nikmat Tuhanmu sebagai rasa syukur kepada Allah dan juga untuk menunjukkan nikmat-Nya.",
        "jalalayn": "(Adapun terhadap anak yatim maka janganlah kamu berlaku sewenang-wenang) dengan cara mengambil hartanya atau lain-lainnya yang menjadi milik anak yatim."
      },
      "meta": {
        "juz": 30,
        "page": 596,
        "manzil": 7,
        "ruku": 535,
        "hizbQuarter": 238,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6089,
        "inSurah": 10
      },
      "arab": "وَاَمَّا السَّاۤىِٕلَ فَلَا تَنْهَرْ",
      "translation": "Dan terhadap orang yang meminta-minta janganlah engkau menghardik(nya).",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6089.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6089.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6089.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6089.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6089.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6089.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/93_10.png",
        "secondary": "https://cdn.alquran.cloud/media/image/93/10"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dan berbuat baiklah terhadap orang yang meminta-minta, baik meminta ilmu pengetahuan atau harta, dan janganlah engkau menghardiknya. Berilah mereka apa yang engkau mampu atau tolaklah dengan halus dan ramah.",
          "long": "Dalam ayat ini, Allah memerintahkan kepada Nabi Muhammad agar orang-orang yang meminta sesuatu kepadanya jangan ditolak dengan kasar dan dibentak, malah sebaliknya diberi sesuatu atau ditolak secara halus. Ada pendapat bahwa yang dimaksud dengan kata as-sa'il adalah orang yang memohon petunjuk, maka hendaknya pemohon ini dilayani dengan lemah lembut sambil memenuhi permohonannya."
        },
        "quraish": "Apabila hal ini yang Allah lakukan terhadapmu, maka janganlah kamu berlaku sewenang-wenang kepada anak yatim, jangan mengusir orang yang meminta-minta dengan kekerasan, dan sebutlah nikmat Tuhanmu sebagai rasa syukur kepada Allah dan juga untuk menunjukkan nikmat-Nya.",
        "jalalayn": "(Dan terhadap orang yang minta-minta maka janganlah kamu menghardiknya) membentaknya karena dia miskin."
      },
      "meta": {
        "juz": 30,
        "page": 596,
        "manzil": 7,
        "ruku": 535,
        "hizbQuarter": 238,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6090,
        "inSurah": 11
      },
      "arab": "وَاَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ ࣖ",
      "translation": "Dan terhadap nikmat Tuhanmu hendaklah engkau nyatakan (dengan bersyukur).",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6090.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6090.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6090.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6090.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6090.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6090.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/93_11.png",
        "secondary": "https://cdn.alquran.cloud/media/image/93/11"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dan terhadap nikmat Tuhanmu hendaklah engkau nyatakan dengan dibarengi rasa bersyukur. Allah telah memberimu nikmat yang tiada tara, seperti nikmat kenabian dan turunnya Al-Qur&rsquo;an kepadamu. Sampaikan dan perlihatkanlah nikmat-nikmat Allah itu kepada orang lain sebagai bentuk rasa syukurmu kepada-Nya.",
          "long": "Dalam ayat ini, Allah menegaskan lagi kepada Nabi Muhammad agar memperbanyak pemberiannya kepada orang-orang fakir dan miskin serta mensyukuri, menyebut, dan mengingat nikmat Allah yang telah dilimpahkan kepadanya. Menyebut-nyebut nikmat Allah yang telah dilimpahkan kepada kita bukanlah untuk membangga-banggakan diri, tetapi untuk mensyukuri dan mengharapkan orang lain mensyukuri pula nikmat yang telah diperolehnya. Dalam sebuah hadis, Nabi saw mengatakan:\nOrang yang tidak berterima kasih kepada manusia tidak mensyukuri Allah. (Riwayat Abu Dawud dan at-Tirmizi dari Abu Hurairah).\n\nKebiasaan orang-orang kikir sering menyembunyikan harta kekayaannya untuk menjadi alasan tidak bersedekah, dan mereka selalu memperdengarkan kekurangan. Sebaliknya, orang-orang dermawan senantiasa menampakkan pemberian dan pengorbanan mereka dari harta kekayaan yang dianugerahkan kepada mereka dengan menyatakan syukur dan terima kasih kepada Allah atas limpahan karunia-Nya itu."
        },
        "quraish": "Apabila hal ini yang Allah lakukan terhadapmu, maka janganlah kamu berlaku sewenang-wenang kepada anak yatim, jangan mengusir orang yang meminta-minta dengan kekerasan, dan sebutlah nikmat Tuhanmu sebagai rasa syukur kepada Allah dan juga untuk menunjukkan nikmat-Nya.",
        "jalalayn": "(Dan terhadap nikmat Rabbmu) yang dilimpahkan kepadamu, yaitu berupa kenabian dan nikmat-nikmat lainnya (maka hendaklah kamu menyebut-nyebutnya) yakni mengungkapkannya dengan cara mensyukurinya. Di dalam beberapa Fi'il pada surah ini Dhamir yang kembali kepada Rasulullah saw. tidak disebutkan karena demi memelihara Fawashil atau bunyi huruf di akhir ayat. Seperti lafal Qalaa asalnya Qalaaka; lafal Fa-aawaa asalnya Fa-aawaaka; lafal Fahadaa asalnya Fahadaaka; dan lafal Fa-aghnaa asalnya Fa-aghnaaka"
      },
      "meta": {
        "juz": 30,
        "page": 596,
        "manzil": 7,
        "ruku": 535,
        "hizbQuarter": 238,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    }
  ]
}
