{
  "number": 104,
  "name": "Al-Humazah",
  "ayahs": [
    {
      "number": {
        "inQuran": 6180,
        "inSurah": 1
      },
      "arab": "وَيْلٌ لِّكُلِّ هُمَزَةٍ لُّمَزَةٍۙ",
      "translation": "Celakalah bagi setiap pengumpat dan pencela,",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6180.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6180.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6180.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6180.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6180.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6180.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/104_1.png",
        "secondary": "https://cdn.alquran.cloud/media/image/104/1"
      },
      "tafsir": {
        "kemenag": {
          "short": "Celakalah bagi setiap pengumpat atau pencaci, baik dengan ucapan atau isyarat, dan demikian pula pencela dengan menampilkan keburukan orang lain untuk menghinakannya. Perbuatan ini berdampak buruk dalam pergaulan karena mencoreng wibawa dan kehormatan seseorang, serta menghilangkan kepercayaan kepada orang tersebut.",
          "long": "Dalam ayat ini, Allah mengancam bahwa kemurkaan dan azab-Nya akan ditimpakan kepada setiap orang yang mengumpat, mencela, dan menyakiti mereka baik di hadapan maupun di belakang mereka. Firman Allah:\n\n\nWahai orang-orang yang beriman! Jauhilah banyak dari prasangka, sesungguhnya sebagian prasangka itu dosa dan janganlah kamu mencari-cari kesalahan orang lain dan janganlah ada di antara kamu yang menggunjing sebagian yang lain. Apakah ada di antara kamu yang suka memakan daging saudaranya yang sudah mati? Tentu kamu merasa jijik. Dan bertakwalah kepada Allah, sesungguhnya Allah Maha Penerima tobat, Maha Penyayang. (al-hujurat/49: 12)"
        },
        "quraish": "[[104 ~ AL-HUMAZAH (PENGUMPAT) Pendahuluan: Makkiyyah, 9 ayat ~ Dalam surat ini terdapat peringatan keras bagi orang yang terbiasa mencela orang lain, baik secara eksplisit maupun implisit, yang suka menumpuk-numpuk, menghitung-hitung dan membangga- banggakan kekayaan, dan mengira bahwa kekayaannya itu dapat menjamin kelangsungan hidupnya di dunia. Selain itu, dalam surat ini juga terdapat ancaman masuk neraka yang apinya menyala bagi orang-orang yang memiliki karakter seperti itu. Api neraka itu akan menghancur-leburkan tubuh dan hati mereka. Sementara mereka merasakan siksaan itu, semua pintu neraka ditutup. Di dalamnya, mereka dikekang sehingga tidak dapat bergerak dan menyelamatkan diri.]] Siksaan yang keras dan kehancuran akan dirasakan oleh orang yang terbiasa mencela orang lain dengan ucapan atau isyarat, atau selalu menceritakan aib orang lain.",
        "jalalayn": "(Kecelakaanlah) lafal Al-Wail ini adalah kalimat kutukan, atau nama sebuah lembah di neraka Jahanam (bagi setiap pengumpat lagi pencela) artinya yang banyak mengumpat dan banyak mencela. Ayat ini diturunkan berkenaan dengan orang-orang yang suka mengumpat Nabi saw. dan orang-orang mukmin, seperti Umaiyah bin Khalaf, Walid bin Mughirah dan lain-lainnya."
      },
      "meta": {
        "juz": 30,
        "page": 601,
        "manzil": 7,
        "ruku": 546,
        "hizbQuarter": 240,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6181,
        "inSurah": 2
      },
      "arab": " ۨالَّذِيْ جَمَعَ مَالًا وَّعَدَّدَهٗۙ",
      "translation": "yang mengumpulkan harta dan menghitung-hitungnya,",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6181.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6181.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6181.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6181.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6181.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6181.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/104_2.png",
        "secondary": "https://cdn.alquran.cloud/media/image/104/2"
      },
      "tafsir": {
        "kemenag": {
          "short": "Celakalah orang yang sifatnya demikian, yang selalu menyibukkan diri dan berorientasi pada mengumpulkan harta benda dan menghitung-hitungnya. Dia merasa nyaman untuk menumpuk dan menghitung harta untuk menjamin kehidupannya di masa datang, dan enggan me-nunai&shy;kan hak Allah dalam hartanya itu.",
          "long": "Ayat ini menerangkan bahwa orang yang menimbun harta juga diancam neraka karena memperkaya diri sendiri serta selalu menghitung-hitung harta kekayaannya. Hal itu ia lakukan karena sangat cinta dan senangnya kepada harta seakan-akan tidak ada kebahagiaan dan kemuliaan dalam hidup kecuali dengan harta. Bila ia menoleh kepada hartanya yang banyak itu, ia merasakan bahwa kedudukannya sudah tinggi dari orang-orang sekelilingnya.\nDia tidak merasa khawatir akan ditimpa musibah karena mencerca dan merobek-robek kehormatan orang lain. Karena kecongkakannya, ia lupa dan tidak sadar bahwa maut selalu mengintainya, tidak memikirkan apa yang akan terjadi sesudah mati, dan tidak pula merenungkan apa-apa yang akan terjadi atas dirinya."
        },
        "quraish": "Yang mengumpulkan banyak harta dan selalu menghitung-hitungnya kerena begitu cintanya dan karena merasa asyik dengan melakukan pekerjaan itu.",
        "jalalayn": "(Yang mengumpulkan) dapat dibaca Jama'a dan Jamma'a (harta dan menghitung-hitungnya) dan menjadikannya sebagai bekal untuk menghadapi bencana dan malapetaka."
      },
      "meta": {
        "juz": 30,
        "page": 601,
        "manzil": 7,
        "ruku": 546,
        "hizbQuarter": 240,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6182,
        "inSurah": 3
      },
      "arab": "يَحْسَبُ اَنَّ مَالَهٗٓ اَخْلَدَهٗۚ",
      "translation": "dia (manusia) mengira bahwa hartanya itu dapat mengekalkannya.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6182.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6182.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6182.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6182.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6182.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6182.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/104_3.png",
        "secondary": "https://cdn.alquran.cloud/media/image/104/3"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dia senang dan sibuk mengumpulkan harta karena mengira bahwa hartanya itu dapat mengekalkan hidupnya di dunia. Dia terbuai oleh hartanya dan lupa bahwa harta sebanyak apa pun tidak akan dapat digunakan untuk menolak datangnya sesuatu yang tidak diinginkannya, yaitu kematian.",
          "long": "Kemudian Allah menyatakan kesalahan anggapan pengumpat dan pencerca bahwa harta yang dimilikinya itu menjaminnya akan tetap hidup di dunia selamanya. Oleh karena itu, tindakannya sama dengan tindakan orang yang akan hidup selama-lamanya dan bila ia mati tidak akan hidup kembali untuk menerima balasan atas kejahatannya selama hidup di dunia."
        },
        "quraish": "Ia mengira bahwa kekayaan itu dapat membuatnya hidup abadi di dunia dan dapat melindunginya dari sesuatu yang tidak disukainya.",
        "jalalayn": "(Dia menduga) karena kebodohannya (bahwa hartanya itu dapat mengekalkannya) dapat menjadikannya hidup kekal dan tidak mati."
      },
      "meta": {
        "juz": 30,
        "page": 601,
        "manzil": 7,
        "ruku": 546,
        "hizbQuarter": 240,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6183,
        "inSurah": 4
      },
      "arab": "كَلَّا لَيُنْۢبَذَنَّ فِى الْحُطَمَةِۖ",
      "translation": "Sekali-kali tidak! Pasti dia akan dilemparkan ke dalam (neraka) Hutamah.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6183.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6183.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6183.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6183.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6183.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6183.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/104_4.png",
        "secondary": "https://cdn.alquran.cloud/media/image/104/4"
      },
      "tafsir": {
        "kemenag": {
          "short": "Sekali-kali tidak! Harta itu tidak akan menolak datangnya kematian kepadanya. Setelah mati dan dihisab atas perbuatan buruknya itu, pasti dia akan dilemparkan dan dicampakkan dengan hina ke dalam neraka Hutamah oleh para malaikat Zabaniah yang bengis, kasar, dan galak.",
          "long": "Sesudah mengancam orang-orang yang bersifat demikian dengan siksaan yang pedih, Allah menyebutkan pula sebab yang membuat mereka mengerjakan sifat-sifat yang terkutuk itu. Penyebabnya adalah anggapan mereka bahwa semua harta yang dimiliki dapat menolong mereka dalam menghadapi kesulitan-kesulitan yang dihadapi. Ancaman dalam bentuk pertanyaan, \"Siapakah yang menyangka bahwa hartanya itu dapat menjamin dirinya dari mati?\" Allah menjawab, \"Tidak! Sekali-kali tidak bahkan dia akan dilemparkan ke dalam neraka Huthamah, tidak ada yang memperhatikannya dan tidak pula yang mempedulikan.\"\n'Ali bin Abi thalib pernah memberi nasihat kepada Kumail bahwa orang-orang penimbun harta akan binasa, padahal mereka masih hidup, sedangkan para ulama akan kekal abadi meskipun jasad mereka sudah hilang, karena sifat-sifat keutamaan mereka tetap dikenang dalam hati. Maksudnya, penimbunan harta dikutuk, dicela, dan dibenci karena manusia tidak mendapat apa-apa dari harta mereka. Sedang para sarjana dan ulama terus-menerus terpuji selama terdapat di bumi orang-orang yang mengambil manfaat dari ilmu mereka."
        },
        "quraish": "Orang itu hendaknya berhenti dari sangkaan tersebut. Demi Allah, ia pasti akan dilemparkan ke dalam api neraka, yang dapat menghancurkan apa saja yang dilempar ke dalamnya, karena kejelekan perbuatannya",
        "jalalayn": "(Sekali-kali tidak!) kalimat ini mengandung makna sanggahan. (Sesungguhnya dia benar-benar akan dilemparkan) menjadi Jawab Qasam dari lafal yang tidak disebutkan; artinya sesungguhnya dia benar-benar akan dicampakkan (ke dalam Huthamah) dan segala sesuatu yang dimasukkan ke dalamnya pasti hancur berkeping-keping."
      },
      "meta": {
        "juz": 30,
        "page": 601,
        "manzil": 7,
        "ruku": 546,
        "hizbQuarter": 240,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6184,
        "inSurah": 5
      },
      "arab": "وَمَآ اَدْرٰىكَ مَا الْحُطَمَةُ ۗ",
      "translation": "Dan tahukah kamu apakah (neraka) Hutamah itu?",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6184.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6184.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6184.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6184.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6184.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6184.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/104_5.png",
        "secondary": "https://cdn.alquran.cloud/media/image/104/5"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dan tahukah kamu apakah neraka Hutamah itu? Demikian pertanyaan Allah guna menarik perhatian serius manusia terhadap apa yang disampaikan-Nya.",
          "long": "Dalam ayat-ayat ini, Allah menggambarkan kedahsyatan neraka Huthamah dalam bentuk pertanyaan, \"Tahukah engkau apa Huthamah?\" Allah menjelaskan sendiri bahwa Huthamah adalah api yang disediakan-Nya untuk menyiksa orang-orang yang durhaka dan berdosa. Tidak ada yang mampu mengetahui apa hakikatnya kecuali Allah penciptanya."
        },
        "quraish": "Tahukah kamu hakikat api neraka penghancur (al-huthamah) itu?",
        "jalalayn": "(Dan tahukah kamu) atau apakah kamu mengetahui (apa Huthamah itu?)"
      },
      "meta": {
        "juz": 30,
        "page": 601,
        "manzil": 7,
        "ruku": 546,
        "hizbQuarter": 240,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6185,
        "inSurah": 6
      },
      "arab": "نَارُ اللّٰهِ الْمُوْقَدَةُۙ",
      "translation": "(Yaitu) api  (azab) Allah yang dinyalakan,",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6185.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6185.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6185.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6185.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6185.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6185.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/104_6.png",
        "secondary": "https://cdn.alquran.cloud/media/image/104/6"
      },
      "tafsir": {
        "kemenag": {
          "short": "Hutamah ialah api azab Allah yang dinyalakan,",
          "long": "Dalam ayat-ayat ini, Allah menggambarkan kedahsyatan neraka Huthamah dalam bentuk pertanyaan, \"Tahukah engkau apa Huthamah?\" Allah menjelaskan sendiri bahwa Huthamah adalah api yang disediakan-Nya untuk menyiksa orang-orang yang durhaka dan berdosa. Tidak ada yang mampu mengetahui apa hakikatnya kecuali Allah penciptanya."
        },
        "quraish": "Yaitu api Allah yang menyala terus menerus atas perintah-Nya.",
        "jalalayn": "(Yaitu api -yang disediakan- Allah yang dinyalakan) yang dinyalakan dengan besarnya."
      },
      "meta": {
        "juz": 30,
        "page": 601,
        "manzil": 7,
        "ruku": 546,
        "hizbQuarter": 240,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6186,
        "inSurah": 7
      },
      "arab": "الَّتِيْ تَطَّلِعُ عَلَى الْاَفْـِٕدَةِۗ",
      "translation": "yang (membakar) sampai ke hati.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6186.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6186.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6186.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6186.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6186.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6186.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/104_7.png",
        "secondary": "https://cdn.alquran.cloud/media/image/104/7"
      },
      "tafsir": {
        "kemenag": {
          "short": "yang panasnya menembus dada manusia sampai ke hati lalu membakarnya. Hati adalah organ yang paling sensitif terhadap rasa sakit dalam kadar kecil sekalipun, lalu bagaimana bila api neraka itu sampai membakarnya hingga lebur?",
          "long": "Allah lalu menyatakan bahwa api yang menyala-nyala itu berbeda dengan api dunia. Ia menjilat dan naik sampai ke hulu hati, kemudian masuk ke dalam rongga perut sampai ke dada dan membakar hati. Hati adalah yang merasa paling sakit dari anggota-anggota badan lainnya. Apabila api sampai membakar hati, berarti siksa yang dirasakannya sudah sampai ke puncaknya."
        },
        "quraish": "Api yang dapat menembus sampai ke hati",
        "jalalayn": "(Yang naik) maksudnya panasnya naik membakar (sampai ke hati) lalu membakarnya; rasa sakit yang diakibatkan api neraka jauh lebih memedihkan daripada api lainnya, karena api neraka sangat lembut dan dapat memasuki pori-pori, lalu membakar hati."
      },
      "meta": {
        "juz": 30,
        "page": 601,
        "manzil": 7,
        "ruku": 546,
        "hizbQuarter": 240,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6187,
        "inSurah": 8
      },
      "arab": "اِنَّهَا عَلَيْهِمْ مُّؤْصَدَةٌۙ",
      "translation": "Sungguh, api itu ditutup rapat atas (diri) mereka,",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6187.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6187.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6187.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6187.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6187.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6187.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/104_8.png",
        "secondary": "https://cdn.alquran.cloud/media/image/104/8"
      },
      "tafsir": {
        "kemenag": {
          "short": "Sungguh, api itu ditutup rapat atas diri mereka yang suka mengumpat, mencela, mengumpul&shy;kan harta, dan menghitung-hitungnya. Tidak ada celah sedikit pun yang memungkinkan udara dari luar merembes masuk. Akibatnya, kadar panas api itu tidak pernah turun, bahkan terus naik.",
          "long": "Dalam ayat ini, Allah mengungkapkan bahwa api tersebut berlapis-lapis mengelilingi mereka. Mereka tidak dikeluarkan daripadanya dan tidak pula mampu keluar sendiri. Dalam ayat lain, Allah berfirman:\n\nSetiap kali mereka hendak keluar darinya (neraka) karena tersiksa, mereka dikembalikan (lagi) ke dalamnya. (al-hajj/22: 22)"
        },
        "quraish": "Sesungguhnya pintu neraka itu tertutup, sementara mereka diikat pada tiang-tiang yang panjang di dalamnya sehingga tidak dapat bergerak dan tidak akan dapat menyelamatkan diri.",
        "jalalayn": "(Sesungguhnya api itu atas mereka) di dalam ayat ini Dhamir dijamakkan karena memandang dari segi makna (ditutup rapat-rapat) dapat dibaca Mu`shadah dan Muushadah; artinya mereka dibakar dengan api itu dalam keadaan ditutup rapat."
      },
      "meta": {
        "juz": 30,
        "page": 601,
        "manzil": 7,
        "ruku": 546,
        "hizbQuarter": 240,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6188,
        "inSurah": 9
      },
      "arab": "فِيْ عَمَدٍ مُّمَدَّدَةٍ ࣖ",
      "translation": "(sedang mereka itu) diikat pada tiang-tiang yang panjang.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6188.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6188.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6188.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6188.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6188.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6188.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/104_9.png",
        "secondary": "https://cdn.alquran.cloud/media/image/104/9"
      },
      "tafsir": {
        "kemenag": {
          "short": "Para pendosa itu diikat dengan erat pada tiang-tiang yang panjang hingga mereka tidak dapat bergerak sedikit pun di Hutamah itu, apa lagi keluar darinya.",
          "long": "Allah menjelaskan melalui ayat ini keadaan orang-orang penghuni neraka Huthamah. Menurut Muqatil, pintu-pintu neraka itu ditutup rapat, sedangkan para penghuninya diikat pada tiang-tiang besi. Pintu-pintu itu tidak pernah dibuka dan di sana penuh dengan segala macam penderitaan. Tujuannya adalah untuk menjadikan mereka putus asa karena tidak dapat keluar dari neraka Huthamah itu. Semoga Allah menyelamatkan kita dari kemurkaan-Nya dan memelihara kita dari kedahsyatan api neraka dengan anugerah dan karunia-Nya."
        },
        "quraish": "Sesungguhnya pintu neraka itu tertutup, sementara mereka diikat pada tiang-tiang yang panjang di dalamnya sehingga tidak dapat bergerak dan tidak akan dapat menyelamatkan diri.",
        "jalalayn": "(Pada tiang-tiang) dapat dibaca 'Amadin dan 'Umudin (yang panjang) lafal ini menjadi sifat dari lafal sebelumnya; dengan demikian maka api itu berada dalam tiang-tiang tersebut."
      },
      "meta": {
        "juz": 30,
        "page": 601,
        "manzil": 7,
        "ruku": 546,
        "hizbQuarter": 240,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    }
  ]
}
