{
  "number": 105,
  "name": "Al-Fil",
  "ayahs": [
    {
      "number": {
        "inQuran": 6189,
        "inSurah": 1
      },
      "arab": "اَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِاَصْحٰبِ الْفِيْلِۗ",
      "translation": "Tidakkah engkau (Muhammad) perhatikan bagaimana Tuhanmu telah bertindak terhadap pasukan bergajah?",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6189.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6189.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6189.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6189.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6189.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6189.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/105_1.png",
        "secondary": "https://cdn.alquran.cloud/media/image/105/1"
      },
      "tafsir": {
        "kemenag": {
          "short": "Wahai Nabi Muhammad atau siapa saja, tidakkah engkau perhatikan bagaimana Tuhanmu telah bertindak terhadap tentara bergajah dengan menghancurkan mereka, yaitu tentara Abrahah dari Ethiopia yang hendak menghancurkan Kakbah?",
          "long": "Dalam surah ini, Allah mengingatkan Nabi Muhammad dan pengikutnya dengan suatu peristiwa yang menunjukkan betapa besarnya kekuasaan Allah. Peristiwa itu adalah penyerbuan tentara gajah yang dipimpin oleh panglima Abrahah dari Yaman untuk menundukkan penduduk Mekah dan meruntuhkan Ka'bah. Akan tetapi, Allah membinasakan mereka sebelum maksud yang jahat itu tercapai. Peristiwa Gajah adalah suatu peristiwa yang paling terkenal di kalangan bangsa Arab, sehingga peristiwa ini mereka jadikan patokan tanggal bagi peristiwa-peristiwa lainnya.\nKesimpulan riwayatnya adalah bahwa seorang panglima perang yang berkuasa di Yaman ingin menguasai Ka'bah dan menghancurkannya, dengan maksud melarang orang-orang Arab mengerjakan haji ke Ka'bah. Lalu bala tentaranya bergerak menuju Ka'bah disertai beberapa ekor gajah untuk menakut-nakuti. Ketika iring-iringan angkatan perang tersebut tiba di suatu tempat bernama Muqammas (suatu tempat yang berdekatan dengan Mekah), mereka beristirahat di sana. Panglima perang mengirim utusannya kepada penduduk Mekah untuk menyampaikan maksudnya, yaitu bukan untuk memerangi penduduk tetapi untuk menghancurkan Ka'bah. Penduduk Mekah menjadi ketakutan dan lari ke gunung-gunung di sekeliling Ka'bah untuk melihat dari jauh apa yang akan terjadi dan apa yang akan dilakukan oleh panglima perang tersebut.\nDalam surah ini pula Allah menjelaskan apa yang terjadi terhadap pasukan bergajah dalam bentuk pertanyaan bahwa Muhammad tidak mengetahui keadaan yang sangat aneh dan peristiwa yang sangat dahsyat yang membuktikan kekuasaan Allah, ilmu dan hikmah-Nya yang tinggi terhadap tentara gajah yang ingin menghancurkan Ka'bah. Kejadian itu berbeda dengan kejadian lainnya yang mempunyai sebab dan akibat."
        },
        "quraish": "[[105 ~ AL-FIL (GAJAH) Pendahuluan: Makkiyyah, 5 ayat ~ Dalam surat ini, Allah menceritakan kepada Rasul-Nya saw. kisah tentang pasukan bergajah yang hendak menghancurkan Bayt Allâh, Ka'bah. Kemudian, Allah mengalihkannya kepada sebuah pelajaran yang menunjukkan betapa besar kekuasaan dan balasan Allah terhadap orang-orang yang mengotori kehormatan rumah suci-Nya. Allah memerintahkan balatentara-Nya untuk menghancurkan pasukan itu sehancur-hancurnyam, sehingga tak ada lagi yang tertinggal kecuali bekas-bekasnya saja. Mereka bagaikan kulit gandum yang tak lagi berisi.]] Kamu, wahai Muhammad, telah mengetahui dengan sebenarnya dan tanpa keraguan tentang apa yang telah Allah lakukan terhadap pasukan bergajah yang bermaksud hendak menghancurkan rumah suci-Nya.",
        "jalalayn": "(Apakah kamu tidak memperhatikan) Istifham atau kata tanya di sini mengandung makna takjub; artinya sepatutnya kamu merasa takjub (bagaimana Rabbmu telah bertindak terhadap tentara bergajah) orang yang mempunyai gajah itu bernama Mahmud yang disertai oleh teman-temannya, yaitu raja negeri Yaman yang bernama Abrahah berikut tentaranya. Dia telah membangun sebuah gereja di Shan'a dengan tujuan supaya orang-orang berpaling dari menziarahi Mekah dan tidak menziarahinya lagi. Pada suatu hari ada seseorang lelaki dari Kinanah telah membuat kejadian di gereja tersebut, ia melumuri bagian gereja yang dijadikan kiblat dengan kotoran unta dengan maksud menghinanya. Abrahah bersumpah untuk menghancurkan Kakbah. Lalu ia datang ke Mekah bersama tentaranya, beserta gajah-gajah milik Mahmud tadi. Ketika mereka mulai bergerak hendak menghancurkan Kakbah, Allah mengirimkan kepada mereka apa yang dikisahkan-Nya melalui firman selanjutnya yaitu:"
      },
      "meta": {
        "juz": 30,
        "page": 601,
        "manzil": 7,
        "ruku": 547,
        "hizbQuarter": 240,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6190,
        "inSurah": 2
      },
      "arab": "اَلَمْ يَجْعَلْ كَيْدَهُمْ فِيْ تَضْلِيْلٍۙ",
      "translation": "Bukankah Dia telah menjadikan tipu daya mereka itu sia-sia?",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6190.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6190.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6190.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6190.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6190.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6190.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/105_2.png",
        "secondary": "https://cdn.alquran.cloud/media/image/105/2"
      },
      "tafsir": {
        "kemenag": {
          "short": "Bukankah Dia telah menjadikan tipu daya dan usaha mereka menghancurkan Kakbah itu sia-sia, meski mereka datang dengan pasukan yang kuat dan persenjataan yang lengkap?",
          "long": "Dalam ayat ini, Allah menjelaskan bahwa Ia telah menggagalkan tipu muslihat mereka yang hendak menghancurkan Ka'bah.\nAllah mengungkapkan cara menggagalkan tipu daya mereka, yaitu dengan mengirimkan pasukan burung yang berbondong-bondong melempari mereka dengan batu-batu yang berasal dari tanah sehingga menjadikan mereka hancur-lebur dan daging mereka beterbangan ke mana-mana. Maka tentara gajah menjadi laksana daun-daun yang dimakan ulat."
        },
        "quraish": "Dan kamu pun telah mengetahui bahwa Allah menjadikan usaha mereka untuk menghancurkan Ka'bah itu lenyap dan sia-sia. Allah menggagalkan usaha mereka sehingga mereka tidak berhasil memperoleh apa yang mereka inginkan.",
        "jalalayn": "(Bukankah Dia menjadikan) telah menjadikan (tipu daya mereka itu) dalam rangka menghancurkan Kakbah (sia-sia) maksudnya hanya menjerumuskan mereka ke dalam kerugian dan kebinasaan."
      },
      "meta": {
        "juz": 30,
        "page": 601,
        "manzil": 7,
        "ruku": 547,
        "hizbQuarter": 240,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6191,
        "inSurah": 3
      },
      "arab": "وَّاَرْسَلَ عَلَيْهِمْ طَيْرًا اَبَابِيْلَۙ",
      "translation": "dan Dia mengirimkan kepada mereka burung yang berbondong-bondong,",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6191.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6191.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6191.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6191.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6191.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6191.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/105_3.png",
        "secondary": "https://cdn.alquran.cloud/media/image/105/3"
      },
      "tafsir": {
        "kemenag": {
          "short": "Allah mempunyai cara untuk menggagalkan tipu daya mereka, dan Dia mengirimkan kepada mereka salah satu makhluk-Nya yang dijadikan bala tentara untuk menghancurkan mereka, yaitu burung yang berbondong-bondong dan tidak terhitung banyaknya.",
          "long": "Dalam ayat ini, Allah menjelaskan bahwa Ia telah menggagalkan tipu muslihat mereka yang hendak menghancurkan Ka'bah.\nAllah mengungkapkan cara menggagalkan tipu daya mereka, yaitu dengan mengirimkan pasukan burung yang berbondong-bondong melempari mereka dengan batu-batu yang berasal dari tanah sehingga menjadikan mereka hancur-lebur dan daging mereka beterbangan ke mana-mana. Maka tentara gajah menjadi laksana daun-daun yang dimakan ulat."
        },
        "quraish": "Dan Allah memerintahkan balatentara-Nya yang berupa burung untuk menyerang mereka secara berkelompok dan bertubi-tubi dan mengepung mereka dari segala penjuru.",
        "jalalayn": "(Dan Dia mengirimkan kepada mereka burung yang berbondong-bondong) atau yang bergelombang secara berturut-turut. Menurut suatu pendapat bahwa lafal Abaabiil ini tidak ada bentuk Mufradnya, sama halnya dengan lafal Asaathiir. Menurut pendapat yang lain bahwa bentuk tunggalnya adalah Abuul atau Ibaal atau Ibbiil yang wazannya sama dengan 'Ajuul, Miftaah dan Sikkiin."
      },
      "meta": {
        "juz": 30,
        "page": 601,
        "manzil": 7,
        "ruku": 547,
        "hizbQuarter": 240,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6192,
        "inSurah": 4
      },
      "arab": "تَرْمِيْهِمْ بِحِجَارَةٍ مِّنْ سِجِّيْلٍۙ",
      "translation": "yang melempari mereka dengan batu dari tanah liat yang dibakar,",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6192.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6192.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6192.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6192.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6192.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6192.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/105_4.png",
        "secondary": "https://cdn.alquran.cloud/media/image/105/4"
      },
      "tafsir": {
        "kemenag": {
          "short": "Allah mengirim burung-burung yang melempari mereka dengan batu yang berasal dari tanah liat yang terbakar.",
          "long": "Dalam ayat ini, Allah menjelaskan bahwa Ia telah menggagalkan tipu muslihat mereka yang hendak menghancurkan Ka'bah.\nAllah mengungkapkan cara menggagalkan tipu daya mereka, yaitu dengan mengirimkan pasukan burung yang berbondong-bondong melempari mereka dengan batu-batu yang berasal dari tanah sehingga menjadikan mereka hancur-lebur dan daging mereka beterbangan ke mana-mana. Maka tentara gajah menjadi laksana daun-daun yang dimakan ulat."
        },
        "quraish": "Pasukan burung itu melempari mereka dengan bebatuan dari neraka jahanam.",
        "jalalayn": "(Yang melempar mereka dengan batu berasal dari tanah yang terbakar) yakni tanah liat yang dibakar."
      },
      "meta": {
        "juz": 30,
        "page": 601,
        "manzil": 7,
        "ruku": 547,
        "hizbQuarter": 240,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6193,
        "inSurah": 5
      },
      "arab": "فَجَعَلَهُمْ كَعَصْفٍ مَّأْكُوْلٍ ࣖ ",
      "translation": "sehingga mereka dijadikan-Nya seperti daun-daun yang dimakan (ulat).",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6193.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6193.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6193.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6193.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6193.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6193.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/105_5.png",
        "secondary": "https://cdn.alquran.cloud/media/image/105/5"
      },
      "tafsir": {
        "kemenag": {
          "short": "Batu-batu yang dijatuhkan oleh burung-burung itu tepat mengenai tentara Abrahah sehingga mereka dijadikan-Nya bergelimpangan tak berdaya dan binasa seperti daun-daun yang dimakan ulat. Itulah balasan bagi orang yang angkuh dan hendak menghancurkan Kakbah, simbol agama Allah.",
          "long": "Dalam ayat ini, Allah menjelaskan bahwa Ia telah menggagalkan tipu muslihat mereka yang hendak menghancurkan Ka'bah.\nAllah mengungkapkan cara menggagalkan tipu daya mereka, yaitu dengan mengirimkan pasukan burung yang berbondong-bondong melempari mereka dengan batu-batu yang berasal dari tanah sehingga menjadikan mereka hancur-lebur dan daging mereka beterbangan ke mana-mana. Maka tentara gajah menjadi laksana daun-daun yang dimakan ulat."
        },
        "quraish": "Mereka dijadikan bagai daun tanaman yang terkena wabah yang mematikan(1). (1) Surat ini menunjuk kepada sebuah ekspansi Abrahah al-Asyram Al-Habasyî yang dikerahkan dari arah Yaman menuju Mekah untuk menghancurkan Ka'bah dengan tujuan agar orang-orang Arab yang melakukan ibadah haji dengan mendatangi Ka'bah tidak lagi dapat melakukannya. Untuk keperluan itu ia telah menyiapkan pasukan tentara dengan jumlah besar dan dilengkapi dengan beberapa pasukan gajah. Ia, bersama pasukan itu, kemudian berangkat ke arah Hejaz dan mendirikan perkemahan di sebuah tempat bernama al-Maghmis (sekitar 3,65 km dari Mekah ke arah Tha'if). Di tempat itu terjadi perundingan antara Abrahah dengan orang-orang Arab. Tetapi ekspansi itu berakhir dengan kegagalan akibat serangan dan beban berat yang mereka terima dari kabilah-kabilah Yaman dan Hejaz. Selain itu, kegagalan itu juga disebabkan oleh terjangkitnya suatu penyakit di kalangan pasukan Abrahah, sebagaimana yang dikisahkan oleh surat ini. Abrahah akhirnya kembali ke negerinya setelah mengalami kerugian sebagian besar pasukannya tanpa dapat mencapai sasarannya. Invasi yang terjadi pada tahun 570 M. atau 571 M. ini oleh orang Arab kemudian dimasukkan ke dalam penganggalan Arab Hejaz pada masa sebelum Islam. Dengan demikian, mereka mengenal apa yang mereka sebut sebagai Tahun Gajah. Pada tahun itulah Rasulullah saw. dilahirkan.",
        "jalalayn": "(Lalu Dia menjadikan mereka seperti daun-daun yang dimakan) atau bagaikan daun tanaman yang dimakan oleh ternak, kemudian diinjak-injak dan dicabik-cabiknya. Allah telah membinasakan setiap orang dari mereka dengan batu yang padanya telah tertulis nama orang yang dikenainya. Setiap batu bentuknya lebih besar sedikit daripada biji 'adasah dan agak kecil daripada biji kacang Humsh; batu itu dapat menembus topi baja tentara yang berjalan kaki dan gajah yang dibawanya, kemudian batu itu jatuh ke tanah setelah menembus badan mereka. Hal tersebut terjadi pada tahun kelahiran Nabi saw."
      },
      "meta": {
        "juz": 30,
        "page": 601,
        "manzil": 7,
        "ruku": 547,
        "hizbQuarter": 240,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    }
  ]
}
