{
  "number": 90,
  "name": "Al-Balad",
  "ayahs": [
    {
      "number": {
        "inQuran": 6024,
        "inSurah": 1
      },
      "arab": "لَآ اُقْسِمُ بِهٰذَا الْبَلَدِۙ",
      "translation": "Aku bersumpah dengan negeri ini (Mekah),",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6024.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6024.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6024.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6024.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6024.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6024.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/90_1.png",
        "secondary": "https://cdn.alquran.cloud/media/image/90/1"
      },
      "tafsir": {
        "kemenag": {
          "short": "Aku bersumpah dengan negeri ini, yakni kota Mekah, kota kelahiran Nabi dan kota suci umat Islam.",
          "long": "Ayat ini secara harfiah terjemahannya, \"Aku tidak bersumpah dengan negeri ini.\" Kata \"tidak\" (lA) dalam ayat itu berfungsi menguatkan, karena itu maksudnya, \"Aku benar-benar bersumpah dengan negeri ini.\" Atau ayat itu dibaca, \"Tidak! Aku bersumpah dengan negeri ini,\" yang juga bermakna menekankan. \nAllah bersumpah dengan kota Mekah, tempat di mana terdapat Ka'bah yang dituju oleh manusia dari segala penjuru semenjak didirikan oleh Nabi Ibrahim sampai sekarang untuk melaksanakan ibadah haji. Di samping itu, kota ini juga menjadi pusat perdagangan semenjak lama sekali. Karena didatangi setiap tahun dari segenap penjuru itu, maka kota itu dinamai juga Ummul-Qura (Induk Negeri-negeri). Kota itu makmur sekalipun sekelilingnya padang pasir."
        },
        "quraish": "[[90 ~ AL-BALAD (KOTA) Pendahuluan: Makkiyyah, 20 ayat ~ Allah bersumpah demi tanah suci, Mekah, tempat Nabi Muhammad saw. lahir dan besar, juga merupakan tempat yang sangat dicintainya. Selain itu, Allah juga bersumpah demi bapak dan anaknya. Sebab, melalui bapak dan anak itu, Allah menjaga keberadaan dan kelangsungan hidup manusia. Bunyi sumpah yang disebutkan itu adalah bahwa manusia diciptakan dalam keadaan sulit dan susah payah. Tetapi kemudian ia berubah menjadi sombong dan menganggap bahwa kekuasaannya tidak tertandingi, serta menganggap bahwa ia telah memiliki harta sangat banyak yang dikeluarkannya untuk memuaskan hawa nafsunya. Setelah itu Allah menghitung segala yang dikaruniakan kepadanya, yang memudahkannya untuk mengetahui jalan-jalan petunjuk dan melampaui segala kesulitan, agar menjadi penghuni surga, yaitu golongan kanan, dan menjauhi segala yang menjadikannya termasuk golongan kiri, yaitu orang-orang yang dicampakkan ke neraka yang pintu-pintunya kemudian ditutup.]] Aku benar-benar bersumpah demi kota suci Mekah.",
        "jalalayn": "(Sungguh) huruf Laa di sini adalah huruf Zaidah mengandung makna Taukid (Aku bersumpah dengan kota ini) yakni kota Mekah."
      },
      "meta": {
        "juz": 30,
        "page": 594,
        "manzil": 7,
        "ruku": 532,
        "hizbQuarter": 238,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6025,
        "inSurah": 2
      },
      "arab": "وَاَنْتَ حِلٌّۢ بِهٰذَا الْبَلَدِۙ",
      "translation": "dan engkau (Muhammad), bertempat di negeri (Mekah) ini,",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6025.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6025.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6025.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6025.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6025.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6025.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/90_2.png",
        "secondary": "https://cdn.alquran.cloud/media/image/90/2"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dan engkau, wahai Nabi, bertempat tinggal di negeri Mekah ini, membuatnya bertambah mulia.",
          "long": "Kata hill dalam ayat itu berarti \"bertempat\". Maksudnya adalah bahwa kota ini adalah juga tempat lahir Nabi Muhammad yang merupakan nabi terbesar dan terakhir yang membawa agama Islam. Dengan demikian, Allah bersumpah dengan kota Mekah yang agung karena tempat kelahiran manusia agung, yaitu Muhammad saw. Ada pula yang menafsirkan hill dalam ayat itu \"halal\", yaitu halal bagi Nabi berperang dalam kota itu bila diperangi, apa yang tidak dihalalkan bagi orang lain."
        },
        "quraish": "Dan kamu, Muhammad, bertempat tinggal di kota ini sehingga menambah tinggi kedudukan dan kehormatannya.",
        "jalalayn": "(Dan kamu) hai Muhammad (halal) maksudnya dihalalkan bagimu (kota ini) artinya Dia menghalalkannya untukmu melakukan peperangan di dalamnya untuk melawan orang-orang musyrik. Allah memenuhi janji-Nya itu pada waktu penaklukan kota Mekah. Ayat ini merupakan Jumlah Mu'taridhah yang terletak di antara Qasam yang pertama dengan Qasam yang selanjutnya."
      },
      "meta": {
        "juz": 30,
        "page": 594,
        "manzil": 7,
        "ruku": 532,
        "hizbQuarter": 238,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6026,
        "inSurah": 3
      },
      "arab": "وَوَالِدٍ وَّمَا وَلَدَۙ",
      "translation": "dan demi (pertalian) bapak dan anaknya.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6026.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6026.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6026.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6026.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6026.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6026.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/90_3.png",
        "secondary": "https://cdn.alquran.cloud/media/image/90/3"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dan demi pertalian bapak dan anaknya, demi Adam dan anak cucunya. Manusia dengan kehendak Allah mengalami siklus dari kanak-kanak menuju dewasa, berkeluarga, beranak pinak, dan berakhir dengan kematian. Inilah fenomena kehidupan yang perlu direnungi.",
          "long": "Allah bersumpah dengan seorang ayah, yaitu Ibrahim, dan anaknya, yaitu Ismail yang nanti menurunkan Nabi Muhammad. Dengan demikian, Allah bersumpah dengan nenek moyang Nabi Muhammad setelah sebelumnya Allah bersumpah dengan beliau dan kota kelahiran beliau, yang menunjukkan pertalian kedua nabi tersebut. Ada pula yang menafsirkan \"ayah\" dengan Adam yang merupakan ayah umat manusia dan anak cucunya yang lahir sesudah itu siapa saja."
        },
        "quraish": "Dan Aku bersumpah demi bapak dan anaknya yang merupakan faktor terpenting untuk menjaga keberadaan dan kelangsungan hidup manusia.",
        "jalalayn": "(Dan demi bapak) yaitu Nabi Adam (dan anaknya) atau anak cucunya; huruf Maa di sini bermakna Man."
      },
      "meta": {
        "juz": 30,
        "page": 594,
        "manzil": 7,
        "ruku": 532,
        "hizbQuarter": 238,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6027,
        "inSurah": 4
      },
      "arab": "لَقَدْ خَلَقْنَا الْاِنْسَانَ فِيْ كَبَدٍۗ",
      "translation": "Sungguh, Kami telah menciptakan manusia berada dalam susah payah.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6027.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6027.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6027.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6027.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6027.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6027.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/90_4.png",
        "secondary": "https://cdn.alquran.cloud/media/image/90/4"
      },
      "tafsir": {
        "kemenag": {
          "short": "Sungguh, Kami telah menciptakan manusia berada dalam susah payah. Siapa pun, termasuk Nabi, dalam masa hidupnya pasti menemui kepayahan, sejak dalam kandungan sampai masa dewasa. Manusia mesti bersusah payah mencari nafkah, mengalami sakit, dan mati. Dalam alam kubur menuju alam mahsyar pun manusia menghadapi kepayahan. Manusia harus mengisi kehidupannya di dunia dengan amal saleh agar tidak menemukan kepayahan lagi di akhirat.",
          "long": "Setelah bersumpah, Allah menyampaikan pesan penting yang hendak dikemukakan-Nya yang karena itu Ia perlu terlebih dahulu bersumpah. Pesan itu adalah bahwa manusia terlahir dalam kesulitan. Maksudnya, manusia tidak bisa lagi hidup tanpa susah payah sebagaimana dialami oleh nenek moyang mereka, Adam dan Hawa, di surga, karena semuanya tersedia. Tetapi mereka harus hidup dengan terlebih dahulu bersusah payah: berusaha, mencari rezeki, mengatasi berbagai rintangan, dan sebagainya. Berdasarkan perjuangan itulah, Allah menilai manusia tersebut. Semakin besar perjuangan yang dilakukan manusia dan semakin besar manfaat yang diberikan hasil perjuangannya itu bagi umat manusia, semakin tinggi nilai manusia itu dalam pandangan Allah. Begitu pulalah Nabi Muhammad di kota ini, beliau perlu berjuang agar kebenaran menjadi nyata dan kebatilan menjadi sirna. Demikian pula seluruh manusia. Oleh karena itu, manusia mati seharusnya meninggalkan jasa."
        },
        "quraish": "Bahwa Kami telah menciptakan manusia dalam keadaan sulit dan payah, sejak lahir sampai akhir hayatnya.",
        "jalalayn": "(Sesungguhnya Kami telah menciptakan manusia) semuanya (berada dalam susah payah) yaitu lelah dan susah karena selalu menghadapi musibah-musibah di dunia dan kesengsaraan-kesengsaraan di akhirat."
      },
      "meta": {
        "juz": 30,
        "page": 594,
        "manzil": 7,
        "ruku": 532,
        "hizbQuarter": 238,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6028,
        "inSurah": 5
      },
      "arab": "اَيَحْسَبُ اَنْ لَّنْ يَّقْدِرَ عَلَيْهِ اَحَدٌ ۘ",
      "translation": "Apakah dia (manusia) itu mengira bahwa tidak ada sesuatu pun yang berkuasa atasnya?",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6028.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6028.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6028.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6028.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6028.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6028.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/90_5.png",
        "secondary": "https://cdn.alquran.cloud/media/image/90/5"
      },
      "tafsir": {
        "kemenag": {
          "short": "Apakah dia yang Kami ciptakan dalam kepayahan itu mengira bahwa dirinya kuat dan berkuasa sehingga tidak ada sesuatu pun yang berkuasa atasnya? Apakah ia mengingkari kuasa Allah, Pencipta alam semesta, yang mampu menundukkan siapa pun, betapapun kuatnya?",
          "long": "Dalam ayat ini, Allah bertanya apakah manusia yang selalu berada dalam kesulitan, dan untuk bisa hidup harus mampu mengatasi kesulitan itu, dapat menyombongkan dirinya setelah berhasil dalam perjuangan itu. Menyombongkan diri itu misalnya menyangka dirinya begitu kuasanya sehingga berpandangan bahwa tidak akan ada seorang pun yang akan mampu menyaingi dan mengalahkannya, termasuk Allah sendiri. Ia tidak boleh berpandangan demikian karena bila ada seorang yang hebat, pasti akan ada lagi orang yang lebih hebat darinya. Di atas segala yang hebat itu, Allah adalah yang terhebat dari segala yang hebat, sebagaimana difirmankan-Nya:\n\nDan di atas setiap orang yang berpengetahuan ada yang lebih mengetahui. (Yusuf/12: 76)"
        },
        "quraish": "Apakah manusia, yang diciptakan dalam kesulitan, itu menyangka bahwa tidak akan ada seorang pun yang berkuasa menundukkannya?",
        "jalalayn": "(Apakah manusia itu menyangka) atau apakah manusia menduga, bahwa dia itu adalah kuat. Yang dimaksud adalah Asyad dari kalangan kaum Quraisy ia terkenal kekuatannya (bahwa) huruf An di sini adalah bentuk Takhfif dari Anna, sedangkan Isimnya tidak disebutkan, lengkapnya Annahuu (sekali-kali tiada seorang pun yang berkuasa atas dirinya?) Allahlah yang berkuasa atas dirinya."
      },
      "meta": {
        "juz": 30,
        "page": 594,
        "manzil": 7,
        "ruku": 532,
        "hizbQuarter": 238,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6029,
        "inSurah": 6
      },
      "arab": "يَقُوْلُ اَهْلَكْتُ مَالًا لُّبَدًاۗ",
      "translation": "Dia mengatakan, “Aku telah menghabiskan harta yang banyak.” ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6029.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6029.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6029.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6029.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6029.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6029.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/90_6.png",
        "secondary": "https://cdn.alquran.cloud/media/image/90/6"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dia dengan angkuh mengatakan, &ldquo;Aku telah menghabiskan harta yang banyak.&rdquo; Sikap ini sangat tidak terpuji, apalagi jika dia membelanjakan harta untuk memusuhi Allah dan rasul-Nya.",
          "long": "Kesombongannya itu misalnya berkenaan pengeluarannya untuk membantu orang lain. Pengeluaran itu dalam pandangannya sudah begitu besar, sehingga dianggapnya sia-sia. Ia merasa pengeluaran itu sudah sangat banyak sehingga tidak akan ada seorang pun yang akan mampu menandinginya, karena itu ia menjadi sombong."
        },
        "quraish": "Ia berkata, \"Aku telah mengeluarkan banyak harta yang terkumpul demi memusuhi Muhammad dan menentang dakwahnya.\"",
        "jalalayn": "(Dia mengatakan, \"Aku telah menghabiskan) untuk memusuhi Muhammad (harta yang banyak\") maksudnya banyak mengeluarkan harta untuk memusuhinya."
      },
      "meta": {
        "juz": 30,
        "page": 594,
        "manzil": 7,
        "ruku": 532,
        "hizbQuarter": 238,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6030,
        "inSurah": 7
      },
      "arab": "اَيَحْسَبُ اَنْ لَّمْ يَرَهٗٓ اَحَدٌۗ",
      "translation": "Apakah dia mengira bahwa tidak ada sesuatu pun yang melihatnya?",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6030.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6030.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6030.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6030.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6030.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6030.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/90_7.png",
        "secondary": "https://cdn.alquran.cloud/media/image/90/7"
      },
      "tafsir": {
        "kemenag": {
          "short": "Apakah dia bermaksud pamer dengan perbuatannya itu lalu mengira bahwa tidak ada sesuatu pun yang melihatnya? Tidak demikian. Semua gerak-gerik manusia, kecil maupun besar, selalu dalam pantauan Allah. Dia akan membalas sekecil apa pun perbuatan manusia.",
          "long": "Allah bertanya mengenai orang yang sombong dengan pengeluarannya itu, \"Apakah ia mengira bahwa tidak seorang pun yang melihat perbuatannya itu?\" Artinya, bila ia sombong dengan pengeluarannya itu, berarti ia mengorbankan kekayaannya hanya untuk mencari nama, maka pengorbanan itu tidak akan diterima-Nya. Jangan ia menyangka bahwa Allah tidak melihat perbuatannya itu dan tidak mengetahui motif di balik perbuatan baiknya itu, yang tidak diketahui oleh manusia."
        },
        "quraish": "Apakah ia menyangka bahwa perbuatannya itu tidak diketahui oleh siapa pun, bahkan oleh Penciptanya sendiri?",
        "jalalayn": "(Apakah dia menyangka bahwa) dirinya (tiada seorang pun yang melihatnya?) artinya melihat apa-apa yang telah dibelanjakannya itu, sehingga ada orang yang mengetahui berapa jumlah harta yang telah dibelanjakannya. Allahlah yang mengetahui berapa jumlah yang telah dibelanjakannya itu, dan jumlah sedemikian itu tidak berarti apa-apa di sisi-Nya, bahkan Dia kelak akan membalas perbuatannya yang buruk dan keji itu."
      },
      "meta": {
        "juz": 30,
        "page": 594,
        "manzil": 7,
        "ruku": 532,
        "hizbQuarter": 238,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6031,
        "inSurah": 8
      },
      "arab": "اَلَمْ نَجْعَلْ لَّهٗ عَيْنَيْنِۙ",
      "translation": "Bukankah Kami telah menjadikan untuknya sepasang mata,",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6031.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6031.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6031.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6031.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6031.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6031.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/90_8.png",
        "secondary": "https://cdn.alquran.cloud/media/image/90/8"
      },
      "tafsir": {
        "kemenag": {
          "short": "Allahlah yang berkuasa atasnya dan melihat setiap perbuatannya. Bukankah Kami telah menjadikan untuknya sepasang mata untuk membantunya melihat sekeliling,",
          "long": "Allah selanjutnya bertanya mengenai orang itu, \"Tidakkah Kami beri ia dua mata?\" Artinya, untuk dapat mencari kekayaan, ia perlu dua mata, lalu siapakah yang memberinya dua mata itu bila bukan Allah? Untuk mencari rezeki ia perlu berbicara, lalu siapakah yang telah memberinya lidah dan dua bibir untuk mampu bicara? Dalam membesarkannya, ia telah menyusu pada kedua susu ibunya, siapakah yang telah menyediakan air susu ibunya itu bila bukan Allah? Dengan demikian, keberhasilannya adalah karena bantuan dan kasih sayang Allah. Oleh karena itu, ia tidak perlu menyombongkan dirinya karena hartanya.\nDi samping itu, mata, lidah, dan nafsu adalah nikmat Allah kepadanya yang tiada taranya. Ia akan bertemu dengan dua jalan yang disediakan Allah, yaitu jalan yang benar dan jalan yang salah. Ia perlu menggunakan mata, lidah, dan nafsu itu untuk jalan yang diridai oleh Allah."
        },
        "quraish": "Bukankah Kami telah menciptakan dua mata untuknya agar ia dapat melihat, juga lidah dan dua bibir agar dapat berbicara?",
        "jalalayn": "(Bukankah Kami telah menjadikan) Istifham atau kata tanya di sini mengandung arti Taqrir (baginya dua buah mata,)"
      },
      "meta": {
        "juz": 30,
        "page": 594,
        "manzil": 7,
        "ruku": 532,
        "hizbQuarter": 238,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6032,
        "inSurah": 9
      },
      "arab": "وَلِسَانًا وَّشَفَتَيْنِۙ",
      "translation": "dan lidah dan sepasang bibir?",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6032.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6032.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6032.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6032.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6032.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6032.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/90_9.png",
        "secondary": "https://cdn.alquran.cloud/media/image/90/9"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dan lidah dan sepasang bibir untuk memungkinkannya mencecap, berbicara, dan memberi penjelasan kepada orang lain,",
          "long": "Allah selanjutnya bertanya mengenai orang itu, \"Tidakkah Kami beri ia dua mata?\" Artinya, untuk dapat mencari kekayaan, ia perlu dua mata, lalu siapakah yang memberinya dua mata itu bila bukan Allah? Untuk mencari rezeki ia perlu berbicara, lalu siapakah yang telah memberinya lidah dan dua bibir untuk mampu bicara? Dalam membesarkannya, ia telah menyusu pada kedua susu ibunya, siapakah yang telah menyediakan air susu ibunya itu bila bukan Allah? Dengan demikian, keberhasilannya adalah karena bantuan dan kasih sayang Allah. Oleh karena itu, ia tidak perlu menyombongkan dirinya karena hartanya.\nDi samping itu, mata, lidah, dan nafsu adalah nikmat Allah kepadanya yang tiada taranya. Ia akan bertemu dengan dua jalan yang disediakan Allah, yaitu jalan yang benar dan jalan yang salah. Ia perlu menggunakan mata, lidah, dan nafsu itu untuk jalan yang diridai oleh Allah."
        },
        "quraish": "Bukankah Kami telah menciptakan dua mata untuknya agar ia dapat melihat, juga lidah dan dua bibir agar dapat berbicara?",
        "jalalayn": "(lidah dan dua buah bibir?)"
      },
      "meta": {
        "juz": 30,
        "page": 594,
        "manzil": 7,
        "ruku": 532,
        "hizbQuarter": 238,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6033,
        "inSurah": 10
      },
      "arab": "وَهَدَيْنٰهُ النَّجْدَيْنِۙ",
      "translation": "Dan Kami telah menunjukkan kepadanya dua jalan (kebajikan dan kejahatan),",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6033.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6033.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6033.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6033.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6033.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6033.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/90_10.png",
        "secondary": "https://cdn.alquran.cloud/media/image/90/10"
      },
      "tafsir": {
        "kemenag": {
          "short": "dan bukankah Kami juga telah menunjukkan kepadanya dua jalan, yaitu kebaikan dan keburukan, kebenaran dan kebatilan, melalui fitrah, akal, dan petunjuk lain? Kami sudah memberinya petunjuk, lalu manusia itu sendiri yang akan memutuskan jalan hidupnya; apakah memilih jalan kesesatan atau kebenaran.",
          "long": "Allah selanjutnya bertanya mengenai orang itu, \"Tidakkah Kami beri ia dua mata?\" Artinya, untuk dapat mencari kekayaan, ia perlu dua mata, lalu siapakah yang memberinya dua mata itu bila bukan Allah? Untuk mencari rezeki ia perlu berbicara, lalu siapakah yang telah memberinya lidah dan dua bibir untuk mampu bicara? Dalam membesarkannya, ia telah menyusu pada kedua susu ibunya, siapakah yang telah menyediakan air susu ibunya itu bila bukan Allah? Dengan demikian, keberhasilannya adalah karena bantuan dan kasih sayang Allah. Oleh karena itu, ia tidak perlu menyombongkan dirinya karena hartanya.\nDi samping itu, mata, lidah, dan nafsu adalah nikmat Allah kepadanya yang tiada taranya. Ia akan bertemu dengan dua jalan yang disediakan Allah, yaitu jalan yang benar dan jalan yang salah. Ia perlu menggunakan mata, lidah, dan nafsu itu untuk jalan yang diridai oleh Allah."
        },
        "quraish": "Dan bukankah telah Kami tunjukkan dan sediakan jalan kebaikan dan keburukan baginya untuk dipilih?",
        "jalalayn": "(Dan Kami telah menunjukkan kepadanya dua jalan) maksudnya Kami telah menjelaskan kepadanya jalan kebaikan dan jalan keburukan."
      },
      "meta": {
        "juz": 30,
        "page": 594,
        "manzil": 7,
        "ruku": 532,
        "hizbQuarter": 238,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6034,
        "inSurah": 11
      },
      "arab": "فَلَا اقْتَحَمَ الْعَقَبَةَ ۖ",
      "translation": "tetapi dia tidak menempuh jalan yang mendaki dan sukar?",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6034.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6034.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6034.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6034.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6034.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6034.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/90_11.png",
        "secondary": "https://cdn.alquran.cloud/media/image/90/11"
      },
      "tafsir": {
        "kemenag": {
          "short": "Kami telah menganugerahkan itu semua kepada manusia, tetapi mengapa dia tidak mau menempuh jalan yang mendaki dan sukar, padahal itu baik baginya? Melakukan kebaikan tidak jarang memerlukan perjuangan dan kesabaran. Begitulah kehidupan dunia, semuanya terasa berat.",
          "long": "Dalam ayat ini, Allah bertanya, \"Apakah tidak sebaiknya ia merapikan jalan mendaki yang terjal?\" Artinya, manusia seharusnya bekerja keras dan berjuang semaksimal mungkin mengatasi segala rintangan supaya berhasil menyelesaikan pekerjaan-pekerjaan besar dan meninggalkan jasa-jasa besar."
        },
        "quraish": "Tetapi ia tidak mengambil manfaat dari apa yang Kami sediakan itu. Dan juga tidak memudahkan jalan mendaki lagi sulit yang menghalang antara dirinya dan keselamatan, yaitu kekikiran dirinya.",
        "jalalayn": "(Maka kenapa ia tidak) atau mengapa ia tidak (menempuh jalan yang sulit?)"
      },
      "meta": {
        "juz": 30,
        "page": 594,
        "manzil": 7,
        "ruku": 532,
        "hizbQuarter": 238,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6035,
        "inSurah": 12
      },
      "arab": "وَمَآ اَدْرٰىكَ مَا الْعَقَبَةُ ۗ",
      "translation": "Dan tahukah kamu apakah jalan yang mendaki dan sukar itu?",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6035.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6035.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6035.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6035.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6035.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6035.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/90_12.png",
        "secondary": "https://cdn.alquran.cloud/media/image/90/12"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dan tahukah kamu apakah jalan yang mendaki dan sukar itu, sehingga manusia merasa berat untuk menempuhnya?",
          "long": "Allah bertanya kepada manusia untuk memotivasi mereka, \"Apakah jalan mendaki yang terjal itu?\" Artinya, pekerjaan-pekerjaan besar itu memang sulit dikerjakan tetapi harus diatasi."
        },
        "quraish": "Tahukah kamu, apakah yang dimaksud dengan menempuh jalan yang mendaki dan sulit itu?",
        "jalalayn": "(Tahukah kamu) maksudnya apakah kamu mengetahui (apakah jalan yang sulit) yang akan ditempuhnya itu? Ungkapan ini mengagungkan kedudukan jalan tersebut. Ayat ini merupakan Jumlah Mu'taridhah atau kalimat sisipan; kemudian dijelaskan oleh ayat berikutnya, yaitu:"
      },
      "meta": {
        "juz": 30,
        "page": 594,
        "manzil": 7,
        "ruku": 532,
        "hizbQuarter": 238,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6036,
        "inSurah": 13
      },
      "arab": "فَكُّ رَقَبَةٍۙ",
      "translation": "(yaitu) melepaskan perbudakan (hamba sahaya),",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6036.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6036.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6036.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6036.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6036.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6036.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/90_13.png",
        "secondary": "https://cdn.alquran.cloud/media/image/90/13"
      },
      "tafsir": {
        "kemenag": {
          "short": "Jalan yang mendaki dan sukar itu adalah melepaskan hamba sahaya dari perbudakan atau membantunya untuk membebaskan diri, karena perbudakan tidak sesuai dengan nilai-nilai kemanusiaan,",
          "long": "Allah menegaskan bahwa pekerjaan besar yang sulit dilaksanakan itu adalah memerdekakan budak. Hal itu karena perbudakan pada waktu itu sudah sangat dalam merasuk ke dalam kehidupan masyarakat sehari-hari, baik di dunia Arab maupun di luarnya. Segala aktivitas manusia, seperti perdagangan, pertanian, kemiliteran, bahkan kehidupan sehari-hari, dan sebagainya, tidak akan bisa berjalan dengan baik pada waktu itu tanpa adanya budak yang mengerjakan pekerjaan-pekerjaan berat. Namun Allah meminta umat Islam agar menghapus perbudakan. Pelaksanaannya memang tidak sekaligus, tetapi berangsur-angsur. Seorang tuan seharusnya dapat memerdekakan budaknya, inilah yang dirasakan mereka sangat berat. Pemerdekaan budak juga dilakukan melalui cara-cara lain, misalnya dengan sanksi pelanggaran-pelanggaran yang hukumannya adalah memerdekakan budak. Juga dengan cara memberi kesempatan kepada budak itu untuk menebus dirinya."
        },
        "quraish": "Membebaskan seseorang dari perbudakan.",
        "jalalayn": "(Melepaskan budak) dari perbudakan, yaitu dengan cara memerdekakannya."
      },
      "meta": {
        "juz": 30,
        "page": 594,
        "manzil": 7,
        "ruku": 532,
        "hizbQuarter": 238,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6037,
        "inSurah": 14
      },
      "arab": "اَوْ اِطْعَامٌ فِيْ يَوْمٍ ذِيْ مَسْغَبَةٍۙ",
      "translation": "atau memberi makan pada hari terjadi kelaparan,",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6037.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6037.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6037.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6037.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6037.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6037.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/90_14.png",
        "secondary": "https://cdn.alquran.cloud/media/image/90/14"
      },
      "tafsir": {
        "kemenag": {
          "short": "atau memberi makan pada hari terjadi kelaparan kepada orang yang sangat membutuhkannya,",
          "long": "Pekerjaan besar dan berat lainnya yang sulit dikerjakan adalah memberi makan orang pada musim kelaparan, ekonomi morat-marit, dan sebagainya. Hal itu karena yang memberi juga membutuhkannya. Namun demikian, Allah menguji umat Islam, apakah mereka mau dan mampu mengerjakannya."
        },
        "quraish": "Atau memberi makan di hari kelaparan.",
        "jalalayn": "(Atau memberi makan pada hari kelaparan) yakni sewaktu terjadi bencana kelaparan."
      },
      "meta": {
        "juz": 30,
        "page": 594,
        "manzil": 7,
        "ruku": 532,
        "hizbQuarter": 238,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6038,
        "inSurah": 15
      },
      "arab": "يَّتِيْمًا ذَا مَقْرَبَةٍۙ",
      "translation": "(kepada) anak yatim yang ada hubungan kerabat,",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6038.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6038.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6038.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6038.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6038.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6038.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/90_15.png",
        "secondary": "https://cdn.alquran.cloud/media/image/90/15"
      },
      "tafsir": {
        "kemenag": {
          "short": "yakni kepada anak yatim yang ada hubungan kerabat sehingga dia akan mendapat dua pahala kebaikan sekaligus, yakni pahala sedekah dan silaturrahim",
          "long": "Memberi makan orang yang lapar pada masa kelaparan pertama sekali ditujukan pada anak-anak yatim yang ada hubungan keluarga dengan pemberi. Siapa lagi yang akan mau memperhatikan mereka bila bukan keluarga sendiri karena orang tuanya sudah tiada? Perhatian pada keluarga memang harus didahulukan sebagaimana sabda Rasulullah saw berikut:\nSedekah kepada orang miskin adalah sedekah (satu amal), sedekah kepada orang yang punya hubungan keluarga ada dua amal, sedekah dan silaturrahim. (Riwayat Ahmad, at-Tirmidhi, dan an-Nasa'i).\n\nSelanjutnya yang perlu mendapat perhatian utama adalah orang-orang miskin yang terhempas ke tanah, yaitu orang-orang yang begitu miskinnya sehingga tidak punya tempat untuk berteduh. Mereka misalnya tunawisma, gelandangan, anak jalanan, dan sebagainya."
        },
        "quraish": "Kepada anak yatim yang memiliki hubungan kerabat, sebagai belas kasihan karena kekerabatan dan kemiskinannya.",
        "jalalayn": "(Kepada anak yatim yang ada hubungan kerabat) atau famili."
      },
      "meta": {
        "juz": 30,
        "page": 594,
        "manzil": 7,
        "ruku": 532,
        "hizbQuarter": 238,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6039,
        "inSurah": 16
      },
      "arab": "اَوْ مِسْكِيْنًا ذَا مَتْرَبَةٍۗ",
      "translation": "atau orang miskin yang sangat fakir.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6039.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6039.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6039.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6039.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6039.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6039.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/90_16.png",
        "secondary": "https://cdn.alquran.cloud/media/image/90/16"
      },
      "tafsir": {
        "kemenag": {
          "short": "atau kepada orang miskin yang sangat fakir. Kepedulian kepada anak yatim dan orang miskin adalah akhlak yang sangat terpuji, namun butuh sifat kedermawanan agar seseorang bisa melakukannya.",
          "long": "Memberi makan orang yang lapar pada masa kelaparan pertama sekali ditujukan pada anak-anak yatim yang ada hubungan keluarga dengan pemberi. Siapa lagi yang akan mau memperhatikan mereka bila bukan keluarga sendiri karena orang tuanya sudah tiada? Perhatian pada keluarga memang harus didahulukan sebagaimana sabda Rasulullah saw berikut:\nSedekah kepada orang miskin adalah sedekah (satu amal), sedekah kepada orang yang punya hubungan keluarga ada dua amal, sedekah dan silaturrahim. (Riwayat Ahmad, at-Tirmidhi, dan an-Nasa'i).\n\nSelanjutnya yang perlu mendapat perhatian utama adalah orang-orang miskin yang terhempas ke tanah, yaitu orang-orang yang begitu miskinnya sehingga tidak punya tempat untuk berteduh. Mereka misalnya tunawisma, gelandangan, anak jalanan, dan sebagainya."
        },
        "quraish": "Atau kepada orang miskin yang sangat fakir dan membutuhkan.",
        "jalalayn": "(Atau orang miskin yang sangat fakir) artinya karena amat miskinnya hanya beralaskan tanah. Menurut suatu qiraat kedua Fi'il tersebut diganti menjadi dua Mashdar yang kedua-duanya dirafa'kan. Yang pertama dimudhafkan kepada lafal Raqabatin sedangkan yang kedua ditanwinkan, maka sebelum lafal Al-'Aqabah diperkirakan adanya lafal Iqtihaam. Qiraat ini merupakan penjelasan dari makna ayat-ayat tersebut."
      },
      "meta": {
        "juz": 30,
        "page": 594,
        "manzil": 7,
        "ruku": 532,
        "hizbQuarter": 238,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6040,
        "inSurah": 17
      },
      "arab": "ثُمَّ كَانَ مِنَ الَّذِيْنَ اٰمَنُوْا وَتَوَاصَوْا بِالصَّبْرِ وَتَوَاصَوْا بِالْمَرْحَمَةِۗ",
      "translation": "Kemudian dia termasuk orang-orang yang beriman dan saling berpesan untuk bersabar dan saling berpesan untuk berkasih sayang.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6040.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6040.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6040.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6040.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6040.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6040.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/90_17.png",
        "secondary": "https://cdn.alquran.cloud/media/image/90/17"
      },
      "tafsir": {
        "kemenag": {
          "short": "Kemudian, bila dia mau menempuh jalan yang mendaki dan sukar itu maka dia termasuk orang-orang yang beriman dengan kukuh dan saling berpesan untuk bersabar dalam berbuat baik, menjauhi maksiat, serta menghadapi kesusahan hidup, dan saling berpesan untuk berkasih sayang kepada sesama makhluk.",
          "long": "Pekerjaan berat lainnya adalah beriman dan saling menasihati untuk sabar dan menyayangi antara sesama Muslim. Sabar adalah kemampuan menahan diri, tabah menghadapi kesulitan, dan usaha keras mengatasi kesulitan tersebut. Kaum Muslimin harus mampu membuktikan imannya dengan melaksanakan sikap sabar itu, dan mendorong kaum Muslimin lainnya untuk melaksanakannya.\nJuga yang berat melaksanakannya adalah menyayangi orang lain seperti menyayangi diri sendiri atau keluarga sendiri. Akan tetapi, umat Islam harus mampu membuktikan imannya dengan melaksanakan sikap saling menyayangi itu, sebagaimana juga diperintahkan Rasulullah:\nOrang yang penyayang disayang oleh Yang Maha Penyayang. Sayangilah orang yang ada di bumi, maka yang ada di langit akan menyayangi kalian. (Riwayat at-Tirmidhi, Abu Dawud, dan Ahmad dari Abdullah bin 'Amr)."
        },
        "quraish": "Kemudian menjadi golongan orang-orang yang beriman, yang saling menasihati di antara mereka dengan kesabaran dan kasih sayang.",
        "jalalayn": "(Kemudian dia adalah) lafal ayat ini di'athafkan kepada lafal Iqtahama; dan lafal Tsumma menunjukkan makna urutan penyebutan atau Tartiibudz Dzikr. Artinya dia sewaktu menempuh jalan yang sulit itu (termasuk orang-orang yang beriman dan saling berpesan) yakni sebagian di antara mereka berpesan kepada sebagian yang lain (untuk bersabar) di dalam menjalankan amal ketaatan dan menjauhi perbuatan kemaksiatan (dan saling berpesan untuk berkasih sayang) terhadap semua makhluk."
      },
      "meta": {
        "juz": 30,
        "page": 594,
        "manzil": 7,
        "ruku": 532,
        "hizbQuarter": 238,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6041,
        "inSurah": 18
      },
      "arab": "اُولٰۤىِٕكَ اَصْحٰبُ الْمَيْمَنَةِۗ",
      "translation": "Mereka (orang-orang yang beriman dan saling berpesan itu) adalah golongan kanan.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6041.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6041.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6041.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6041.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6041.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6041.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/90_18.png",
        "secondary": "https://cdn.alquran.cloud/media/image/90/18"
      },
      "tafsir": {
        "kemenag": {
          "short": "Apabila mereka berkenan menempuh jalan yang sukar, beriman, dan saling berpesan untuk bersabar dan berkasih sayang, mereka adalah golongan kanan yang akan menemui kebahagiaan di akhirat berupa surga dengan segala kenikmatan di dalamnya.",
          "long": "Kaum Muslimin yang berhasil melaksanakan pekerjaan-pekerjaan sulit di atas digolongkan sebagai \"golongan kanan\". Balasan bagi \"golongan kanan\" tersebut adalah surga yang penuh nikmat, sebagaimana dinyatakan dalam Surah al-Waqi'ah/56: 27-40."
        },
        "quraish": "Mereka yang memiliki sifat-sifat ini adalah orang-orang yang berbahagia dan termasuk golongan kanan.",
        "jalalayn": "(Mereka) yaitu orang-orang yang memiliki sifat-sifat demikian itu (adalah golongan kanan.)"
      },
      "meta": {
        "juz": 30,
        "page": 594,
        "manzil": 7,
        "ruku": 532,
        "hizbQuarter": 238,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6042,
        "inSurah": 19
      },
      "arab": "وَالَّذِيْنَ كَفَرُوْا بِاٰيٰتِنَا هُمْ اَصْحٰبُ الْمَشْئَمَةِۗ",
      "translation": "Dan orang-orang yang kafir kepada ayat-ayat Kami, mereka itu adalah golongan kiri.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6042.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6042.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6042.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6042.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6042.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6042.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/90_19.png",
        "secondary": "https://cdn.alquran.cloud/media/image/90/19"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dan sebaliknya, orang-orang yang kafir kepada ayat-ayat Kami, baik dengan ucapan maupun tindakan, mereka itu adalah golongan kiri yang akan celaka dan menjumpai azab yang pedih.",
          "long": "Mereka yang ingkar tidak mau melaksanakan pekerjaan-pekerjaan besar dan sulit itu. Mereka disebut ashabul-masy'amah, yaitu golongan kiri. Tempat mereka adalah neraka yang tertutup rapat, sehingga neraka begitu luar biasa panasnya. Mereka itu tentu akan sangat menderita di dalamnya. Dengan demikian, ia menemukan kesulitan hidup yang tiada taranya di akhirat, tidak sebanding dengan kesulitan mengerjakan perbuat-perbuatan baik waktu di dunia."
        },
        "quraish": "Dan orang-orang yang ingkar dengan segala yang Kami tunjukkan sebagai bukti kebenaran, yaitu berupa kitab suci dan argumentasi, mereka adalah orang-orang yang sengsara dan termasuk golongan kiri dan mendapatkan azab.",
        "jalalayn": "(Dan orang-orang yang kafir kepada ayat-ayat Kami, mereka itu adalah golongan kiri)"
      },
      "meta": {
        "juz": 30,
        "page": 594,
        "manzil": 7,
        "ruku": 532,
        "hizbQuarter": 238,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6043,
        "inSurah": 20
      },
      "arab": "عَلَيْهِمْ نَارٌ مُّؤْصَدَةٌ ࣖ",
      "translation": "Mereka berada dalam neraka yang ditutup rapat.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6043.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6043.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6043.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6043.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6043.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6043.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/90_20.png",
        "secondary": "https://cdn.alquran.cloud/media/image/90/20"
      },
      "tafsir": {
        "kemenag": {
          "short": "Mereka berada dalam neraka yang ditutup rapat dari semua sisinya. Tidak ada jalan keluar bagi mereka dari neraka itu dan tidak pula mereka diberi kesempatan untuk sekadar beristirahat dari siksanya.",
          "long": "Mereka yang ingkar tidak mau melaksanakan pekerjaan-pekerjaan besar dan sulit itu. Mereka disebut ashabul-masy'amah, yaitu golongan kiri. Tempat mereka adalah neraka yang tertutup rapat, sehingga neraka begitu luar biasa panasnya. Mereka itu tentu akan sangat menderita di dalamnya. Dengan demikian, ia menemukan kesulitan hidup yang tiada taranya di akhirat, tidak sebanding dengan kesulitan mengerjakan perbuat-perbuatan baik waktu di dunia."
        },
        "quraish": "Mereka akan mendapatkan neraka yang pintu-pintunya tertutup rapat.",
        "jalalayn": "(orang-orang kiri itu berada dalam neraka yang ditutup rapat) dapat dibaca Mu'shadah dan Muushadah, artinya neraka yang tertutup rapat."
      },
      "meta": {
        "juz": 30,
        "page": 594,
        "manzil": 7,
        "ruku": 532,
        "hizbQuarter": 238,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    }
  ]
}
