{
  "number": 32,
  "name": "As-Sajdah",
  "ayahs": [
    {
      "number": {
        "inQuran": 3504,
        "inSurah": 1
      },
      "arab": " الۤمّۤ ۗ ",
      "translation": "Alif Lam Mim.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3504.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/3504.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/3504.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/3504.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/3504.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/3504.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/32_1.png",
        "secondary": "https://cdn.alquran.cloud/media/image/32/1"
      },
      "tafsir": {
        "kemenag": {
          "short": "Alif L&agrave;m M&igrave;m. Hanya Allah yang mengetahui hakikat maknanya.",
          "long": "Lihat Tafsir Alif Lam Mim pada Surah al-Baqarah/2: 1 (Jilid I)."
        },
        "quraish": "[[32 ~ AS-SAJDAH (SUJUD) Pendahuluan: Makkiyyah, 30 ayat ~ Surat yang turun setelah surat al-Mu'minûn ini berisikan, antara lain, pembicaraan tentang turunnya al-Qur'ân dan misi Rasulullah saw., penciptaan matahari dan bumi dan kekuasaan Allah dalam mengurusnya. Kemudian beralih kepada pembicaraan tentang tingkatan-tingkatan penciptaan manusia, perkataan orang-orang yang mengingkari kebangkitan dan bantahan kepada mereka, keadaan orang-orang jahat pada hari perhitungan, sikap orang-orang Mukmin ketika diingatkan dengan ayat-ayat dan penjelasan tentang balasan untuk orang-orang Mukmin dan fasik. Setelah itu dibicarakan tentang diturunkannya Tawrât kepada Mûsâ dan perlakuan Allah terhadap Banû Isrâ'îl, pengarahan terhadap orang-orang kafir Makkah untuk mengambil pelajaran dari kehancuran orang-orang sebelum mereka, serta pengalihan perhatian mereka agar mereka beriman kepada kebangkitan. Disebutkan pula tentang ejekan mereka terhadap hari kemenangan (yawm al-fath) serta bantahan terhadap mereka. Di antara tujuan terpenting yang terkandung dalam surat ini adalah pengarahan pandangan kepada ayat-ayat tentang alam semesta, pembicaraan tentang kebangkitan dan bantahan terhadap orang-orang yang mengingkarinya, serta pengarahan kepada orang-orang kafir untuk mengambil pelajaran dari kehancuran orang-orang sebelum mereka.]] Alif, Lâm, Mîm adalah huruf-huruf yang membentuk kata dan kalimat al-Qur'ân, sama seperti huruf yang membentuk kata dan kalimat yang kalian gunakan dalam pembicaraan kalian. Sehingga, apabila kalian tidak mampu untuk mendatangkan sesuatu yang semisal, maka hal itu merupakan bukti bahwa al-Qur'ân datang dari sisi Allah dan bukan perkataan manusia.",
        "jalalayn": "(Alif lam mim) hanya Allah sajalah yang mengetahui arti dan maksud ayat ini."
      },
      "meta": {
        "juz": 21,
        "page": 415,
        "manzil": 5,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 3505,
        "inSurah": 2
      },
      "arab": "تَنْزِيْلُ الْكِتٰبِ لَا رَيْبَ فِيْهِ مِنْ رَّبِّ الْعٰلَمِيْنَۗ ",
      "translation": "Turunnya Al-Qur'an itu tidak ada keraguan padanya, (yaitu) dari Tuhan seluruh alam. ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3505.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/3505.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/3505.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/3505.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/3505.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/3505.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/32_2.png",
        "secondary": "https://cdn.alquran.cloud/media/image/32/2"
      },
      "tafsir": {
        "kemenag": {
          "short": "Allah-lah yang menurunkan Al-Qur&rsquo;an, suatu mukjizat yang tidak dapat ditandingi. Turunnya Al-Qur&rsquo;an itu tidak ada keraguan padanya, yaitu dari Tuhan yang menguasai, mengatur, dan merawat seluruh alam. Al-Qur&rsquo;an bukan ciptaan manusia, tidak terkecuali Nabi Muhammad. Al-Qur&rsquo;an juga bukan syair, apalagi sihir.",
          "long": "Ayat ini menerangkan bahwa Al-Qur'an yang diturunkan kepada Muhammad ini benar-benar wahyu dari Allah, Tuhan semesta alam. Al- Qur'an ini bukanlah buatan tukang sihir, bukan mantra-mantra tukang tenung, dan bukan pula buatan Muhammad, tidak ada keraguan padanya sedikit pun.\nAyat ini merupakan bantahan bagi dakwaan orang-orang kafir yang menyatakan bahwa Al-Qur'an ini adalah syair yang digubah oleh penyair, dan ada yang mengatakan gubahan tukang tenung. Ada juga yang mengatakan bahwa Al-Qur'an itu hanyalah dongengan-dongengan purbakala saja, serta ada pula yang mengatakan bahwa dia adalah buatan Muhammad.\nAllah berfirman:\nDan mereka berkata, \"(Itu hanya) dongeng-dongeng orang-orang terdahulu, yang diminta agar dituliskan, lalu dibacakanlah dongeng itu kepadanya setiap pagi dan petang.\" (al-Furqan/25: 5)"
        },
        "quraish": "Penurunan al-Qur'ân ini adalah dari Allah, Tuhan semesta alam dan pemeliharanya. Tidak ada keraguan bahwa al-Qur'ân itu turun dari sisi-Nya.",
        "jalalayn": "(Turunnya Alkitab) yakni Alquran; Alkitab sebagai mubtada (yang tidak ada keraguan) tidak ada hal yang diragukan (padanya) fiihi sebagai khabar pertama (adalah dari Rabb semesta alam) rabbil'aalamiin sebagai khabar kedua."
      },
      "meta": {
        "juz": 21,
        "page": 415,
        "manzil": 5,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 3506,
        "inSurah": 3
      },
      "arab": "اَمْ يَقُوْلُوْنَ افْتَرٰىهُ ۚ بَلْ هُوَ الْحَقُّ مِنْ رَّبِّكَ لِتُنْذِرَ قَوْمًا مَّآ اَتٰىهُمْ مِّنْ نَّذِيْرٍ مِّنْ قَبْلِكَ لَعَلَّهُمْ يَهْتَدُوْنَ",
      "translation": "Tetapi mengapa mereka (orang kafir) mengatakan, “Dia (Muhammad) telah mengada-adakannya.” Tidak, Al-Qur'an itu kebenaran (yang datang) dari Tuhanmu, agar engkau memberi peringatan kepada kaum yang belum pernah didatangi orang yang memberi peringatan sebelum engkau; agar mereka mendapat petunjuk.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3506.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/3506.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/3506.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/3506.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/3506.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/3506.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/32_3.png",
        "secondary": "https://cdn.alquran.cloud/media/image/32/3"
      },
      "tafsir": {
        "kemenag": {
          "short": "Terbukti dengan nyata bahwa Al-Qur&rsquo;an bukanlah ciptaan manusia, tetapi mengapa mereka, orang kafir, tanpa bukti-bukti yang kuat mengatakan, &ldquo;Dia, Muhammad, telah mengada-adakannya. Lupakah mereka bahwa secara logis maupun realitas sejarah mustahil Rasulullah mengarang Al-Qur&rsquo;an? Karena itu Allah menjawab, &ldquo;Tidak, Al-Qur&rsquo;an itu kebenaran yang datang dari Tuhanmu, agar engkau, wahai Nabi Muhammad, memberi peringatan kepada kaum yang belum pernah didatangi orang yang memberi peringatan sebelum engkau bahwa azab Allah akan menimpa siapa saja yang kafir dan mendurhakai-Nya; dan agar melalui Al-Qur&rsquo;an pula mereka mendapat petunjuk.",
          "long": "Ayat ini menerangkan bahwa sikap orang-orang musyrik seperti yang diterangkan ayat di atas adalah sikap yang tidak layak. Tidak pantas mereka menuduh Muhammad telah melakukan kedustaan dengan mengatakan bahwa ia telah membuat-buat Al-Qur'an, padahal mereka benar-benar telah mengetahui keadaan Muhammad, sejak ia masih kecil sampai ia dewasa dan diangkat menjadi rasul. Bahkan mereka memberi gelar dengan \"Al-Amin\" (orang kepercayaan) karena mereka sangat percaya kepada Muhammad. Akan tetapi, tiba-tiba mereka menuduhnya sebagai pendusta.\nOleh karena itu, Allah menegaskan bahwa semua yang disampaikan Muhammad itu adalah benar. Al-Qur'an benar-benar berasal dari Allah dan diturunkan kepadanya untuk memperingatkan orang-orang musyrik pada azab akhirat yang akan ditimpakan kepada orang-orang yang mengingkari rasul yang diutus kepada mereka. Al-Qur'an berisi pelajaran dan petunjuk yang mengantar mereka menuju jalan kebahagiaan abadi.\nPada ayat yang lain dinyatakan pula sikap orang-orang musyrik itu terhadap Al-Qur'an. Allah berfirman:\nDan orang-orang kafir berkata, \"(Al-Qur'an) ini tidak lain hanyalah kebohongan yang diada-adakan oleh dia (Muhammad), dibantu oleh orang-orang lain,\" Sungguh, mereka telah berbuat zalim dan dusta yang besar. (al-Furqan/25: 4)"
        },
        "quraish": "Tetapi mereka mengatakan, \"Al-Qur'ân itu buatan Muhammad, lalu disandangkannya kepada Allah.\" Sebenarnya mereka tidak pantas mengatakan demikian. Bahkan sebenarnya Al-Qur'ân itu adalah kebenaran yang turun dari Allah kepadamu, agar kamu memberi peringatan kepada kaum yang belum didatangi oleh seorang rasul pun sebelum kamu. Dengan peringatan itu, kamu berharap dapat memberi petunjuk dan membuat mereka tunduk kepada kebenaran.",
        "jalalayn": "(Tetapi mengapa) (mereka mengatakan, \"Dia mengada-adakannya\") yakni Muhammad? Tidak (sebenarnya Alquran itu adalah kebenaran yang datang dari Rabbmu, agar kamu memberi peringatan) dengan Alquran itu (kepada kaum yang belum) huruf maa bermakna nafi atau negatif (datang kepada mereka orang yang memberi peringatan sebelum kamu; mudah-mudahan mereka mendapat petunjuk) dengan peringatanmu itu."
      },
      "meta": {
        "juz": 21,
        "page": 415,
        "manzil": 5,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 3507,
        "inSurah": 4
      },
      "arab": "اَللّٰهُ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَا فِيْ سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِۗ مَا لَكُمْ مِّنْ دُوْنِهٖ مِنْ وَّلِيٍّ وَّلَا شَفِيْعٍۗ  اَفَلَا تَتَذَكَّرُوْنَ",
      "translation": "Allah yang menciptakan langit dan bumi dan apa yang ada di antara keduanya dalam enam masa, kemudian Dia bersemayam di atas ‘Arsy. Bagimu tidak ada seorang pun penolong maupun pemberi syafaat selain Dia. Maka apakah kamu tidak memperhatikan?",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3507.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/3507.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/3507.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/3507.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/3507.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/3507.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/32_4.png",
        "secondary": "https://cdn.alquran.cloud/media/image/32/4"
      },
      "tafsir": {
        "kemenag": {
          "short": "Nabi Muhammad diutus untuk mendakwahkan ajaran tauhid dan dibekali dengan bukti-bukti nyata tentang hal itu. Allah yang menciptakan langit dan bumi dan apa yang ada di antara keduanya tanpa contoh dan tidak pernah ada sebelumnya, dalam enam masa, meski sesungguhnya Dia mampu menciptakannya dalam waktu sekejap. Hal ini bermaksud mendidik manusia bersabar dalam menangani semua urusan. Kemudian Dia bersemayam di atas &lsquo;Arsy yang tidak diketahui hakikatnya oleh selain Allah, namun wajib kita imani sesuai dengan kebesaran dan kesucian-Nya. Bagimu tidak ada seorang pun penolong maupun pemberi syafaat selain Dia. Tanpa izin Allah, tidak ada yang mampu menolongmu, baik itu para rasul maupun orang-orang tertentu, meringankan azab atau bebanmu di akhirat. Maka, apakah kamu tidak memperhatikan dan mengambil pelajaran dari hal ini sehingga kamu beriman dan mengeesakan-Nya?",
          "long": "Ayat ini menerangkan bahwa Tuhan yang telah menurunkan Al-Qur'an kepada Muhammad saw itu adalah Tuhan Pencipta langit dan bumi dan segala sesuatu yang ada di antara keduanya dalam enam masa. Maksud enam masa dalam ayat ini bukanlah hari (masa) yang dikenal seperti sekarang ini, tetapi adalah hari sebelum adanya langit dan bumi. Hari pada waktu sekarang ini adalah setelah adanya langit dan bumi, serta setelah adanya peredaran bumi mengelilingi matahari dan sebagainya.\nSetelah menciptakan langit dan bumi, Allah pun bersemayam di atas 'Arasy, sesuai dengan kekuasaan dan kebesaran-Nya. (lihat al-A'raf/7: 54) Allah menegaskan bahwa tidak seorang pun yang dapat mengurus segala urusannya, menolak bahaya, malapetaka, dan siksa. Tidak seorang pun yang dapat memberi syafaat ketika azab menimpanya, kecuali Allah semata, karena Dialah Yang Mahakuasa menentukan segala sesuatu.\nKemudian Allah memperingatkan, \"Apakah kamu hai manusia tidak dapat mengambil pelajaran dan memikirkan apa yang selalu kamu lihat itu? Kenapa kamu masih juga menyembah selain Allah?\""
        },
        "quraish": "Allahlah yang menciptakan langit dan bumi dan segala yang ada di antara keduanya selama enam hari. Kemudian Dia bersemayam di atas singgasanya-Nya dengan cara yang sesuai dan laik bagi diri-Nya. Tak ada seorang pun yang dapat menolong kalian selain Allah, juga tak seorang pun yang dapat memberikan syafaat kepada kalian. Maka, apakah kalian akan tetap berada dalam kekufuran dan pembangkangan, lalu kalian tidak dapat mengambil pelajaran-pelajaran Allah?",
        "jalalayn": "(Allahlah yang menciptakan langit dan bumi dan apa yang ada di antara keduanya dalam enam hari) dimulai dari hari Ahad dan selesai pada hari Jumat (kemudian Dia berkuasa di atas Arasy) kata Arasy menurut terminologi bahasa artinya singgasana seorang raja, maksudnya kekuasaan yang layak bagi kebesaran dan keagungan-Nya. (Tidak ada bagi kalian) hai orang-orang kafir Mekah (selain daripada-Nya) yakni selain-Nya (seorang penolong pun) lafal min waliyyin adalah isim daripada maa zaidah hanya ditambahi dengan huruf min pada permulaannya. Makna yang dimaksud ialah tiada seorang penolong pun (dan tidak pula seorang pemberi manfaat) yang dapat menolak azab Allah dari diri kalian. (Maka apakah kalian tidak memperhatikan) hal ini, yang oleh karenanya kalian mau beriman?"
      },
      "meta": {
        "juz": 21,
        "page": 415,
        "manzil": 5,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 3508,
        "inSurah": 5
      },
      "arab": "يُدَبِّرُ الْاَمْرَ مِنَ السَّمَاۤءِ اِلَى الْاَرْضِ ثُمَّ يَعْرُجُ اِلَيْهِ فِيْ يَوْمٍ كَانَ مِقْدَارُهٗٓ اَلْفَ سَنَةٍ مِّمَّا تَعُدُّوْنَ",
      "translation": "Dia mengatur segala urusan dari langit ke bumi, kemudian (urusan) itu naik kepada-Nya dalam satu hari yang kadarnya (lamanya) adalah seribu tahun menurut perhitunganmu.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3508.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/3508.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/3508.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/3508.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/3508.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/3508.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/32_5.png",
        "secondary": "https://cdn.alquran.cloud/media/image/32/5"
      },
      "tafsir": {
        "kemenag": {
          "short": "Keteraturan alam membuktikan kekuasaan dan keesaan-Nya. Dia mengatur segala urusan makhluk-Nya dari langit, yakni alam malakut, ke bumi, yakni alam bumi, kemudian urusan itu dibawa naik oleh malaikat kepada-Nya dalam satu hari yang kadar atau lama-nya adalah seribu tahun menurut perhitunganmu.",
          "long": "Hanya Allah-lah yang mengurus, mengatur, mengadakan, dan melenyapkan segala yang ada di dunia ini. Segala yang terjadi itu adalah sesuai dengan kehendak dan ketetapan-Nya, tidak ada sesuatu pun yang menyimpang dari kehendak-Nya itu. Pengaturan Allah dimulai dari langit hingga sampai ke bumi, kemudian urusan itu naik kembali kepada-Nya.\nSemua yang tersebut pada ayat ini merupakan gambaran dari kebesaran dan kekuasaan Allah, agar manusia mudah memahaminya. Kemudian Dia menggambarkan pula waktu yang digunakan Allah mengurus, mengatur, dan menyelesaikan segala urusan alam semesta ini, yaitu selama sehari. Akan tetapi, ukuran sehari itu sama lamanya dengan 1000 tahun dari ukuran tahun yang dikenal manusia di dunia ini.\nPerkataan seribu tahun dalam bahasa Arab tidak selamanya berarti 1000 dalam arti sebenarnya, tetapi kadang-kadang digunakan untuk menerangkan banyaknya sesuatu jumlah atau lamanya waktu yang diperlukan. Dalam ayat ini bilangan seribu itu digunakan untuk menyatakan lamanya waktu kehidupan alam semesta ini sejak diciptakan Allah pertama kali sampai kehancurannya di hari Kiamat, kemudian kembalinya segala urusan ke tangan Allah, yaitu hari berhisab. Semua itu menempuh waktu yang lama sekali, sehingga sukar bagi manusia menghitungnya.\nDalam ayat yang lain digunakan perkataan ribuan itu untuk menerangkan lamanya waktu yang dibutuhkan seandainya manusia ingin naik menghadap Allah, sekalipun para malaikat hanya perlu sehari saja. Allah berfirman:\nPara malaikat dan Jibril naik (menghadap) kepada Tuhan, dalam sehari setara dengan lima puluh ribu tahun. (al-Ma'arij/70: 4)\n\nAda pula yang berpendapat bahwa maksud ayat ini ialah segala urusan dunia ini kembali kepada Allah di hari Kiamat dalam waktu satu hari, yang sama lamanya dengan 1000 tahun waktu di dunia ini. Sebagian mufasir menafsirkan ayat ini, \"Para malaikat naik kepada Allah ke langit dalam satu hari. Jika jarak itu ditempuh oleh selain malaikat, maka ia memerlukan waktu 1000 tahun.\"\nRasulullah saw dalam malam mi'raj pernah naik ke langit bersama malaikat Jibril menghadap Allah. Jarak itu ditempuh dalam waktu kurang lebih setengah malam."
        },
        "quraish": "Dia yang mengurus seluruh urusan ciptaan-Nya dari langit sampai ke bumi. Kemudian urusan itu naik kepada-Nya dalam waktu satu hari yang lamanya sama dengan seribu tahun dunia, sebagaimana hitungan kalian.",
        "jalalayn": "(Dia mengatur urusan dari langit ke bumi) selama dunia masih ada (kemudian naiklah) urusan dan pengaturan itu (kepada-Nya dalam suatu hari yang lamanya adalah seribu tahun menurut perhitungan kalian) di dunia. Dan di dalam surah Al-Ma'arij ayat 4 disebutkan bahwa kadar masa itu adalah lima puluh ribu tahun. Makna yang dimaksud ialah bahwa saat hari kiamat bagi orang-orang kafir terasa begitu lama sekali karena sangat ngerinya. Berbeda halnya dengan orang yang beriman, ia merasa seolah-olah hanya sebentar saja bahkan waktunya terasa lebih pendek daripada satu salat fardu yang dilakukannya di dunia. Demikianlah menurut keterangan yang dijelaskan di dalam hadis."
      },
      "meta": {
        "juz": 21,
        "page": 415,
        "manzil": 5,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 3509,
        "inSurah": 6
      },
      "arab": "ذٰلِكَ عٰلِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزِيْزُ الرَّحِيْمُۙ ",
      "translation": "Yang demikian itu, ialah Tuhan yang mengetahui yang gaib dan yang nyata, Yang Mahaperkasa, Maha Penyayang.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3509.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/3509.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/3509.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/3509.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/3509.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/3509.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/32_6.png",
        "secondary": "https://cdn.alquran.cloud/media/image/32/6"
      },
      "tafsir": {
        "kemenag": {
          "short": "Yang mengatur urusan demikian itu adalah Tuhan Yang mengetahui segala yang gaib dan yang nyata, Yang Mahaperkasa untuk mengazab siapa saja yang mengingkari dan mendustakan rasul-Nya, Maha Penyayang kepada hamba yang menaati-Nya.",
          "long": "Ayat ini menerangkan bahwa Tuhan yang menciptakan, mengatur, dan mengurus langit dan bumi serta segala yang ada padanya itu adalah Tuhan Yang Maha Mengetahui. Dia Maha Mengetahui segala yang gaib, yang tersembunyi dalam hati, yang akan terjadi, dan yang telah terjadi. Dia juga Maha Mengetahui segala yang dapat dilihat dan yang tidak dapat dilihat oleh mata. Dialah Tuhan Yang Mahakuasa, Mahakekal Rahmat-Nya dan Dia pulalah Yang menciptakan seluruh makhluk dengan bentuk yang baik, serasi serta dengan faedah dan kegunaan yang hanya Dia saja yang mengetahuinya.\nJika diperhatikan seluruh makhluk yang ada di alam ini sejak dari yang besar sampai kepada yang sekecil-kecilnya akan timbul dugaan bahwa di antara makhluk itu ada yang besar faedahnya dan ada pula yang dirasa tidak berfaedah atau tidak berguna sama sekali, bahkan dapat menimbulkan bahaya bagi manusia, seperti ular berbisa, hama-hama penyakit menular, tanaman yang mengandung racun, dan sebagainya. Dugaan ini akan timbul jika masing-masing makhluk itu dilihat secara terpisah, tidak dalam satu kesatuan alam semesta ini.\nJika makhluk-makhluk itu dilihat dalam satu kesatuan alam semesta, dimana antara yang satu dengan yang lain mempunyai hubungan erat, akan terlihat bahwa semua makhluk itu ada faedah dan kegunaannya dalam menjaga keseimbangan dan kelestarian alam ini. Bahkan terlihat dengan nyata bahwa usaha-usaha sebagian manusia, baik secara sengaja atau tidak, merusak dan membunuh sebagian makhluk hidup, menimbulkan pencemar-an di alam ini, sehingga kelestariannya terganggu. Salah satu contoh ialah dengan adanya obat pembasmi hama, banyak cacing dan bakteri yang musnah. Akibatnya, proses pembusukan sampah menjadi terganggu. Padahal bakteri dan cacing itu dianggap binatang yang tidak ada gunanya sama sekali. Penebangan hutan mengakibatkan tanah menjadi gundul, sehingga banyak terjadi banjir dan tanah longsor di musim hujan, serta kekeringan pada musim kemarau. \nSemua itu akibat keserakahan manusia. Hal itu bisa dikategorikan sebagai perbuatan merusak di bumi. Akibat yang ditimbulkannya bisa luas dan memberi efek domino (beruntun).\nBerdasarkan paparan di atas nyatalah bahwa segala sesuatu yang diciptakan Allah, ada faedahnya, tetapi banyak manusia yang tidak mau memperhatikannya.\nKemudian ayat ini menerangkan bahwa Dia menciptakan manusia dari tanah. Maksudnya ialah Allah menciptakan Adam dari tanah kemudian menciptakan anak cucu Adam dari sari pati tanah yang diperoleh oleh ayah dan ibu dari makanan berupa hewan dan tumbuh-tumbuhan yang semuanya berasal dari tanah.\nDalam ayat 7 dinyatakan bahwa manusia diciptakan dari tanah, tetapi pada ayat ini ditegaskan bahwa hanya pada permulaannya saja manusia diciptakan dari tanah. Dengan ayat ini dapat pula ditafsirkan bahwa ada fase lain setelah awal penciptaan sebelum ciptaan tersebut menjadi manusia. Jika hal tersebut memang terjadi demikian, banyak pertanyaan lain yang masih tersisa, antara lain (1) apakah awal penciptaan manusia sama dan bersamaan dengan awal penciptaan makhluk hidup bumi lainnya (lihat tafsir Surah al- An'am ayat 2), (2) apakah fase setelah penciptaan awal tersebut manusia berkembang melalui bentuk antara seperti halnya proses evolusi makhluk hidup lainnya yang kini banyak dipercayai (lihat Surah ar-Rum/30 ayat 20), atau (3) manusia tercipta melalui proses khusus yang berbeda dari makhluk hidup lainnya (al-Ahzab/33 ayat 33)."
        },
        "quraish": "Yang bersifat sebagai Pencipta, dan bersemayam, serta mengurus itu adalah Allah yang mengetahui apa yang terlihat dan tidak terlihat oleh ciptaan-Nya. Dialah yang Mahaunggul dan Mahaluas kasih sayang-Nya.",
        "jalalayn": "(Yang demikian itu) yakni Yang Maha Pencipta dan Yang Maha Mengatur itu (ialah Tuhan Yang Mengetahui yang gaib dan yang nyata) yaitu apa yang gaib di mata makhluk-Nya dan apa yang nyata bagi makhluk-Nya (Yang Maha Perkasa) Maha Kuat di dalam kerajaan-Nya (lagi Maha Penyayang) kepada orang-orang yang taat kepada-Nya."
      },
      "meta": {
        "juz": 21,
        "page": 415,
        "manzil": 5,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 3510,
        "inSurah": 7
      },
      "arab": "الَّذِيْٓ اَحْسَنَ كُلَّ شَيْءٍ خَلَقَهٗ وَبَدَاَ خَلْقَ الْاِنْسَانِ مِنْ طِيْنٍ",
      "translation": "Yang memperindah segala sesuatu yang Dia ciptakan dan yang memulai penciptaan manusia dari tanah,",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3510.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/3510.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/3510.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/3510.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/3510.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/3510.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/32_7.png",
        "secondary": "https://cdn.alquran.cloud/media/image/32/7"
      },
      "tafsir": {
        "kemenag": {
          "short": "Pengatur urusan makhluk, Yang Maha Mengetahui, Mahaperkasa, dan Maha Penyayang itulah Tuhan Yang memperindah segala sesuatu yang Dia ciptakan dengan sangat teliti dan Yang memulai penciptaan nenek moyang manusia, yakni Adam, dari tanah.",
          "long": "Ayat ini menerangkan bahwa Tuhan yang menciptakan, mengatur, dan mengurus langit dan bumi serta segala yang ada padanya itu adalah Tuhan Yang Maha Mengetahui. Dia Maha Mengetahui segala yang gaib, yang tersembunyi dalam hati, yang akan terjadi, dan yang telah terjadi. Dia juga Maha Mengetahui segala yang dapat dilihat dan yang tidak dapat dilihat oleh mata. Dialah Tuhan Yang Mahakuasa, Mahakekal Rahmat-Nya dan Dia pulalah Yang menciptakan seluruh makhluk dengan bentuk yang baik, serasi serta dengan faedah dan kegunaan yang hanya Dia saja yang mengetahuinya.\nJika diperhatikan seluruh makhluk yang ada di alam ini sejak dari yang besar sampai kepada yang sekecil-kecilnya akan timbul dugaan bahwa di antara makhluk itu ada yang besar faedahnya dan ada pula yang dirasa tidak berfaedah atau tidak berguna sama sekali, bahkan dapat menimbulkan bahaya bagi manusia, seperti ular berbisa, hama-hama penyakit menular, tanaman yang mengandung racun, dan sebagainya. Dugaan ini akan timbul jika masing-masing makhluk itu dilihat secara terpisah, tidak dalam satu kesatuan alam semesta ini.\nJika makhluk-makhluk itu dilihat dalam satu kesatuan alam semesta, dimana antara yang satu dengan yang lain mempunyai hubungan erat, akan terlihat bahwa semua makhluk itu ada faedah dan kegunaannya dalam menjaga keseimbangan dan kelestarian alam ini. Bahkan terlihat dengan nyata bahwa usaha-usaha sebagian manusia, baik secara sengaja atau tidak, merusak dan membunuh sebagian makhluk hidup, menimbulkan pencemar-an di alam ini, sehingga kelestariannya terganggu. Salah satu contoh ialah dengan adanya obat pembasmi hama, banyak cacing dan bakteri yang musnah. Akibatnya, proses pembusukan sampah menjadi terganggu. Padahal bakteri dan cacing itu dianggap binatang yang tidak ada gunanya sama sekali. Penebangan hutan mengakibatkan tanah menjadi gundul, sehingga banyak terjadi banjir dan tanah longsor di musim hujan, serta kekeringan pada musim kemarau. \nSemua itu akibat keserakahan manusia. Hal itu bisa dikategorikan sebagai perbuatan merusak di bumi. Akibat yang ditimbulkannya bisa luas dan memberi efek domino (beruntun).\nBerdasarkan paparan di atas nyatalah bahwa segala sesuatu yang diciptakan Allah, ada faedahnya, tetapi banyak manusia yang tidak mau memperhatikannya.\nKemudian ayat ini menerangkan bahwa Dia menciptakan manusia dari tanah. Maksudnya ialah Allah menciptakan Adam dari tanah kemudian menciptakan anak cucu Adam dari sari pati tanah yang diperoleh oleh ayah dan ibu dari makanan berupa hewan dan tumbuh-tumbuhan yang semuanya berasal dari tanah.\nDalam ayat 7 dinyatakan bahwa manusia diciptakan dari tanah, tetapi pada ayat ini ditegaskan bahwa hanya pada permulaannya saja manusia diciptakan dari tanah. Dengan ayat ini dapat pula ditafsirkan bahwa ada fase lain setelah awal penciptaan sebelum ciptaan tersebut menjadi manusia. Jika hal tersebut memang terjadi demikian, banyak pertanyaan lain yang masih tersisa, antara lain (1) apakah awal penciptaan manusia sama dan bersamaan dengan awal penciptaan makhluk hidup bumi lainnya (lihat tafsir Surah al- An'am ayat 2), (2) apakah fase setelah penciptaan awal tersebut manusia berkembang melalui bentuk antara seperti halnya proses evolusi makhluk hidup lainnya yang kini banyak dipercayai (lihat Surah ar-Rum/30 ayat 20), atau (3) manusia tercipta melalui proses khusus yang berbeda dari makhluk hidup lainnya (al-Ahzab/33 ayat 33)."
        },
        "quraish": "Yang menciptakan segala sesuatu dengan sebaik-baiknya, sesuai dengan hikmah-Nya, memulai penciptaan manusia pertama dari tanah.",
        "jalalayn": "(Yang membuat segala sesuatu yang Dia ciptakan sebaik-baiknya) kalau dibaca khalaqahu berarti fi'il madhi yang berkedudukan sebagai sifat. Apabila dibaca khalqahu berarti sebagai badal isytimal (dan yang memulai penciptaan manusia) yakni Nabi Adam (dari tanah)."
      },
      "meta": {
        "juz": 21,
        "page": 415,
        "manzil": 5,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 3511,
        "inSurah": 8
      },
      "arab": "ثُمَّ جَعَلَ نَسْلَهٗ مِنْ سُلٰلَةٍ مِّنْ مَّاۤءٍ مَّهِيْنٍ ۚ ",
      "translation": "kemudian Dia menjadikan keturunannya dari sari pati air yang hina (air mani).",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3511.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/3511.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/3511.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/3511.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/3511.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/3511.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/32_8.png",
        "secondary": "https://cdn.alquran.cloud/media/image/32/8"
      },
      "tafsir": {
        "kemenag": {
          "short": "Allah menciptakan Adam dari tanah, kemudian Dia menjadikan keturunannya dari sari pati air yang hina, yakni air mani.",
          "long": "Ayat ini menerangkan bahwa Allah menciptakan keturunan manusia dari sperma, yaitu air yang sedikit dan memancar, yang bertemu dengan sel telur. Hasil pertemuan ini disebut dengan nuthfah."
        },
        "quraish": "Kemudian setelah itu menjadikan anak cucunya tercipta dari air yang sedikit dan lemah serta--biasanya--sangat diremehkan(1). (1) Kata \"al-mahîn\" sebagai adjektiva atau kata sifat, jika disandangkan kepada orang, berarti 'lemah'. \"Al-rajul al-mahîn\" berarti \"al-rajul al-dla'îf\" ('orang yang lemah'). Kata itu juga dapat berarti 'sedikit'. Dengan demikian, frase \"min mâ'in mahîn\" pada ayat ini berarti 'air yang sedikit dan lemah'. Selain itu, verba \"mahana\"--seakar dengan kata sifat \"mahîn\": m-h. n--dalam bahasa Arab dapat pula berarti 'memerah susu'. Kalimat \"mahana al-rajulu al-ibila\" berarti 'orang itu memerah susu unta'. Dengan demikian, kiranya tidak terlalu keliru kalau kita menafsirkan kata \"mahîn\" dalam ayat ini sebagai 'air yang memancar' atau 'air yang sedikit', karena susu yang keluar dari perahan biasanya memancar dan sedikit.",
        "jalalayn": "(Kemudian Dia menjadikan keturunannya) anak cucunya (dari sulalah) dari darah kental (yang berasal dari air yang lemah) yaitu air mani."
      },
      "meta": {
        "juz": 21,
        "page": 415,
        "manzil": 5,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 3512,
        "inSurah": 9
      },
      "arab": "ثُمَّ سَوّٰىهُ وَنَفَخَ فِيْهِ مِنْ رُّوْحِهٖ وَجَعَلَ لَكُمُ السَّمْعَ وَالْاَبْصَارَ وَالْاَفْـِٕدَةَۗ قَلِيْلًا مَّا تَشْكُرُوْنَ ",
      "translation": "Kemudian Dia menyempurnakannya dan meniupkan roh (ciptaan)-Nya ke dalam (tubuh)nya dan Dia menjadikan pendengaran, penglihatan dan hati bagimu, (tetapi) sedikit sekali kamu bersyukur.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3512.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/3512.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/3512.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/3512.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/3512.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/3512.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/32_9.png",
        "secondary": "https://cdn.alquran.cloud/media/image/32/9"
      },
      "tafsir": {
        "kemenag": {
          "short": "Setelah menciptakan Adam dari tanah, kemudian Dia menyempurnakan ciptaan-nya secara fisik dan setelah itu meniupkan roh ciptaan-Nya ke dalam tubuh-nya dan jadilah ia ciptaan Allah yang terbaik. Dia juga melengkapi ciptaannya dengan menjadikan pendengaran, penglihatan, dan hati atau akal bagimu supaya kamu dapat mendengar nasihat agama, melihat tanda kebesaran Allah, dan merenungkan ciptaan-Nya, yang dengan itu semua kamu beriman dan mengesakan-Nya. Namun, sedikit sekali di antara kamu yang mau bersyukur.",
          "long": "Kemudian di dalam rahim perempuan, Allah menyempurnakan kejadian nuthfah itu, sehingga berbentuk manusia. Kemudian ditiupkan roh ke dalamnya. Dengan demikian bergeraklah janin yang kecil itu. Setelah nyata kepadanya tanda-tanda kehidupan, Allah menganugerahkan kepadanya pen-dengaran, penglihatan, akal, perasaan, dan sebagainya.\nManusia pada permulaan hidupnya di dalam rahim ibu, sekalipun telah dianugerahi mata, telinga, dan otak, tetapi ia belum dapat melihat, mendengar, dan berpikir. Hal itu baru diperolehnya setelah ia lahir, dan semakin lama panca inderanya itu dapat berfungsi dengan sempurna.\nPada akhir ayat ini, Allah mengatakan bahwa hanya sedikit manusia yang mau mensyukuri nikmat Allah yang telah dilimpahkan kepadanya."
        },
        "quraish": "Kemudian Dia menyempurnakannya dan meletakkan di dalamnya salah satu rahasia yang hanya diketahui oleh-Nya, serta menjadikan pendengaran, penglihatan dan akal bagi kalian agar kalian dapat mendengar, melihat dan berpikir. Tetapi walaupun demikian, sedikit sekali rasa syukur kalian.",
        "jalalayn": "(Kemudian Dia menyempurnakannya) menyempurnakan penciptaan Adam (dan meniupkan ke dalam tubuhnya sebagian dari roh-Nya) yakni Dia menjadikannya hidup dapat merasa atau mempunyai perasaan, yang sebelumnya ia adalah benda mati (dan Dia menjadikan bagi kalian) yaitu anak cucunya (pendengaran) lafal as-sam'a bermakna jamak sekalipun bentuknya mufrad (dan penglihatan serta hati) (tetapi kalian sedikit sekali bersyukur) huruf maa adalah huruf zaidah yang berfungsi mengukuhkan makna lafal qaliilan, yakni sedikit sekali."
      },
      "meta": {
        "juz": 21,
        "page": 415,
        "manzil": 5,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 3513,
        "inSurah": 10
      },
      "arab": "وَقَالُوْٓا ءَاِذَا ضَلَلْنَا فِى الْاَرْضِ ءَاِنَّا لَفِيْ خَلْقٍ جَدِيْدٍ ەۗ بَلْ هُمْ بِلِقَاۤءِ رَبِّهِمْ كٰفِرُوْنَ ",
      "translation": "Dan mereka berkata, “Apakah apabila kami telah lenyap (hancur) di dalam tanah, kami akan berada dalam ciptaan yang baru?” Bahkan mereka mengingkari pertemuan dengan Tuhannya.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3513.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/3513.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/3513.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/3513.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/3513.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/3513.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/32_10.png",
        "secondary": "https://cdn.alquran.cloud/media/image/32/10"
      },
      "tafsir": {
        "kemenag": {
          "short": "Allah mampu menciptakan manusia dari tidak ada dan mampu pula membangkitkannya kembali. Namun, orang kafir tetap pada pendiriannya dalam mengingkari hari kebangkitan. Dan dengan nada mengejek mereka berkata, &ldquo;Apakah apabila kami telah mati, hancur, dan lenyap di dalam tanah, kami akan dibangkitkan kembali dan berada dalam ciptaan yang baru, lalu kami dimintai pertanggungjawaban atas perbuatan kami? Jika demikian, alangkah rugi kami.&rdquo; Mereka tidak mampu memahami keniscayaan hari kebangkitan karena menggunakan tolok ukur kekuatan manusia, bukan kemahakuasaan Allah yang telah menciptakan mereka dari tidak ada. Tidak hanya mengingkari kuasa-Nya, bahkan mereka pun mengingkari hari pertemuan mereka dengan Tuhannya untuk menjalani hisab dan menerima balasan.",
          "long": "Ayat ini menerangkan tentang pertanyaan orang-orang musyrik kepada Rasulullah saw, yang menunjukkan keingkaran dan kesombongan mereka. Mereka berkata, \"Apakah apabila daging dan tulang belulang kami telah hancur menjadi tanah, mungkinkah kami dihidupkan lagi seperti semula?\"\nDari pertanyaan di atas tergambar bahwa menurut mereka mustahil manusia dapat hidup kembali setelah mati dan tubuhnya hancur menjadi tanah. Mereka tidak dapat menggambarkan dalam pikirannya bagaimana besarnya kekuasaan Allah. Jika mereka ingin mencapai kebenaran, mereka dapat mencari bukti-bukti kekuasaan dan kebesaran Allah pada penciptaan manusia. Mereka dahulu tidak ada, kemudian menjadi ada. Tentu menciptakan kembali yang pernah ada lebih mudah bagi Allah. Sebenarnya jika mereka mau berpikir tentu mereka sampai kepada kesimpulan bahwa segala sesuatu itu adalah sama mudahnya bagi Allah, tidak ada yang sukar bagi-Nya.\nOrang-orang musyrik itu bukan hanya mengingkari kekuasaan Allah, tetapi juga mengingkari adanya hari kebangkitan, yaitu hari semua manusia dihadapkan di Mahkamah Agung Ilahiah."
        },
        "quraish": "Orang-orang yang mengingkari kebangkitan itu berkata, \"Apabila kami telah menjadi debu dan bercampur dengan tanah, sehingga tidak lagi dapat dibedakan antara debu jasad kami dan debu tanah, apakah kami akan diciptakan dan menjadi baru kembali?\" Sesungguhnya mereka tidak mengingkari kebangkitan saja, tetapi mereka juga mendustakan seluruh apa yang terjadi di akhirat.",
        "jalalayn": "(Dan mereka berkata) orang-orang yang ingkar akan adanya hari berbangkit: (\"Apakah bila kami telah lenyap di dalam tanah) yakni kami telah hancur di dalamnya, misalnya kami telah menjadi debu yang bercampur dengan tanah asli (kami benar-benar akan berada dalam ciptaan yang baru?\") kata tanya di sini mengandung makna ingkar; lafal ayat ini boleh dibaca tahqiq dan boleh pula dibaca tashil. Maka Allah swt. berfirman: (Bahkan mereka terhadap hari pertemuan dengan Rabbnya) yaitu hari berbangkit (adalah orang-orang yang ingkar.)"
      },
      "meta": {
        "juz": 21,
        "page": 415,
        "manzil": 5,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 3514,
        "inSurah": 11
      },
      "arab": "۞ قُلْ يَتَوَفّٰىكُمْ مَّلَكُ الْمَوْتِ الَّذِيْ وُكِّلَ بِكُمْ ثُمَّ اِلٰى رَبِّكُمْ تُرْجَعُوْنَ ࣖ ",
      "translation": "Katakanlah, “Malaikat maut yang diserahi untuk (mencabut nyawa)mu akan mematikan kamu, kemudian kepada Tuhanmu, kamu akan dikembalikan.”",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3514.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/3514.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/3514.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/3514.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/3514.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/3514.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/32_11.png",
        "secondary": "https://cdn.alquran.cloud/media/image/32/11"
      },
      "tafsir": {
        "kemenag": {
          "short": "Baik yang mengimani maupun yang mengingkari hari kebangkitan sama-sama belum bisa membuktikannya secara langsung sebelum mati. Karena itu, wahai Nabi Muhammad dan kaum mukmin, katakanlah kepada orang-orang musyrik bahwa malaikat maut yang diserahi untuk mencabut nyawa-mu pasti akan mematikan kamu saat ajalmu tiba, kemudian kepada Tuhanmu kamu akan dikembalikan. Itulah hari hisab, ketika semua manusia akan mempertanggungjawabkan perbuatannya di dunia.&rdquo;",
          "long": "Ayat ini menolak anggapan orang-orang musyrik yang menyatakan bahwa hari Kiamat itu tidak ada. Dalam ayat ini dikatakan, \"Hai orang-orang musyrik, sesungguhnya malaikat yang bertugas mencabut nyawa manusia, benar-benar menjaga waktu, maka mereka mencabut nyawa orang itu tepat pada waktunya, tidak mundur sesaat pun, dan tidak pula dipercepat walau sesaat.\" Hal ini berlaku bagi semua orang-orang musyrik itu, dan mereka tidak dapat lari dari ketetapan Allah ini. Kemudian mereka dibangkitkan kembali di hari Kiamat dan diminta pertanggungjawaban semua perbuatannya dengan adil."
        },
        "quraish": "Katakanlah, \"Malaikat maut yang diberi tugas untuk mengambil nyawa kalian pada saat datangnya ajal kalian itu yang akan mematikan kalian. Kemudian hanya kepada Allah semata kalian kembali.\"",
        "jalalayn": "(Katakanlah) kepada mereka: (\"Malaikat maut yang diserahi tugas untuk mencabut nyawa kalian akan mematikan kalian) yakni akan mencabut nyawa kalian (kemudian hanya kepada Rabb kalianlah, kamu sekalian akan dikembalikan\") dalam keadaan hidup, maka kelak Dia akan membalas amal perbuatan kalian."
      },
      "meta": {
        "juz": 21,
        "page": 415,
        "manzil": 5,
        "ruku": 358,
        "hizbQuarter": 166,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 3515,
        "inSurah": 12
      },
      "arab": "وَلَوْ تَرٰىٓ اِذِ الْمُجْرِمُوْنَ نَاكِسُوْا رُءُوْسِهِمْ عِنْدَ رَبِّهِمْۗ رَبَّنَآ اَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا اِنَّا مُوْقِنُوْنَ ",
      "translation": "Dan (alangkah ngerinya), jika sekiranya kamu melihat orang-orang yang berdosa itu menundukkan kepalanya di hadapan Tuhannya, (mereka berkata), “Ya Tuhan kami, kami telah melihat dan mendengar, maka kembalikanlah kami (ke dunia), niscaya kami akan mengerjakan kebajikan. Sungguh, kami adalah orang-orang yang yakin.”",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3515.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/3515.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/3515.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/3515.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/3515.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/3515.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/32_12.png",
        "secondary": "https://cdn.alquran.cloud/media/image/32/12"
      },
      "tafsir": {
        "kemenag": {
          "short": "Saat hari hisab itu tiba, kamu akan melihat orang kafir tampak seperti pesakitan yang menunggu putusan. Dan alangkah ngerinya jika sekiranya engkau melihat orang-orang yang berdosa itu menundukkan kepalanya di hadapan pengadilan Tuhannya di hari kiamat kelak, padahal dulunya mereka begitu angkuh kepada Tuhan. Di sana mereka merengek, &ldquo;Ya Tuhan kami, kami sekarang benar-benar taat dan patuh kepada-Mu. Kami telah melihat dengan mata kepala kami hari kebangkitan dan mendengar betapa ajaran para rasul-Mu adalah benar, maka dengan kuasa dan rahmat-Mu kembalikanlah kami ke dunia sekali saja, niscaya kami akan mengerjakan kebajikan yang Engkau ridai, tidak seperti yang kami lakukan dulu. Sungguh, saat ini kami adalah orang-orang yang yakin dengan sepenuhnya.&rdquo; Allah tidak akan mengabulkan permintaan itu karena Dia tahu benar karakter mereka. Mereka tidak akan menjadi orang baik walaupun sekiranya diberi kesempatan kembali ke dunia (Lihat: Surah al-An&lsquo;&agrave;m/6: 27&ndash;28).",
          "long": "Allah memberitahukan kepada Rasul-Nya bahwa ia akan merasa ngeri jika melihat keadaan orang-orang yang mengingkari hari Kiamat ketika mereka menundukkan kepala di hadapan Allah karena malu dan takut atas segala tindakan dan perbuatan mereka dalam hidup di dunia. Mereka menyatakan kepada Allah bahwa mereka telah melihat kenyataan hari Kiamat itu benar-benar terjadi, dan telah merasakan pula malapetaka yang menimpa mereka pada hari itu. Mereka kemudian memohon agar diberi kesempatan untuk kembali ke dunia sehingga dapat mengikuti semua petunjuk rasul. Ketika itu, mereka mengaku benar-benar telah meyakini apa yang dahulu mereka dustakan. Mereka juga mengakui bahwa hanya Allah yang berhak disembah, yang menghidupkan dan mematikan, serta yang membangkitkan kembali, seperti saat itu.\nDalam ayat lain, Allah berfirman:\nDan seandainya engkau (Muhammad) melihat ketika mereka dihadapkan ke neraka, mereka berkata, \"Seandainya kami dikembalikan (ke dunia), tentu kami tidak akan mendustakan ayat-ayat Tuhan kami, serta menjadi orang-orang yang beriman.\" (al-An'am/6: 27)"
        },
        "quraish": "Seandainya kamu mendapatkan kesempatan melihat orang-orang jahat pada saat perhitungan, pasti kamu akan tercengang melihatnya karena orang-orang jahat yang sombong itu menundukkan kepala mereka dengan hina di hadapan Tuhannya. Mereka berkata dalam kehinaan, \"Ya Tuhan kami, Kami telah melihat dan mendengar semua yang dulu kami pura-pura tidak melihat dan mendengarnya. Maka kembalikanlah kami ke dunia agar kami dapat mengerjakan amal saleh, bukan seperti yang kami kerjakan dahulu. Kami sekarang yakin dengan kebenaran yang dibawa oleh rasul-rasul-Mu.\"",
        "jalalayn": "(Dan jika sekiranya kamu melihat orang-orang yang berdosa itu) yakni orang-orang kafir (menundukkan kepalanya di hadapan Rabbnya) karena merasa malu kepada-Nya, seraya mengatakan: (\"Ya Rabb kami! Kami telah melihat) apa yang telah kami ingkari sebelumnya, yaitu hari berbangkit (dan mendengar) dari-Mu kebenaran rasul-rasul yang telah kami dustakan mereka dahulu (maka kembalikanlah kami) ke dunia (kami akan mengerjakan amal saleh) di dunia (sesungguhnya kami adalah orang-orang yang yakin\") mulai sekarang, akan tetapi hal itu sama sekali tidak bermanfaat bagi mereka, dan mereka tidak akan dikembalikan lagi ke dunia. Sebagai jawab dari lafal lau ialah niscaya kamu melihat hal yang sangat mengerikan. Kemudian Allah berfirman pada ayat selanjutnya:"
      },
      "meta": {
        "juz": 21,
        "page": 416,
        "manzil": 5,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 3516,
        "inSurah": 13
      },
      "arab": "وَلَوْ شِئْنَا لَاٰتَيْنَا كُلَّ نَفْسٍ هُدٰىهَا وَلٰكِنْ حَقَّ الْقَوْلُ مِنِّيْ لَاَمْلَـَٔنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ اَجْمَعِيْنَ ",
      "translation": "Dan jika Kami menghendaki niscaya Kami berikan kepada setiap jiwa petunjuk (bagi)nya, tetapi telah ditetapkan perkataan (ketetapan) dari-Ku, “Pasti akan Aku penuhi neraka Jahanam dengan jin dan manusia bersama-sama.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3516.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/3516.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/3516.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/3516.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/3516.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/3516.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/32_13.png",
        "secondary": "https://cdn.alquran.cloud/media/image/32/13"
      },
      "tafsir": {
        "kemenag": {
          "short": "Sebetulnya Allah mampu memaksa setiap manusia untuk beriman, namun hal tersebut justru akan merendahkan martabat mereka menjadi setara dengan matahari, bumi, langit, dan sebagainya yang tidak punya pilihan lain kecuali tunduk. Itulah mengapa Allah memberi setiap manusia pilihan, bukan paksaan, untuk beriman atau tidak. Dan jika Kami menghendaki memberi petunjuk niscaya Kami berikan kepada setiap jiwa petunjuk bagi-nya, tetapi telah ditetapkan perkataan dan ketetapan dari-Ku bahwa pasti akan Aku penuhi neraka Jahanam dengan jin dan manusia bersama-sama. Yang demikian itu karena Kami tahu bahwa kebanyakan mereka lebih memilih jalan kesesatan daripada hidayah.",
          "long": "Jika Allah menghendaki semua manusia mendapat taufik dan hidayah untuk beriman dan beramal saleh, tentu hal itu tidak sukar bagi-Nya. Akan tetapi, hal itu tidak sesuai dengan sunatullah yang dahulu berlaku di alam ini. Aturan dan hukum Allah yang berlaku di alam ini adalah aturan dan hukum yang paling sempurna. Menurut aturan dan hukum itu ialah menempatkan segala sesuatu di tempatnya, seperti menempatkan mata, telinga, hati, tangan, kaki, dan sebagainya berada di tempat yang layak dan wajar, sesuai dengan keindahan dan fungsinya. Di antara sunatullah itu ialah Allah akan mengisi neraka Jahanam dengan jin dan manusia yang layak bertempat tinggal di sana dan menjadi penghuninya, sebagaimana Dia akan memenuhi surga dengan orang-orang yang layak pula bertempat tinggal di sana.\nJika manusia memperhatikan sunatullah yang berlaku di alam ini, akan tampak suatu keserasian dan kerapian di dalamnya. Ikan yang hidup di dalam air mempunyai sirip, insang, dan berdarah dingin. Demikian pula lalat, ular, burung, dan sebagainya. Jika mata memandang ke cakrawala luas, maka di dalamnya terdapat pula sunatullah yang juga sangat rapi, sehingga planet-planet itu tidak berbenturan antara yang satu dengan yang lain."
        },
        "quraish": "Dan apabila Kami menghendaki, maka Kami akan memberi petunjuk kepada setiap jiwa. Tetapi keputusan sudah Aku tetapkan bahwa Kami akan mengisi neraka jahanam dengan penghuni dari golongan jin dan manusia semuanya, karena Kami tahu bahwa kebanyakan mereka akan lebih memilih kesesatan daripada petunjuk.",
        "jalalayn": "(Dan kalau Kami menghendaki niscaya Kami akan berikan kepada tiap-tiap jiwa petunjuk baginya) sehingga ia memperoleh petunjuk untuk beriman dan mengerjakan ketaatan atas kemauan sendiri (akan tetapi telah tetaplah perkataan daripada-Ku) yaitu, (\"Sesungguhnya akan Aku penuhi neraka Jahanam itu dengan jin) maksudnya bangsa jin (dan manusia semuanya) malaikat penjaga neraka mengatakan kepada mereka jika mereka dimasukkan ke dalamnya."
      },
      "meta": {
        "juz": 21,
        "page": 416,
        "manzil": 5,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 3517,
        "inSurah": 14
      },
      "arab": "فَذُوْقُوْا بِمَا نَسِيْتُمْ لِقَاۤءَ يَوْمِكُمْ هٰذَاۚ اِنَّا نَسِيْنٰكُمْ وَذُوْقُوْا عَذَابَ الْخُلْدِ بِمَا كُنْتُمْ تَعْمَلُوْنَ",
      "translation": "Maka rasakanlah olehmu (azab ini) disebabkan kamu melalaikan pertemuan dengan harimu ini (hari Kiamat), sesungguhnya Kami pun melalaikan kamu dan rasakanlah azab yang kekal, atas apa yang telah kamu kerjakan.”",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3517.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/3517.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/3517.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/3517.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/3517.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/3517.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/32_14.png",
        "secondary": "https://cdn.alquran.cloud/media/image/32/14"
      },
      "tafsir": {
        "kemenag": {
          "short": "Wahai manusia yang kafir, kamu layak mendapat kehinaan itu, maka rasakanlah olehmu azab ini disebabkan kamu telah mendustakan dan melalaikan pertemuan dengan harimu ini, yakni hari Kiamat. Karena kamu melalaikan pertemuan ini dan tidak mempersipkan diri dengan iman dan amal saleh, sesungguhnya Kami pun melalaikan kamu dan tidak memberi kamu naungan di hari yang tidak akan kamu temukan naungan selain dari-Ku, dan rasakanlah azab yang kekal sebagai balasan atas apa yang telah kamu kerjakan di dunia.&rdquo;",
          "long": "Karena orang-orang musyrik mendustakan hari Kiamat, dan memandangnya sebagai suatu hal yang mustahil terjadi, serta meyakini bahwa mereka tidak akan bertemu dengan Tuhan pada hari Kiamat, mereka merasakan azab yang ditimpakan itu. Pada waktu pintu tobat telah tertutup, Allah menyatakan bahwa Ia tidak akan memperhatikan lagi permintaan mereka.\nPada akhir ayat ini, Allah menyebutkan bentuk azab yang ditimpakan kepada orang-orang kafir adalah azab yang kekal di dalam neraka, akibat tindakan dan perbuatan mereka itu."
        },
        "quraish": "Maka rasakanlah azab yang disebabkan oleh kelalaian akan pertemuan hari ini. Kami akan meninggalkan kalian di dalam azab seperti orang-orang yang terlupakan. Dan rasakanlah siksa yang abadi dan tidak ada putus-putusnya, karena kekufuran dan kemaksiatan kalian.",
        "jalalayn": "(Maka rasakanlah oleh kalian) azab ini (disebabkan kalian melupakan pertemuan dengan hari kalian ini) karena kalian tidak mau beriman kepadanya (sesungguhnya Kami telah melupakan kalian pula) maksudnya Kami tinggalkan kalian di dalam azab (dan rasakanlah siksa yang kekal) azab yang abadi (disebabkan apa yang selalu kalian kerjakan\") akibat dari kekafiran dan kedustaan yang telah kalian kerjakan."
      },
      "meta": {
        "juz": 21,
        "page": 416,
        "manzil": 5,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 3518,
        "inSurah": 15
      },
      "arab": "اِنَّمَا يُؤْمِنُ بِاٰيٰتِنَا الَّذِيْنَ اِذَا ذُكِّرُوْا بِهَا خَرُّوْا سُجَّدًا وَّسَبَّحُوْا بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُوْنَ ۩ ",
      "translation": "Orang-orang yang beriman dengan ayat-ayat Kami, hanyalah orang-orang yang apabila diperingatkan dengannya (ayat-ayat Kami), mereka menyungkur sujud dan bertasbih serta memuji Tuhannya, dan mereka tidak menyombongkan diri.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3518.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/3518.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/3518.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/3518.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/3518.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/3518.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/32_15.png",
        "secondary": "https://cdn.alquran.cloud/media/image/32/15"
      },
      "tafsir": {
        "kemenag": {
          "short": "Setelah menjelaskan sikap dan balasan bagi orang kafir, Allah beralih menjelaskan sifat dan balasan bagi orang mukmin. Hanyalah yang beriman dengan ayat-ayat Kami, baik yang tersurat dalam Al-Qur&rsquo;an maupun yang tersebar di alam raya, itulah orang-orang yang apabila menyimak ayat-ayat kami dan diperingatkan dengannya mereka langsung menyungkur sujud, tunduk, dan patuh kepada Allah dengan khusyuk, dan dalam sujud mereka bertasbih menyucikan Allah dari hal-hal yang tidak patut dengan keagungan-Nya serta memuji Tuhannya atas nikmat-Nya, dan mereka tidak menyombongkan diri dari menghamba dan menaati-Nya sebagaimana orang-orang kafir.",
          "long": "Ayat ini menerangkan bahwa orang-orang yang beriman kepada ayat-ayat Al-Qur'an dan mengakui bahwa Muhammad itu adalah rasul Allah adalah orang-orang yang apabila diperingatkan kepada mereka ayat-ayat Allah dan dibacakan di hadapan mereka, mereka lalu bersujud kepada-Nya. Mereka juga bertasbih memuji-Nya seraya membaca, \"Subhanallahi wa bihamdihi, subhanallahil 'adhim.\" Sujud yang demikian dinamakan sujud tilawah. Hukumnya sunah, baik dalam salat maupun di luar salat.\nTindakan mereka itu adalah tanda ketaatan dan ketundukan mereka. Hal itu juga sebagai tanda bahwa mereka benar-benar menghayati ajaran dan petunjuk ayat-ayat yang dibacakan kepada mereka. Tidak sedikit pun terdapat sikap angkuh dan sombong dalam menghambakan diri kepada Allah. Mereka juga senang dan khusyuk dalam beribadah."
        },
        "quraish": "Sesungguhnya yang mempercayai ayat-ayat Kami adalah orang-orang yang, apabila diperingatkan dengan ayat-ayat Kami, langsung menyungkur sujud kepada Allah dan menyucikan-Nya dari segala kekurangan, serta selalu memuji-Nya dengan segala kesempurnaan-Nya. Dan mereka tidak sombong untuk tunduk kepada ayat-ayat ini.",
        "jalalayn": "(Sesungguhnya orang-orang yang beriman kepada ayat-ayat Kami) yakni Alquran (adalah orang-orang yang apabila diperingatkan) dinasihati (dengan ayat-ayat Kami mereka menyungkur sujud dan bertasbih) seraya (memuji Rabbnya) dengan mengucapkan kalimat, \"Subhaanallaah wa bihamdihi\" (sedangkan mereka tidak menyombongkan diri) lantaran beriman dan berlaku taat itu."
      },
      "meta": {
        "juz": 21,
        "page": 416,
        "manzil": 5,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": {
          "recommended": false,
          "obligatory": true
        }
      }
    },
    {
      "number": {
        "inQuran": 3519,
        "inSurah": 16
      },
      "arab": "تَتَجَافٰى جُنُوْبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُوْنَ رَبَّهُمْ خَوْفًا وَّطَمَعًاۖ وَّمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَ",
      "translation": "Lambung mereka jauh dari tempat tidurnya, mereka berdoa kepada Tuhannya dengan rasa takut dan penuh harap, dan mereka menginfakkan sebagian dari rezeki yang Kami berikan kepada mereka.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3519.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/3519.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/3519.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/3519.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/3519.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/3519.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/32_16.png",
        "secondary": "https://cdn.alquran.cloud/media/image/32/16"
      },
      "tafsir": {
        "kemenag": {
          "short": "Orang yang beriman itu terbiasa bangun pada malam hari untuk salat malam, membuat lambung mereka jauh dari tempat tidurnya. Usai salat malam mereka berdoa kepada Tuhannya dengan penuh rasa takut terhadap azab Allah dan penuh harap atas rahmat-Nya, dan mereka senantiasa menginfakkan sebagian dari rezeki yang Kami berikan kepada mereka, terutama kepada yang membutuhkan.",
          "long": "Pada ayat ini, Allah menerangkan tanda-tanda lain lagi bagi orang-orang yang beriman. Di antaranya adalah mereka mengurangi tidur, dan sering bangun di pertengahan malam untuk melakukan salat dan berdoa kepada Allah agar dihindarkan dari siksaan-Nya. Mereka juga menginfakkan sebagian dari rezeki yang telah mereka peroleh dari Allah.\nBanyak ayat-ayat Al-Qur'an dan hadis-hadis Nabi saw yang menerangkan keutamaan dan manfaat salat malam, terutama untuk mendekatkan diri kepada Allah untuk menambah kekuatan iman di dalam dada.\nSalat Tahajud dapat mengangkat manusia ke tempat yang terpuji, sebagaimana Allah berfirman:\nDan pada sebagian malam, lakukanlah salat Tahajud (sebagai suatu ibadah) tambahan bagimu: mudah-mudahan Tuhanmu mengangkatmu ke tempat yang terpuji. (al-Isra'/17: 79)\n\nPada ayat yang lain, Allah menerangkan bahwa salat dan membaca Al- Qur'an di malam hari dapat menguatkan jiwa. Dengan demikian, jiwa itu akan dapat menerima kewajiban yang lebih berat dan besar dari Allah, sebagaimana disebutkan dalam firman-Nya:\nWahai orang yang berselimut (Muhammad)! Bangunlah (untuk salat) pada malam hari, kecuali sebagian kecil, (yaitu) separuhnya atau kurang sedikit dari itu, atau lebih dari (seperdua) itu, dan bacalah Al-Qur'an itu dengan perlahan-lahan. Sesungguhnya Kami akan menurunkan perkataan yang berat kepadamu. Sungguh, bangun malam itu lebih kuat (mengisi jiwa); dan (bacaan pada waktu itu) lebih berkesan. (al-Muzzammil/73: 1-6)\n\nDiriwayatkan oleh at-Tirmidzi, Ibnu Majah, Ahmad, Abu Dawud, dan ath-thabrani bahwa Mu'adz bin Jabal bertanya kepada Rasulullah saw:\nYa Rasulullah, beritahukanlah kepadaku perbuatan yang dapat memasukkan aku ke dalam surga dan menjauhkan aku dari api neraka. Rasulullah bersabda, \"Sesungguhnya engkau benar-benar telah menanyakan sesuatu yang besar, sesungguhnya perbuatan itu mudah dilakukan oleh orang yang dimudahkan Allah baginya, Engkau menyembah Allah, tidak menyekutukan Nya dengan sesuatupun, mendirikan salat, menunaikan zakat, puasa pada bulan Ramadhan, berhaji ke Baitullah.\" Kemudian Rasulullah meneruskan sabdanya, \"Maukah engkau aku tunjukkan kepadamu pintu-pintu kebaikan? Puasa itu adalah perisai, sedekah menghapuskan kesalahan seperti air memadamkan api, dan salat pada pertengahan malam.\" Kemudian beliau membaca Tatajafa . . . sampai akhir ayat. (Riwayat at-Tirmidzi, Ibnu Majah, Ahmad, Abu Dawud, dan ath-thabrani)\n\nDiriwayatkan oleh Ibnu Jarir ath-thabari dari Ibnu 'Abbas, beliau berkata, \"Maksud \"lambung mereka jauh dari tempat tidur mereka\" ialah beribadah kepada Allah, zikir, salat, berdiri, duduk atau berbaring, mereka selalu mengingat Allah.\""
        },
        "quraish": "Lambung mereka selalu jauh dari tempat tidur untuk berdoa kepada Allah, dengan rasa takut dari murka-Nya dan mengharapkan kasih sayang-Nya. Mereka pun selalu menafkahkan harta yang Kami karuniakan di jalan kebaikan.",
        "jalalayn": "(Lambung mereka jauh) diri mereka jauh (dari tempat tidurnya) dari tempat pembaringannya disebabkan mereka selalu melakukan salat tahajud di malam hari (sedangkan mereka berdoa kepada Rabbnya dengan rasa takut) akan azab-Nya (dan penuh harap) akan rahmat-Nya (dan mereka menafkahkan sebagian dari rezeki yang Kami berikan kepada mereka) yaitu menyedekahkannya."
      },
      "meta": {
        "juz": 21,
        "page": 416,
        "manzil": 5,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 3520,
        "inSurah": 17
      },
      "arab": "فَلَا تَعْلَمُ نَفْسٌ مَّآ اُخْفِيَ لَهُمْ مِّنْ قُرَّةِ اَعْيُنٍۚ جَزَاۤءًۢ بِمَا كَانُوْا يَعْمَلُوْنَ",
      "translation": "Maka tidak seorang pun mengetahui apa yang disembunyikan untuk mereka yaitu (bermacam-macam nikmat) yang menyenangkan hati sebagai balasan terhadap apa yang mereka kerjakan.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3520.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/3520.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/3520.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/3520.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/3520.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/3520.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/32_17.png",
        "secondary": "https://cdn.alquran.cloud/media/image/32/17"
      },
      "tafsir": {
        "kemenag": {
          "short": "Maka atas ibadah itu kelak di hari kiamat mereka berhak memperoleh surga yang tidak seorang pun mengetahui apa yang disembunyikan untuk mereka, yaitu bermacam nikmat yang menyenangkan hati, sebagai balasan terhadap apa yang mereka kerjakan di dunia berupa amal saleh.",
          "long": "Ayat ini menerangkan bahwa seseorang tidak dapat mengetahui betapa besar kebahagiaan dan kesenangan yang akan diberikan Allah kepadanya di akhirat nanti, dan betapa enak dan nyamannya tinggal di dalam surga itu. Semua itu adalah balasan perbuatan baik yang telah dikerjakan selama hidup di dunia.\nDiriwayatkan oleh al-Bukhari dan Muslim dan imam-imam hadis yang lain dari Abu Hurairah, Rasulullah saw bersabda: \nAllah berfirman, \"Aku telah menyediakan untuk hamba-hamba-Ku yang saleh apa yang belum pernah mata melihatnya, belum pernah telinga mendengarnya dan belum pernah tergores di dalam hati manusia, kecuali apa yang telah Aku kemukakan kepadamu. Bacalah, jika kamu menghendakinya \"Fala talamu nafs . . . sampai akhir.\"\n\nDiriwayatkan oleh al-Firyabi, Ibnu Abi Syaibah, Ibnu Jarir ath-thabari, ath-thabrani, al-hakim dan dinyatakan sebagai hadis sahih dari Ibnu Mas'ud, ia berkata, \"Sesungguhnya termaktub dalam Taurat bahwa Allah menjanjikan kepada orang-orang yang jauh lambung mereka dari tempat tidurnya, apa yang belum dilihat mata, belum didengar telinga, belum tergores dalam hati manusia. Malaikat yang dekat kepada Tuhan tidak mengetahuinya demikian pula para rasul yang diutusnya. Sesungguhnya itu terdapat pula di dalam Al-Qur'an, sebagaimana tersebut dalam ayat ini.\""
        },
        "quraish": "Seseorang tidak akan dapat mengetahui banyaknya nikmat besar yang Allah sediakan dan simpan untuk mereka, yang dapat menyedapkan pandangan mereka, sebagai balasan atas ketaatan dan perbuatan yang mereka lakukan.",
        "jalalayn": "(Seorang pun tidak mengetahui apa yang disembunyikan) apa yang tersembunyi (bagi mereka yaitu berupa bermacam-macam nikmat yang menyedapkan pandangan mata) yakni nikmat-nikmat surga yang menyenangkan hati mereka. Menurut suatu qiraat lafal ukhfiya dibaca ukhfii, artinya apa yang Aku sembunyikan (sebagai balasan terhadap apa yang telah mereka kerjakan)."
      },
      "meta": {
        "juz": 21,
        "page": 416,
        "manzil": 5,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 3521,
        "inSurah": 18
      },
      "arab": "اَفَمَنْ كَانَ مُؤْمِنًا كَمَنْ كَانَ فَاسِقًاۗ  لَا يَسْتَوٗنَ",
      "translation": "Maka apakah orang yang beriman seperti orang yang fasik (kafir)?  Mereka tidak sama.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3521.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/3521.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/3521.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/3521.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/3521.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/3521.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/32_18.png",
        "secondary": "https://cdn.alquran.cloud/media/image/32/18"
      },
      "tafsir": {
        "kemenag": {
          "short": "Jika orang kafir dijerumuskan ke Jahanam dan orang yang beriman berbahagia dalam surga, maka apakah keadaan orang yang beriman itu di akhirat kelak sama halnya seperti orang yang fasik dan kafir? Tentu mereka tidak sama.",
          "long": "Pada ayat ini diterangkan bahwa setelah menerangkan sifat-sifat orang kafir dan sifat-sifat orang-orang mukmin, Allah menyuruh membandingkan kedua sifat itu, apakah orang-orang yang mendustakan ayat-ayat Allah, tidak percaya kepada janji dan ancaman-Nya, mengingkari perintah-perintah dan larangan-larangan-Nya itu sama dengan orang-orang yang mengikuti ayat-ayat Allah, mengakui kebenaran janji dan ancaman-Nya mengikuti perintah-perintah-Nya dan menghentikan larangan-larangan-Nya? Allah menegaskan bahwa kedua golongan itu sama sekali tidak sama, amat besar perbedaannya di sisi-Nya. Orang yang tidak berpengetahuan dan tidak mempunyai pandangan yang tajam saja dapat membedakan kedua macam golongan itu. Firman Allah yang lain yang sama isinya dengan ayat ini, ialah:\nApakah orang-orang yang melakukan kejahatan itu mengira bahwa Kami akan memperlakukan mereka seperti orang-orang yang beriman dan yang mengerjakan kebajikan, yaitu sama dalam kehidupan dan kematian mereka? Alangkah buruknya penilaian mereka itu. (al-Jasiyah/45: 21) \n\nFirman Allah:\nPantaskah Kami memperlakukan orang-orang yang beriman dan mengerjakan kebajikan sama dengan orang-orang yang berbuat kerusakan di bumi? Atau pantaskah Kami menganggap orang-orang yang bertakwa sama dengan orang-orang yang jahat? (sad/38: 28)"
        },
        "quraish": "Apakah balasan manusia itu sama, sedangkan perbuatan mereka berbeda-beda, sehingga orang yang beriman seperti orang yang kafir dan durhaka kepada-Nya? Mereka tidak akan sama!",
        "jalalayn": "(Maka apakah orang-orang yang beriman sama seperti orang yang fasik? Mereka tidak sama) maksudnya orang-orang mukmin dan orang-orang fasik atau kafir itu tidak sama."
      },
      "meta": {
        "juz": 21,
        "page": 416,
        "manzil": 5,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 3522,
        "inSurah": 19
      },
      "arab": "اَمَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَلَهُمْ جَنّٰتُ الْمَأْوٰىۖ  نُزُلًا ۢبِمَا كَانُوْا يَعْمَلُوْنَ",
      "translation": "Adapun orang-orang yang beriman dan mengerjakan kebajikan, maka mereka akan mendapat surga-surga tempat kediaman, sebagai pahala atas apa yang telah mereka kerjakan.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3522.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/3522.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/3522.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/3522.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/3522.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/3522.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/32_19.png",
        "secondary": "https://cdn.alquran.cloud/media/image/32/19"
      },
      "tafsir": {
        "kemenag": {
          "short": "Adapun orang-orang yang beriman dan mengerjakan kebajikan, maka sebagai balasannya mereka akan mendapat surga-surga tempat kediaman. Di sana mereka menetap dan bersenang-senang selamanya sebagai pahala atas apa yang telah mereka kerjakan.",
          "long": "Pada ayat ini dijelaskan perbedaan kedua golongan itu dan perbedaan keadaan mereka di akhirat nanti. Orang-orang yang beriman kepada Allah dan rasul-Nya, serta mengerjakan amal saleh akan diberi ganjaran pahala yang berlipat ganda di akhirat nanti. Mereka akan tinggal di rumah-rumah yang megah dengan taman-taman yang indah, sebagai balasan keimanan dan amal saleh yang mereka perbuat selama hidup di dunia. Firman Allah:\nNiscaya Allah mengampuni dosa-dosamu dan memasukkan kamu ke dalam surga yang mengalir di bawahnya sungai-sungai, dan ke tempat-tempat tinggal yang baik di dalam surga 'Adn. Itulah kemenangan yang agung. (ash-saff/61: 12)"
        },
        "quraish": "Orang-orang yang beriman dan beramal saleh akan memperoleh surga-surga yang di dalamnya terdapat tempat tinggal mereka, sebagai penghormatan bagi mereka atas apa yang mereka lakukan.",
        "jalalayn": "(Adapun orang-orang yang beriman dan mengerjakan amal-amal saleh, maka bagi mereka surga tempat kediaman) arti kata nuzulan asalnya adalah tempat yang disediakan untuk para tamu (sebagai pahala terhadap apa yang telah mereka kerjakan.)"
      },
      "meta": {
        "juz": 21,
        "page": 416,
        "manzil": 5,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 3523,
        "inSurah": 20
      },
      "arab": "وَاَمَّا الَّذِيْنَ فَسَقُوْا فَمَأْوٰىهُمُ النَّارُ كُلَّمَآ اَرَادُوْٓا اَنْ يَّخْرُجُوْا مِنْهَآ اُعِيْدُوْا فِيْهَا وَقِيْلَ لَهُمْ ذُوْقُوْا عَذَابَ النَّارِ الَّذِيْ كُنْتُمْ بِهٖ تُكَذِّبُوْنَ",
      "translation": "Dan adapun orang-orang yang fasik (kafir), maka tempat kediaman mereka adalah neraka. Setiap kali mereka hendak keluar darinya, mereka dikembalikan (lagi) ke dalamnya dan dikatakan kepada mereka, “Rasakanlah azab neraka yang dahulu kamu dustakan.”",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3523.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/3523.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/3523.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/3523.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/3523.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/3523.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/32_20.png",
        "secondary": "https://cdn.alquran.cloud/media/image/32/20"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dan adapun orang-orang yang fasik, kafir, dan melenceng dari ketaatan kepada Allah, maka tempat kediaman mereka adalah neraka. Di sana mereka merasakan siksaan setiap saat, sehingga setiap kali mereka hendak keluar darinya, mereka dikembalikan lagi ke dalamnya dan dikatakan kepada mereka dengan nada hinaan dan ejekan, &ldquo;Rasakanlah azab neraka yang di dunia dahulu kamu dustakan.&rdquo; Inilah balasan setimpal bagi orang zalim dan fasik.",
          "long": "Adapun orang-orang yang kafir, mengingkari Allah dan rasul-Nya, serta mengerjakan perbuatan-perbuatan jahat akan dibalas dengan azab neraka di akhirat nanti. Setiap mereka mendekati pintu neraka untuk keluar, mereka dikembalikan ke dalamnya lagi.\nJika neraka itu diibaratkan dengan kawah atau kepundan gunung berapi, maka orang-orang kafir berada di dalamnya. Nyala api dari kawah itu sedemikian berbahaya dan setiap saat menyemburkan bunga api. Dalam gambaran itu terbawa pula orang-orang kafir yang sedang diazab, mereka terlempar ke mulut kawah itu, kemudian mereka dibenamkan lagi ke dasarnya, sehingga tidak mempunyai kesempatan sedikit pun untuk keluar dari neraka itu. Di saat mereka dibenamkan kembali ke dalam neraka, kepada mereka dikatakan, \"Rasakanlah olehmu azab neraka yang dahulu kamu tidak mempercayainya sedikit pun sewaktu hidup di dunia.\""
        },
        "quraish": "Sedangkan orang-orang yang tidak taat kepada Allah dengan bersikap kufur kepada-Nya, maka tempat yang disediakan bagi mereka adalah neraka. Setiap kali mereka berusaha untuk keluar, mereka selalu dikembalikan. Kepada mereka dikatakan, \"Rasakan azab neraka yang selalu kalian dustakan di dunia ini!\"",
        "jalalayn": "(Adapun orang-orang yang fasik) disebabkan kekafiran mereka dan kedustaan yang mereka lakukan (maka tempat mereka adalah neraka. Setiap kali mereka hendak keluar daripadanya, mereka dikembalikan lagi ke dalamnya dan dikatakan kepada mereka, \"Rasakanlah siksa neraka yang dahulu kalian mendustakannya.\")"
      },
      "meta": {
        "juz": 21,
        "page": 416,
        "manzil": 5,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 3524,
        "inSurah": 21
      },
      "arab": "وَلَنُذِيْقَنَّهُمْ مِّنَ الْعَذَابِ الْاَدْنٰى دُوْنَ الْعَذَابِ الْاَكْبَرِ لَعَلَّهُمْ يَرْجِعُوْنَ",
      "translation": "Dan pasti Kami timpakan kepada mereka sebagian siksa yang dekat (di dunia) sebelum azab yang lebih besar (di akhirat); agar mereka kembali (ke jalan yang benar).",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3524.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/3524.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/3524.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/3524.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/3524.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/3524.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/32_21.png",
        "secondary": "https://cdn.alquran.cloud/media/image/32/21"
      },
      "tafsir": {
        "kemenag": {
          "short": "Sebelum mendapat azab di akhirat, orang-orang kafir itu sebenarnya sudah tertimpa azab di dunia. Dan pasti Kami timpakan kepada mereka sebagian siksa yang dekat, yakni di dunia, berupa bermacam musibah sebelum azab yang lebih besar di akhirat nanti. Itu semua Allah timpakan agar mereka kembali ke jalan yang benar. Inilah bentuk kasih sayang Allah kepada manusia, bahkan yang durhaka. Allah sudah memberi peringatan tetapi mereka tidak menyadari.",
          "long": "Pada ayat ini, Allah menerangkan bahwa sebenarnya orang-orang kafir itu sewaktu masih hidup di dunia telah diazab oleh Allah dengan berbagai macam azab, baik yang tampak maupun yang hanya dapat dirasakan oleh mereka. Siksaan bagi mereka di dunia disebut dengan al-'adzab al-adna (azab yang dekat), sedangkan siksaan di akhirat disebut al-'adzab al-akbar (azab yang lebih besar).\nBanyak cobaan-cobaan yang diberikan Allah kepada manusia selama hidup di dunia, sejak dari cobaan yang kecil sampai kepada cobaan yang paling besar. Bisa juga dalam bentuk kemewahan lahiriah sampai kepada kemiskinan dan kesengsaraan. Seorang yang kaya tetapi tidak dilandasi dengan iman kepada Allah, hatinya selalu was-was dan khawatir, mungkin ada orang yang akan merampas kekayaannya itu, atau ada ahli waris yang hendak membunuhnya agar memperoleh kekayaan itu.\nSeorang penguasa yang tidak beriman selalu khawatir kekuasaannya akan pindah kepada orang lain. Kalau perlu, kekuasaan itu dipertahankan dengan tangan besi dan kekerasan. Kekhawatiran seperti ini pernah terjadi pada Fir'aun di kala tukang-tukang sihirnya dikalahkan oleh Nabi Musa.\nAllah berfirman:\nDia (Fir'aun) berkata, \"Apakah kamu telah beriman kepadanya (Musa) sebelum aku memberi izin kepadamu? Sesungguhnya dia itu pemimpinmu yang mengajarkan sihir kepadamu. Maka sungguh, akan kupotong tangan dan kakimu secara bersilang, dan sungguh, akan aku salib kamu pada pangkal pohon kurma dan sungguh, kamu pasti akan mengetahui siapa di antara kita yang lebih pedih dan lebih kekal siksaannya.\" (thaha/20: 71)\n\nBanyak penguasa-penguasa yang bersikap seperti Fir'aun ini. Mereka mengira bahwa merekalah yang memiliki semuanya dan merekalah yang paling berkuasa.\nSebenarnya Allah memberikan cobaan-cobaan dari azab duniawi itu agar semuanya menjadi pelajaran bagi orang-orang kafir itu. Hal ini bertujuan agar mereka mau beriman, beramal saleh, dan mudah-mudahan kembali ke jalan yang benar. Biarlah mereka menanggung siksa yang ringan di dunia ini asal di akhirat nanti mereka terhindar dari siksa yang amat berat."
        },
        "quraish": "Dan Kami bersumpah, \"Sungguh Kami akan menimpakan azab kehinaan bagi mereka di dunia sebelum mereka sampai kepada azab yang lebih besar, yaitu kekekalan di dalam neraka. Mudah-mudahan orang-orang yang diazab dengan azab yang lebih ringan itu bertobat dari kekufuran.\"",
        "jalalayn": "(Dan sesungguhnya Kami merasakan kepada mereka sebagian azab yang dekat) yakni azab di dunia, seperti dibunuh, ditawan, ditimpa kekeringan dan paceklik serta dilanda wabah penyakit (selain) yakni sebelum (azab yang lebih besar) yaitu azab di akhirat (mudah-mudahan mereka) yaitu sebagian dari mereka yang masih ada (kembali) ke jalan yang benar, yaitu beriman."
      },
      "meta": {
        "juz": 21,
        "page": 417,
        "manzil": 5,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 3525,
        "inSurah": 22
      },
      "arab": "وَمَنْ اَظْلَمُ مِمَّنْ ذُكِّرَ بِاٰيٰتِ رَبِّهٖ ثُمَّ اَعْرَضَ عَنْهَا ۗاِنَّا مِنَ الْمُجْرِمِيْنَ مُنْتَقِمُوْنَ ࣖ",
      "translation": "Dan siapakah yang lebih zalim daripada orang yang telah diperingatkan dengan ayat-ayat Tuhannya, kemudian dia berpaling darinya? Sungguh, Kami akan memberikan balasan kepada orang-orang yang berdosa.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3525.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/3525.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/3525.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/3525.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/3525.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/3525.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/32_22.png",
        "secondary": "https://cdn.alquran.cloud/media/image/32/22"
      },
      "tafsir": {
        "kemenag": {
          "short": "Orang-orang kafir itu tidak mampu mengambil pelajaran dari musibah yang menimpa akibat kezaliman telah menutup hati mereka. Pada ayat ini Allah menjelaskan penyebab mereka layak disiksa. Dan siapakah yang lebih zalim daripada orang yang telah diperingatkan dengan ayat-ayat Tuhannya, kemudian dia berpaling darinya dan bahkan mendustakannya? Tidak ada. Sungguh, telah menjadi ketetapan bahwa Kami akan memberikan balasan setimpal kepada orang-orang yang berdosa sesuai kadar dosanya.",
          "long": "Allah menerangkan bahwa orang yang paling zalim di sisi-Nya ialah orang yang telah sampai kepadanya peringatan Allah, ayat-ayat Al-Qur'an, dan petunjuk rasul, tetapi mereka berpaling dari ajaran dan petunjuk itu karena angkuh dan penyakit dengki yang ada di dalam hatinya.\nPada akhir ayat ini ditegaskan bahwa Allah akan menyiksa dengan azab yang pedih setiap orang yang berbuat dosa dan maksiat.\nDiriwayatkan oleh Ibnu Jarir ath-thabari dari Mu'adz bin Jabal, ia berkata, \"Aku mendengar Rasulullah bersabda:\nTiga perkara, barang siapa yang mengerjakannya, maka sesungguhnya ia telah mengerjakan perbuatan dosa: barang siapa yang telah bertekad ikut berperang di jalan yang tidak benar atau mendurhakai kedua orang ibu bapaknya atau orang yang berjalan beserta orang-orang yang zalim lalu ia menolong orang yang zalim itu. Allah berfirman, \"Sesungguhnya Kami akan memberikan pembalasan kepada orang-orang yang berdosa.\" (Riwayat Ibnu Jarir ath-thabari dari Mu'adz bin Jabal)"
        },
        "quraish": "Tidak ada yang lebih berbuat sewenang-wenang terhadap diri sendiri dan terhadap kebenaran daripada manusia yang diingatkan tentang ayat dan bukti-bukti kebenaran Allah yang terang kemudian enggan mempercayai kebenarannya. Sungguh Kami akan menuntut balas pada orang-orang yang berbuat kejahatan.",
        "jalalayn": "(Dan siapakah yang lebih lalim daripada orang yang telah diperingatkan dengan ayat-ayat Rabbnya) yakni Alquran (kemudian ia berpaling daripadanya?) Yaitu tidak ada seorang pun yang lebih aniaya daripadanya. (Sesungguhnya Kami terhadap orang-orang yang berdosa) orang-orang musyrik (akan mengadakan pembalasan.)"
      },
      "meta": {
        "juz": 21,
        "page": 417,
        "manzil": 5,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 3526,
        "inSurah": 23
      },
      "arab": "وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ فَلَا تَكُنْ فِيْ مِرْيَةٍ مِّنْ لِّقَاۤىِٕهٖ وَجَعَلْنٰهُ هُدًى لِّبَنِيْٓ اِسْرَاۤءِيْلَۚ",
      "translation": "Dan sungguh, telah Kami anugerahkan Kitab (Taurat) kepada Musa, maka janganlah engkau (Muhammad) ragu-ragu menerimanya (Al-Qur'an) dan Kami jadikan Kitab (Taurat) itu petunjuk bagi Bani Israil.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3526.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/3526.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/3526.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/3526.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/3526.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/3526.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/32_23.png",
        "secondary": "https://cdn.alquran.cloud/media/image/32/23"
      },
      "tafsir": {
        "kemenag": {
          "short": "Untuk menguatkan jiwa Rasulullah dalam mengajarkan Al-Qur&rsquo;an dan menghadapi pengingkaran kaumnya, Allah berfirman \"Sungguh, telah Kami sampaikan kepada Bani Israil bahwa Kami telah meng-anugerahkan Kitab Taurat kepada Musa, maka janganlah engkau, wahai Nabi Muhammad, ragu-ragu menerimanya, yakni Al-Qur&rsquo;an; dan Kami jadikan Kitab Taurat itu petunjuk bagi Bani Israil sebagaimana Kami jadikan Al-Qur&rsquo;an sebagai petunjuk bagi umatmu.",
          "long": "Ayat ini menerangkan bahwa Allah telah menurunkan kitab Taurat kepada Nabi Musa sebagaimana Dia telah menurunkan Al-Qur'an kepada Nabi Muhammad. Namun demikian, wahyu yang diturunkan kepada Nabi Musa itu didustakan oleh kaumnya. Musa bersama pengikutnya disiksa oleh Fir'aun dan kaumnya, sehingga mereka lari ke daerah Palestina. Demikian pula Muhammad saw telah didustakan pula oleh kaumnya, disakiti, dan ditentang sehingga beliau dan para sahabatnya hijrah ke Medinah. Itulah sunatullah yang berlaku di alam ini, selalu terjadi pertarungan antara yang hak dengan yang batil, dan antara kebaikan dan kejahatan. Semua itu merupakan cobaan bagi orang-orang yang beriman.\nDalam ayat ini disebut-sebut nama Musa di antara para nabi dan rasul Allah adalah karena banyak persamaan perjuangannya dengan Nabi Muhammad.\nAyat ini diturunkan untuk hiburan bagi Nabi Muhammad dan para sahabat yang sedang menyampaikan agama Allah kepada manusia. Dalam menyampaikan risalah itu, dia mendapat ancaman dan penganiayaan dari kaumnya. Seakan-akan dikatakan kepada mereka, \"Hai Muhammad, janganlah kamu dan pengikut-pengikutmu bersedih hati menghadapi sikap dan tindakan orang-orang musyrik itu. Hal yang demikian itu adalah wajar dan merupakan sunatullah. Ingatlah Musa dan pengikut-pengikutnya. Mereka dianiaya dan diburu oleh Fir'aun dan kaumnya, sampai mereka lari menyeberangi Laut Merah, dan mengarungi padang pasir yang tandus dan panas. Dalam keadaan demikian, banyak pula di antara pengikut-pengikutnya yang berkhianat, tetapi ia tetap tabah dan sabar. Semakin kuat tantangan dan penganiayaan yang diterimanya, semakin kuat pula usaha dan kesabarannya. Aku pasti menyayangimu dan para pengikutmu sebagaimana Aku telah menjaga pula Musa dan para pengikutnya.\""
        },
        "quraish": "Kami benar-benar telah mewahyukan Taurât kepada Mûsâ, \"Jangan engkau meragukan bahwa Mûsâ telah menerima kitab suci itu. Kami telah menjadikan kitab itu sebagai petunjuk bagi Banû Isrâ'îl.",
        "jalalayn": "(Dan sesungguhnya telah Kami berikan kepada Musa Alkitab) yaitu kitab Taurat (maka janganlah kamu ragu-ragu) meragukan (untuk bertemu dengan Musa) dan keduanya telah berjumpa pada malam Rasulullah saw. diisrakan (dan Kami jadikan ia) Musa atau kitab Taurat (sebagai petunjuk) yaitu pemberi petunjuk (buat Bani Israel.)"
      },
      "meta": {
        "juz": 21,
        "page": 417,
        "manzil": 5,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 3527,
        "inSurah": 24
      },
      "arab": "وَجَعَلْنَا مِنْهُمْ اَىِٕمَّةً يَّهْدُوْنَ بِاَمْرِنَا لَمَّا صَبَرُوْاۗ وَكَانُوْا بِاٰيٰتِنَا يُوْقِنُوْنَ",
      "translation": "Dan Kami jadikan di antara mereka itu pemimpin-pemimpin yang memberi petunjuk dengan perintah Kami selama mereka sabar. Mereka meyakini ayat-ayat Kami.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3527.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/3527.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/3527.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/3527.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/3527.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/3527.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/32_24.png",
        "secondary": "https://cdn.alquran.cloud/media/image/32/24"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dan tidak hanya menurunkan Taurat kepada Bani Israil, Kami juga jadikan di antara mereka itu pemimpin-pemimpin dan ulama-ulama yang memberi petunjuk dengan perintah dan pertolongan Kami selama mereka sabar dalam menegakkan kebenaran. Mereka senantiasa meyakini ayat-ayat Kami. Ayat ini dimaksudkan untuk menghibur hati Rasulullah. Bila umat beliau menentang dakwahnya, sesungguhnya Bani Israil dulu tidak saja menentang Nabi Musa melainkan juga mengajukan permintaan yang mengherankan (Lihat pula: an-Nis&agrave;&rsquo;/4: 153 dan al-M&agrave;&rsquo;idah/5: 24).",
          "long": "Ayat ini menerangkan bahwa Allah telah menjadikan di antara Bani Israil yang mengikuti petunjuk-petunjuk-Nya menjadi pemuka masyarakat. Di antara mereka ada yang diangkat menjadi nabi dan rasul yang menyampaikan petunjuk yang benar kepada kaumnya, dan ada pula di antara mereka yang dijadikan pemimpin bagi kaumnya menuju ke jalan yang benar. Hal itu diberikan karena mereka adalah orang-orang yang beriman dan sabar melaksanakan hukum-hukum Allah. Mereka juga sabar menerima setiap cobaan yang menimpa mereka, dan mereka yakin benar akan petunjuk Allah.\nAllah berfirman:\nDan Kami berikan kepada Musa Kitab (Taurat) dan Kami menjadikannya sebagai petunjuk bagi Bani Israil (dengan firman), \"Janganlah kamu mengambil (pelindung) selain Aku.\" (al-Isra'/17"
        },
        "quraish": "Kami telah mengangkat pemuka-pemuka agama dari kalangan Banû Isrâ'îl yang bertugas menyampaikan petunjuk Kami kepada manusia. Mereka melaksanakan tugas itu sebagai perwujudan dari perintah Kami pada mereka untuk tabah mengamalkan ajaran-ajaran Taurât. Mereka pun meyakini kebenaran ayat-ayat Kami dengan sepenuh hati.",
        "jalalayn": "(Dan Kami jadikan di antara mereka itu pemimpin-pemimpin) lafal ayat ini boleh dibaca tahqiq dan tashil (yang memberi petunjuk) kepada manusia (dengan perintah Kami ketika mereka sabar) di dalam memegang agama mereka dan sewaktu mereka menghadapi berbagai cobaan dari musuh-musuh mereka. Menurut qiraat yang lain dibaca limaa shabaruu. (Dan adalah mereka terhadap ayat-ayat Kami) yang menunjukkan kekuasaan dan keesaan Kami (orang-orang yang meyakini.)"
      },
      "meta": {
        "juz": 21,
        "page": 417,
        "manzil": 5,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 3528,
        "inSurah": 25
      },
      "arab": "اِنَّ رَبَّكَ هُوَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِ فِيْمَا كَانُوْا فِيْهِ يَخْتَلِفُوْنَ",
      "translation": "Sungguh Tuhanmu, Dia yang memberikan keputusan di antara mereka pada hari Kiamat tentang apa yang dahulu mereka perselisihkan padanya.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3528.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/3528.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/3528.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/3528.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/3528.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/3528.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/32_25.png",
        "secondary": "https://cdn.alquran.cloud/media/image/32/25"
      },
      "tafsir": {
        "kemenag": {
          "short": "Karena itu, wahai Nabi Muhammad, jangan ragu menyampaikan kebenaran Al-Qur&rsquo;an, meski mereka menentangmu. Sungguh Tuhanmu, Dia-lah yang akan memberikan keputusan dengan benar dan adil di antara mereka, yakni para hamba-Nya, pada hari Kiamat tentang apa yang dahulu mereka perselisihkan padanya, seperti hari kebangkitan, hari perhitungan, dan balasan di surga dan neraka.",
          "long": "Ayat ini menjelaskan bahwa sesungguhnya hanya Allah yang menyelesaikan dan memberi keputusan segala perselisihan dan pertentangan soal agama antara mereka di hari Kiamat. Allah akan memberikan balasan yang setimpal kepada orang-orang yang mengingkari seruan Nabi dan memberi pahala kepada orang-orang yang mengikutinya.\nSebagian ahli tafsir berpendapat bahwa yang menyelesaikan pertentangan soal agama adalah Nabi Muhammad. Ia memberikan keputusan dengan adil terhadap perselisihan para rasul dengan umatnya di hari Kiamat nanti."
        },
        "quraish": "Sesungguhnya hanya Tuhanmu yang akan memberikan keputusan nanti di hari kiamat persoalan- persoalan yang diperselisihkan antara para nabi dan kaumnya.",
        "jalalayn": "(Sesungguhnya Rabbmu Dialah yang memberikan keputusan di antara mereka pada hari kiamat tentang apa yang selalu mereka perselisihkan padanya) yakni perkara agama."
      },
      "meta": {
        "juz": 21,
        "page": 417,
        "manzil": 5,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 3529,
        "inSurah": 26
      },
      "arab": "اَوَلَمْ يَهْدِ لَهُمْ كَمْ اَهْلَكْنَا مِنْ قَبْلِهِمْ مِّنَ الْقُرُوْنِ يَمْشُوْنَ فِيْ مَسٰكِنِهِمْ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍۗ اَفَلَا يَسْمَعُوْنَ",
      "translation": "Dan tidakkah menjadi petunjuk bagi mereka, betapa banyak umat-umat sebelum mereka yang telah Kami binasakan, sedangkan mereka sendiri berjalan di tempat-tempat kediaman mereka itu. Sungguh, pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah). Apakah mereka tidak mendengarkan (memperhatikan)?",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3529.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/3529.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/3529.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/3529.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/3529.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/3529.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/32_26.png",
        "secondary": "https://cdn.alquran.cloud/media/image/32/26"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dan tidakkah menjadi petunjuk bagi mereka, yaitu para pendusta risalah, betapa banyak umat-umat sebelum mereka yang telah Kami binasakan akibat pendustaan dan penentangan mereka terhadap para rasul, sedangkan mereka sendiri seringkali berjalan di tempat-tempat kediaman mereka yang dibinasakan itu sehingga mereka melihat bekas-bekas kehancurannya? Kaum-kaum itu hancur karena kekafiran mereka. Sungguh, pada yang demikian itu terdapat tanda-tanda kekuasaan Allah. Apakah mereka tidak mendengarkan dan memperhatikan?",
          "long": "Pada ayat ini, Allah memperingatkan orang-orang musyrik Mekah yang selalu menentang dan mengingkari seruan Nabi Muhammad. Apakah belum jelas bagi mereka jalan benar yang telah ditunjukkan kepada mereka. Apakah mereka lupa dan tidak memperhatikan akibat yang diterima umat-umat dahulu yang mendustakan para rasul yang diutus kepada mereka. Bukankah orang-orang musyrik Mekah sering melakukan perdagangan ke Syiria dan Yaman. Dalam perjalanan itu, mereka menyaksikan dan melihat bekas negeri kaum 'Ad, Samud, Lut, penduduk Aikah, dan sebagainya yang telah hancur akibat tindakan mereka yang mendustakan para rasul.\nAyat lain yang senada dengan ayat ini ialah firman Allah:\nMaka betapa banyak negeri yang telah Kami binasakan karena (penduduk)nya dalam keadaan zalim, sehingga runtuh bangunan-bangunannya dan (betapa banyak pula) sumur yang telah ditinggalkan dan istana yang tinggi (tidak ada penghuninya). (al-hajj/22: 45)\nFirman Allah lainnya:\nMaka itulah rumah-rumah mereka yang runtuh karena kezaliman mereka. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah) bagi orang-orang yang mengetahui. (an-Naml/27: 52)\n\nAllah mengatakan bahwa sebenarnya pada bekas reruntuhan dan tempat kediaman orang-orang yang mendustakan dan mengingkari seruan rasul itu terdapat pelajaran bagi orang-orang yang mau mengambil pelajaran. Kejadian itu menunjukkan bahwa sunatullah berlaku bagi semua orang yang zalim."
        },
        "quraish": "Apakah Allah akan membiarkan begitu saja orang-orang yang mendustakan para rasul tanpa memberikan penjelasan kepada mereka bahwa Dia telah membinasakan umat-umat terdahulu, padahal para pendusta Muhammad itu telah pernah melewati negeri tempat tinggal mereka? Sungguh, pada peninggalan mereka itu terdapat pelajaran yang menunjukkan kebenaran. Tetapi, apakah mereka tuli sehingga tidak bisa menyimak pelajaran itu?",
        "jalalayn": "(Dan apakah tidak menjadi petunjuk bagi mereka, berapa banyak umat-umat sebelum mereka yang telah Kami binasakan) maksudnya apakah tidak jelas bagi orang-orang kafir Mekah, bahwasanya Kami telah banyak membinasakan umat-umat sebelum mereka disebabkan kekafirannya (sedangkan mereka sendiri berjalan) lafal ayat ini berkedudukan sebagai hal atau kata keterangan keadaan bagi dhamir lahum (di tempat-tempat kediaman mereka itu) sewaktu mereka mengadakan perjalanan ke negeri Syam dan negeri-negeri lainnya, yakni apakah mereka tidak mengambil pelajaran daripadanya. (Sesungguhnya yang demikian itu terdapat tanda-tanda) yang menunjukkan akan kekuasaan Kami. (Maka apakah mereka tidak mendengarkan) dengan pendengaran yang penuh perhatian dan mau menerima apa yang didengarnya?"
      },
      "meta": {
        "juz": 21,
        "page": 417,
        "manzil": 5,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 3530,
        "inSurah": 27
      },
      "arab": "اَوَلَمْ يَرَوْا اَنَّا نَسُوْقُ الْمَاۤءَ اِلَى الْاَرْضِ الْجُرُزِ فَنُخْرِجُ بِهٖ زَرْعًا تَأْكُلُ مِنْهُ اَنْعَامُهُمْ وَاَنْفُسُهُمْۗ اَفَلَا يُبْصِرُوْنَ",
      "translation": "Dan tidakkah mereka memperhatikan, bahwa Kami mengarahkan (awan yang mengandung) air ke bumi yang tandus, lalu Kami tumbuhkan (dengan air hujan itu) tanam-tanaman sehingga hewan-hewan ternak mereka dan mereka sendiri dapat makan darinya. Maka mengapa mereka tidak memperhatikan?",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3530.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/3530.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/3530.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/3530.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/3530.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/3530.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/32_27.png",
        "secondary": "https://cdn.alquran.cloud/media/image/32/27"
      },
      "tafsir": {
        "kemenag": {
          "short": "Allah kuasa membinasakan dan menghidupkan mereka kem-bali. Dan tidakkah mereka, yakni para pendusta hari kebangkitan, memperhatikan bahwa Kami mampu menghidupkan orang yang sudah mati sebagaimana Kami mampu mengarahkan awan yang mengandung air ke bumi yang tandus, lalu dengan air hujan itu Kami tumbuhkan tanam-tanaman sehingga hewan-hewan ternak mereka dan juga mereka sendiri dapat makan darinya sehingga tubuh mereka sehat dan kuat? Maka, mengapa mereka tidak memperhatikan hal tersebut sebagai bukti kemampuan Kami membangkitkan manusia pada hari kebangkitan?",
          "long": "Ayat ini mempertanyakan apakah orang-orang kafir itu buta, sehingga tidak dapat melihat bukti-bukti kebesaran dan kekuasaan Allah? Bukankah Allah yang menghalau awan ke tempat yang kering dan tandus serta tidak mempunyai tumbuh-tumbuhan? Awan itu berubah menjadi air hujan yang menyirami tanah itu sehingga memungkinkan manusia mengalirkannya ke tanah-tanah yang kering. Tanah itu lalu menjadi subur dan ditumbuhi oleh bermacam-macam tumbuh-tumbuhan dan tanam-tanaman. Sebagian tanaman itu dimakan oleh manusia dan sebagian lagi oleh binatang ternak piaraan mereka.\nApakah mereka tidak melihat bukti-bukti yang demikian itu sehingga mereka dapat mengakui kebesaran dan kekuasaan Allah dalam menghidupkan manusia yang telah mati dan membangkitkan mereka dari kuburnya? Jika mau memperhatikan, mereka tentu akan sampai kepada keyakinan bahwa Allah Mahakuasa, tidak ada yang sukar bagi-Nya. Jika Dia meng-hendaki, cukuplah Dia mengatakan \"kun\" (jadilah), maka jadilah yang dikehendaki-Nya itu."
        },
        "quraish": "Apakah penglihatan mereka benar-benar buta dan tidak bisa melihat bahwa Kami mengalirkan air hujan--melalui sungai--menuju tanah yang tak berpepohonan? Lalu, dengan air itu, Kami menumbuhkan tanaman yang menjadi makanan hewan ternak, sementara mereka sendiri memakan buah dan bijinya? Sekali lagi, apakah mereka buta sehingga tidak dapat menyaksikan bukti-bukti kekuasaan Allah menghidupkan orang mati?",
        "jalalayn": "(Dan apakah mereka tidak memperhatikan, bahwasanya Kami menghalau awan yang mengandung air ke bumi yang tandus) yakni bumi yang tidak ada tumbuh-tumbuhan padanya (lalu Kami tumbuhkan dengan air hujan itu tanam-tanaman yang daripadanya dapat makan binatang-binatang ternak mereka dan mereka sendiri. Maka apakah mereka tidak memperhatikan?) hal tersebut sehingga menuntun mereka untuk mengetahui, bahwa Kami mampu untuk mengembalikan mereka hidup kembali sesudah mereka mati nanti."
      },
      "meta": {
        "juz": 21,
        "page": 417,
        "manzil": 5,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 3531,
        "inSurah": 28
      },
      "arab": "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْفَتْحُ اِنْ كُنْتُمْ صٰدِقِيْنَ",
      "translation": "Dan mereka bertanya, “Kapankah kemenangan itu (datang) jika engkau orang yang benar?”",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3531.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/3531.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/3531.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/3531.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/3531.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/3531.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/32_28.png",
        "secondary": "https://cdn.alquran.cloud/media/image/32/28"
      },
      "tafsir": {
        "kemenag": {
          "short": "Enggan memperhatikan bukti kuasa Allah membangkitkan manusia yang telah mati, kaum kafir justru menantang Nabi Muhammad. Dan dengan maksud mengejek mereka bertanya, &ldquo;Kapankah kemenangan atas kami itu datang kepadamu dan kapan pula azab yang engkau ancam kami dengannya itu akan datang, jika engkau memang orang yang benar dalam pengakuanmu sebagai rasul?&rdquo;",
          "long": "Dalam ayat ini dijelaskan bahwa karena keyakinan kepada agama Islam yang mereka anut, kaum Muslimin sering mengatakan nanti Allah akan memberi kemenangan kepada mereka. Pada waktu itu akan diputuskan keputusan yang adil antara manusia, termasuk antara mereka dengan orang-orang kafir.\nOrang-orang kafir, terutama kaum musyrik Mekah, setelah mendengarkan ucapan-ucapan kaum Muslimin itu, menanyakan hal tersebut dengan maksud untuk mengejek dan memperolok-olokkan mereka. Orang-orang kafir itu mengatakan, \"Wahai kaum Muslimin, kamu sekalian selalu mengatakan bahwa kemenangan itu akan segera kamu peroleh, padahal kamu sekalian adalah orang-orang yang tak ada gunanya dan orang-orang rendah di antara kita. Mungkinkah dakwaan kamu terwujud? Jika benar apa yang kamu katakan itu, terangkanlah kepada kami kapan terjadinya?\""
        },
        "quraish": "Orang-orang musyrik berkata kepadamu dan kepada orang-orang yang beriman, \"Kapan Allah akan membukakan pintu kemenangan bagi kalian? Katakan kepada kami bila janji itu akan terpenuhi, jika kalian orang yang jujur.\"",
        "jalalayn": "(Dan mereka bertanya) kepada orang-orang yang beriman (\"Bilakah kemenangan itu) datang bagi kalian atas kami (jika kalian memang orang-orang yang benar?\")"
      },
      "meta": {
        "juz": 21,
        "page": 417,
        "manzil": 5,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 3532,
        "inSurah": 29
      },
      "arab": "قُلْ يَوْمَ الْفَتْحِ لَا يَنْفَعُ الَّذِيْنَ كَفَرُوْٓا اِيْمَانُهُمْ وَلَا هُمْ يُنْظَرُوْنَ",
      "translation": "Katakanlah, “Pada hari kemenangan itu, tidak berguna lagi bagi orang-orang kafir keimanan mereka dan mereka tidak diberi penangguhan.”",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3532.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/3532.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/3532.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/3532.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/3532.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/3532.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/32_29.png",
        "secondary": "https://cdn.alquran.cloud/media/image/32/29"
      },
      "tafsir": {
        "kemenag": {
          "short": "Allah memberi petunjuk kepada Nabi Muhammad untuk menanggapi pertanyaan kaum kafir itu. Katakanlah, &ldquo;Ketahuilah, pada hari kemenangan itu, yaitu hari kiamat ketika setiap manusia akan memperoleh putusan dan balasan dengan adil, tidak berguna lagi bagi orang-orang kafir itu keimanan mereka dan mereka tidak diberi penangguhan untuk dikembalikan ke dunia supaya bertobat, beriman, dan beramal saleh.",
          "long": "Ayat ini menjelaskan bahwa Muhammad mengatakan kepada orang-orang musyrik Mekah itu, termasuk juga di dalamnya orang-orang kafir, bahwa hari kemenangan dan hari penyelesaian yang adil itu ialah hari Kiamat. Pada hari itu tidak bermanfaat lagi iman seseorang yang hanya diucapkan ketika itu, padahal waktu di dunia, dia adalah orang kafir. Mereka pada hari itu tidak diberi kesempatan untuk bertobat. Tidak memberi kesempatan bertobat kepada orang-orang kafir pada hari itu adalah wajar karena mereka selama hidup di dunia telah diberi peringatan oleh rasul yang diutus kepada mereka. Rasul itu telah menunjukkan jalan kebahagiaan yang abadi kepada mereka yang termuat di dalam Al-Qur'an dan hadis, tetapi mereka tetap ingkar dan membangkang.\nAllah akan menetapkan hukum di antara manusia dengan adil pada hari Kiamat. Orang-orang yang berbuat baik akan dibalas dengan pahala yang baik, sedangkan orang-orang yang berbuat buruk akan diazab dengan siksaan yang pedih. Hal ini sesuai dengan firman Allah:\n\"Ya Tuhan kami, berilah keputusan antara kami dan kaum kami dengan hak (adil). Engkaulah pemberi keputusan terbaik.\" (al-A'raf/7: 89)"
        },
        "quraish": "Katakan kepada mereka, wahai Muhammad, \"Jika waktu pengadilan dan keputusan itu telah tiba, keimanan orang-orang kafir tidak akan ada gunanya lagi. Mereka tidak akan mendapatkan tangguhan waktu untuk menerima siksa, walau sekejap saja.\"",
        "jalalayn": "(Katakanlah, \"Pada hari kemenangan itu) yaitu pada hari turunnya azab atas mereka (tidak berguna bagi orang-orang kafir iman mereka dan tidak pula mereka diberi tangguh\") ditangguhkan supaya mereka dapat bertobat atau meminta maaf."
      },
      "meta": {
        "juz": 21,
        "page": 417,
        "manzil": 5,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 3533,
        "inSurah": 30
      },
      "arab": "فَاَعْرِضْ عَنْهُمْ وَانْتَظِرْ اِنَّهُمْ مُّنْتَظِرُوْنَ ࣖ",
      "translation": "Maka berpalinglah engkau dari mereka dan tunggulah, sesungguhnya mereka (juga) menunggu.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3533.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/3533.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/3533.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/3533.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/3533.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/3533.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/32_30.png",
        "secondary": "https://cdn.alquran.cloud/media/image/32/30"
      },
      "tafsir": {
        "kemenag": {
          "short": "Maka, wahai Nabi Muhammad, berpalinglah engkau dari mereka. Abaikanlah pendustaan mereka dan tunggulah masa ketika Allah mendatangkan janji-Nya dengan memenangkan orang beriman atas orang kafir, sesungguhnya mereka juga menunggu kapan kalian mati atau terbunuh dalam perang.",
          "long": "Karena orang-orang musyrik tetap ingkar, bahkan telah mulai menantang dan menyakiti kaum Muslimin, maka Allah memerintahkan agar Rasulullah dan kaum Muslimin berpaling dari mereka, serta tidak mengindahkan mereka lagi. Rasulullah juga diperintahkan untuk menyeru seluruh manusia agar menerima wahyu yang telah disampaikan kepadanya, sesuai dengan tugas yang diterimanya dari Allah. Hendaklah orang-orang musyrik itu menunggu azab yang akan ditimpakan Allah kepada mereka baik di dunia maupun di akhirat, sebagai balasan perbuatan jahat yang telah mereka lakukan kepada Nabi saw dan seluruh kaum Muslimin. Allah benar-benar akan menepati janji-Nya.\nPada akhir ayat ini, Allah menerangkan bahwa Nabi Muhammad akan melihat akibat dari sikap kebesaran hatinya dan balasan dari usahanya menyampaikan risalah Allah. Dia akan menjaga dan memelihara Nabi saw dari segala macam bahaya yang datang dari kaum musyrik itu.\nMenurut suatu riwayat, setelah ayat ini, turunlah ayat-ayat yang membolehkan Rasulullah saw dan para sahabat memerangi orang-orang kafir."
        },
        "quraish": "Jika ejekan itu telah menjadi watak, palingkan dirimu dari mereka. Nantikan kebenaran janji Tuhan padamu, sementara mereka menunggu-nunggu kesempatan untuk dapat mengalahkanmu.",
        "jalalayn": "(Maka berpalinglah kamu dari mereka dan tunggulah) saat turunnya azab atas mereka (sesungguhnya mereka juga menunggu)mu, kapan kamu mati atau terbunuh, sehingga mereka bebas darimu. Ayat ini diturunkan sebelum ada perintah Allah swt. untuk memerangi mereka."
      },
      "meta": {
        "juz": 21,
        "page": 417,
        "manzil": 5,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    }
  ]
}
