{
  "number": 65,
  "name": "At-Talaq",
  "ayahs": [
    {
      "number": {
        "inQuran": 5218,
        "inSurah": 1
      },
      "arab": "يٰٓاَيُّهَا النَّبِيُّ اِذَا طَلَّقْتُمُ النِّسَاۤءَ فَطَلِّقُوْهُنَّ لِعِدَّتِهِنَّ وَاَحْصُوا الْعِدَّةَۚ وَاتَّقُوا اللّٰهَ رَبَّكُمْۚ  لَا تُخْرِجُوْهُنَّ مِنْۢ بُيُوْتِهِنَّ وَلَا يَخْرُجْنَ اِلَّآ اَنْ يَّأْتِيْنَ بِفَاحِشَةٍ مُّبَيِّنَةٍۗ وَتِلْكَ حُدُوْدُ اللّٰهِ ۗوَمَنْ يَّتَعَدَّ حُدُوْدَ اللّٰهِ فَقَدْ ظَلَمَ نَفْسَهٗ ۗ لَا تَدْرِيْ لَعَلَّ اللّٰهَ يُحْدِثُ بَعْدَ ذٰلِكَ اَمْرًا",
      "translation": "Wahai Nabi! Apabila kamu menceraikan istri-istrimu maka hendaklah kamu ceraikan mereka pada waktu mereka dapat (menghadapi) idahnya (yang wajar), dan hitunglah waktu idah itu, serta bertakwalah kepada Allah Tuhanmu. Janganlah kamu keluarkan mereka dari rumahnya dan janganlah (diizinkan) keluar kecuali jika mereka mengerjakan perbuatan keji yang jelas. Itulah hukum-hukum Allah, dan barangsiapa melanggar hukum-hukum Allah, maka sungguh, dia telah berbuat zalim terhadap dirinya sendiri. Kamu tidak mengetahui barangkali setelah itu Allah mengadakan suatu ketentuan yang baru. ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5218.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5218.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5218.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5218.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5218.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5218.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/65_1.png",
        "secondary": "https://cdn.alquran.cloud/media/image/65/1"
      },
      "tafsir": {
        "kemenag": {
          "short": "Pada akhir Surah at-Tag&agrave;bun, Allah memberitahukan bahwa istri dan anak bisa jadi musuh; dan Allah memerintahkan agar bersikap baik dan pemaaf kepada mereka. Pada ayat ini diterangkan bahwa di antara suami istri bisa terjadi perceraian, namun Allah mengingatkan Nabi tentang hukum dan etika perceraian dalam Islam. Wahai Nabi! Apabila kamu menceraikan istri-istrimu, perbuatan halal, tetapi paling tidak disukai Allah, maka hendaklah kamu ceraikan mereka atau salah seorang di antara mereka pada waktu mereka dapat menghadapi idahnya dengan tidak memberatkan, yaitu ketika masa suci dari haid agar tidak lama menunggu untuk bisa menikah lagi dengan laki-laki lain. Dan hitunglah waktu idah itu dengan cermat kapan mulainya dan kapan berakhir; serta bertakwalah, kamu semua, kepada Allah Tuhanmu dalam segala urusan. Janganlah kamu keluarkan mereka, istri yang dijatuhi talak itu selama masa idah, dari rumah yang ditempati-nya dan janganlah mereka diizinkan keluar secara bebas kecuali jika mereka mengerjakan perbuatan keji yang jelas seperti berzina. Itulah hukum-hukum Allah yang harus dilaksanakan manusia. Dan barang siapa melanggar hukum-hukum Allah secara sengaja atau karena lalai, maka sungguh dia telah berbuat zalim terhadap dirinya sendiri, karena merugikan dirinya, sedangkan ia tetap harus mempertanggungjawabkannya di hadapan Allah. Kamu tidak mengetahui, wahai Nabi, rencana Allah bagi kamu, barangkali setelah itu, yakni setelah kamu menjatuhkan talak kepada istrimu, Allah mengadakan sesuatu yang baru, yakni memberikan istri yang lebih baik.",
          "long": "Dalam ayat ini, khithab (seruan) Allah ditujukan kepada Nabi Muhammad, tetapi pada hakikatnya dimaksudkan juga kepada umatnya yang beriman. Allah menyerukan kepada orang-orang mukmin apabila mereka ingin menceraikan (menalak) istri-istri mereka, agar melakukannya ketika istrinya langsung bisa menjalani idahnya, yaitu pada waktu istri-istri itu suci dari haid dan belum dicampuri, sebagaimana dijelaskan dalam satu hadis Nabi saw yang berasal dari Ibnu 'Umar: \n'Abdullah bin 'Umar telah menalak istrinya dalam keadaan haid. Lalu 'Umar bin Khaththab menanyakan hal itu kepada Nabi saw, lalu beliau memerintahkan 'Abdullah bin 'Umar merujuk istrinya, menahan istrinya (tinggal bersama) sampai masa suci. Lalu menunggu masa haidnya lagi sampai suci, maka setelah itu jika ia menginginkan tinggal bersama istrinya (maka lakukanlah), dan jika ia ingin menalak istrinya (maka lakukanlah) sebelum menggaulinya. Demikianlah masa idah yang diperintahkan Allah ketika perempuan ditalak. (Riwayat al-Bukhari dan Muslim)\n\nSeorang suami yang akan menalak istrinya, agar meneliti dan memperhitungkan betul kapan idah istrinya mulai dan kapan berakhir, agar istri langsung bisa menjalani idahnya sehingga tidak menunggu terlalu lama. Suami juga diminta melaksanakan hukum-hukum dan memenuhi hak-hak istri yang harus dipenuhi selama masa idah. Hendaklah suami itu takut kepada Allah dan jangan menyalahi apa yang telah diperintahkan-Nya mengenai talak, yaitu menjatuhkan talak pada masa yang direstui-Nya dan memenuhi hak istri yang di talak. Antara lain, janganlah sang suami mengeluarkan istri yang ditalaknya dari rumah yang ditempatinya sebelum ditalak dengan alasan marah dan sebagainya, karena menempatkan istri itu pada tempat yang layak adalah hak istri yang telah diwajibkan Allah selama ia masih dalam idah. \nSang suami juga dilarang untuk mengeluarkan istri yang sedang menjalani idah dari rumah yang ditempatinya. Apalagi membiarkan keluar sekehendaknya, karena yang demikian merupakan pelanggaran agama, kecuali apabila istri terang-terangan mengerjakan perbuatan keji, seperti melakukan perbuatan zina dan sebagainya. Jika sang istri berkelakuan tidak sopan terhadap mertua, maka bolehlah ia dikeluarkan dari tempat tinggalnya. Demikianlah batas-batas dan ketentuan-ketentuan yang telah digariskan Allah mengenai talak, idah, dan sebagainya.\nOleh karena itu, barang siapa melanggar hukum-hukum Allah itu, berarti ia berbuat zalim kepada dirinya sendiri. Andaikata Allah menakdirkan satu perubahan, lalu hati suami berbalik menjadi cinta lagi kepada istrinya yang telah ditalaknya dan merasa menyesal atas perbuatannya kemudian ia ingin rujuk kembali, maka baginya sudah tertutup jalan, bila keinginannya itu dilaksanakan sesudah habis masa idahnya karena ia telah menyia-nyiakan kesempatan yang diberikan kepadanya. Istri yang dimaksud di sini ialah istri yang sudah atau masih haid dan sudah dicampuri sesudah akad nikah. Ada pun istri yang masih kecil atau sudah ayisah (tidak haid lagi) atau belum dicampuri sesudah akad nikah, apabila ditalak, mempunyai hukum idah tersendiri. Berbeda dengan hukum yang berlaku seperti tersebut di atas."
        },
        "quraish": "[[65 ~ ATH-THALAQ (TALAK) Pendahuluan: Madaniyyah, 12 ayat ~ Surat ini membicarakan beberapa hukum talak dan idah ('iddah) dengan berbagai jenis dan hukumnya. Di antaranya adalah, misalnya, orang yang sedang dalam masa idah harus tetap tinggal di rumah tempat ia dijatuhi talak, kewajiban suami memberi nafkah dan tempat tinggal kepadanya, dan sebagainya. Di sela-sela pembicaraan tentang beberapa hukum di atas, seperti umumnya cara yang digunakan di dalam al-Qur'ân, Allah memberikan janji kepada orang yang melaksanakan segala perintah- Nya dan ancaman kepada orang yang melanggar ketentuan-Nya. Disinggung pula akibat yang diterima oleh orang-orang yang enggan melaksanakan perintah Allah dan Rasul-Nya. Surat ini ditutup dengan anjuran kepada orang-orang Mukmin untuk senantiasa bertakwa, peringatan kepada mereka akan karunia pengutusan rasul yang membacakan ayat-ayat Allah untuk mengeluarkan mereka dari kegelapan menuju cahaya dan penjelasan tentang kekuasaan Allah yang besar dalam menciptakan tujuh langit dan, seperti itu pula, bumi.]] Wahai Nabi, jika kamu hendak menjatuhkan talak kepada istri-istrimu maka jatuhkanlah talak itu ketika mereka sedang dalam keadaan suci yang tidak dicampuri. Tepatkanlah hitungan masa idah dan bertakwalah kepada Tuhanmu. Jangan izinkan istri-istri yang kamu jatuhi talak itu keluar dari tempat mereka ditalak. Jangan izinkan mereka keluar kecuali jika melakukan perbuatan keji yang sangat nyata. Ketentuan- ketentuan itu merupakan hukum yang telah ditetapkan oleh Allah untuk para hamba-Nya. Barangsiapa yang melanggar ketentuan Allah maka sesungguhnya ia telah menzalimi diri sendiri. Kamu, hai orang yang melanggar, tidak mengetahui barangkali Allah akan mewujudkan sesuatu yang tidak diperkirakan, sesudah talak itu, sehingga kedua pasangan suami-istri itu kembali saling mencintai.",
        "jalalayn": "(Hai Nabi!) makna yang dimaksud ialah umatnya, pengertian ini disimpulkan dari ayat selanjutnya. Atau makna yang dimaksud ialah, katakanlah kepada mereka (apabila kalian menceraikan istri-istri kalian) apabila kalian hendak menjatuhkan talak kepada mereka (maka hendaklah kalian ceraikan mereka pada waktu mereka menghadapi idahnya) yaitu pada permulaan idah, seumpamanya kamu menjatuhkan talak kepadanya sewaktu ia dalam keadaan suci dan kamu belum menggaulinya. Pengertian ini berdasarkan penafsiran dari Rasulullah saw. sendiri menyangkut masalah ini; demikianlah menurut hadis yang telah diriwayatkan oleh Bukhari dan Muslim (dan hitunglah waktu idahnya) artinya jagalah waktu idahnya supaya kalian dapat merujukinya sebelum waktu idah itu habis (serta bertakwalah kepada Allah Rabb kalian) taatlah kalian kepada perintah-Nya dan larangan-Nya. (Janganlah kalian keluarkan mereka dari rumah mereka dan janganlah mereka diizinkan keluar) dari rumahnya sebelum idahnya habis (kecuali kalau mereka mengerjakan perbuatan keji) yakni zina (yang terang) dapat dibaca mubayyinah, artinya terang, juga dapat dibaca mubayyanah, artinya dapat dibuktikan. Maka bila ia melakukan hal tersebut dengan dapat dibuktikan atau ia melakukannya secara jelas, maka ia harus dikeluarkan untuk menjalani hukuman hudud. (Itulah) yakni hal-hal yang telah disebutkan itu (hukum-hukum Allah dan barang siapa yang melanggar hukum-hukum Allah, maka sesungguhnya dia telah berbuat aniaya terhadap dirinya sendiri. Kamu tidak mengetahui barangkali Allah mengadakan sesudah itu) sesudah perceraian itu (sesuatu hal yang baru) yaitu rujuk kembali dengan istri yang telah dicerainya, jika talak yang dijatuhkannya itu baru sekali atau dua kali."
      },
      "meta": {
        "juz": 28,
        "page": 558,
        "manzil": 7,
        "ruku": 492,
        "hizbQuarter": 223,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5219,
        "inSurah": 2
      },
      "arab": "فَاِذَا بَلَغْنَ اَجَلَهُنَّ فَاَمْسِكُوْهُنَّ بِمَعْرُوْفٍ اَوْ فَارِقُوْهُنَّ بِمَعْرُوْفٍ وَّاَشْهِدُوْا ذَوَيْ عَدْلٍ مِّنْكُمْ وَاَقِيْمُوا الشَّهَادَةَ لِلّٰهِ ۗذٰلِكُمْ يُوْعَظُ بِهٖ مَنْ كَانَ يُؤْمِنُ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ ەۗ وَمَنْ يَّتَّقِ اللّٰهَ يَجْعَلْ لَّهٗ مَخْرَجًا ۙ",
      "translation": "Maka apabila mereka telah mendekati akhir idahnya, maka rujuklah (kembali kepada) mereka dengan baik atau lepaskanlah mereka dengan baik dan persaksikanlah dengan dua orang saksi yang adil di antara kamu dan hendaklah kamu tegakkan kesaksian itu karena Allah. Demikianlah pengajaran itu diberikan bagi orang yang beriman kepada Allah dan hari akhirat. Barangsiapa bertakwa kepada Allah niscaya Dia akan membukakan jalan keluar baginya, ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5219.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5219.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5219.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5219.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5219.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5219.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/65_2.png",
        "secondary": "https://cdn.alquran.cloud/media/image/65/2"
      },
      "tafsir": {
        "kemenag": {
          "short": "Maka apabila mereka, para istri yang dijatuhi talak telah mendekati akhir masa idahnya, maka rujuklah, kembali kepada mereka dengan baik guna mempertahankan ikatan perkawinan; atau lepaskanlah mereka, yakni terus menceraikannya dengan baik dengan memperhatikan hak-hak anak. Dan persaksikanlah keputusan kamu untuk menceraikannya dengan dua orang saksi yang adil di antara kamu, yakni dua orang laki-laki atau satu orang laki-laki dan dua orang perempuan; dan hendaklah kamu menegakkan kesaksian itu karena Allah dengan jujur dan adil, serta dengan menaati hukum Allah. Demikianlah pengajaran itu, perintah untuk mematuhi hukum Allah dengan tulus diberikan kepada orang yang beriman kepada Allah dan hari akhirat di antara hamba-hamba-Nya. Barang siapa bertakwa kepada Allah dalam segala urusan; niscaya Dia akan membukakan jalan keluar baginya dari segala kesulitan.",
          "long": "Dalam ayat-ayat ini, Allah menerangkan bahwa apabila masa idah istri hampir habis dan suami masih ingin berkumpul kembali, ia boleh rujuk kepada istrinya dan tinggal bersama secara baik sebagai suami-istri, melaksanakan kewajibannya, memberi belanja, pakaian, tempat tinggal, dan lainnya. Akan tetapi, kalau suami tetap tidak akan rujuk kepada istri, maka ia boleh melepaskannya secara baik pula tanpa ada ketegangan terjadi, menyempurnakan maharnya, memberi mut'ah sebagai imbalan dan terima kasih atas kebaikan istrinya selama ia hidup bersama dan lain-lain yang menghibur hatinya. Apabila suami memilih rujuk, maka hendaknya hal itu disaksikan oleh dua orang saksi laki-laki yang adil, untuk memantapkan rumah tangganya kembali.\nSelanjutnya Allah menyerukan agar kesaksian itu diberikan secara jujur karena Allah semata-mata tanpa mengharapkan bayaran dan tanpa memihak, sebagaimana firman Allah:\n\nJadilah kamu penegak keadilan, menjadi saksi karena Allah, walaupun terhadap dirimu sendiri. (an-Nisa'/4: 135)\n\nDemikian seruan mengenai rujuk dan talak untuk menjadi pelajaran bagi orang yang beriman kepada Allah di hari akhirat. Orang yang bertakwa kepada Allah, dan patuh menaati peraturan-peraturan yang telah ditetapkan-Nya, antara lain mengenai rujuk dan talak tersebut di atas, niscaya Ia akan menunjukkan baginya jalan keluar dari kesulitan yang dihadapinya.\nBagi orang-orang yang bertakwa kepada Allah, tidak saja diberi dan dimudahkan jalan keluar dari kesulitan yang dihadapinya, tetapi juga diberi rezeki oleh Allah dari arah yang tidak disangka-sangka, yang belum pernah terlintas dalam pikirannya. Selanjutnya Allah menyerukan agar mereka bertawakal kepada-Nya, karena Allah-lah yang mencukupkan keperluannya mensukseskan urusannya. \nBertawakal kepada Allah artinya berserah diri kepada-Nya, menyerahkan sepenuhnya kepada-Nya keberhasilan usaha. Setelah ia berusaha dan memantapkan satu ikhtiar, barulah ia bertawakal. Bukanlah tawakal namanya apabila seorang menyerahkan keadaannya kepada Allah tanpa usaha dan ikhtiar. Berusaha dan berikhtiar dahulu baru bertawakal menyerahkan diri kepada Allah. \nPernah terjadi seorang Arab Badui berkunjung kepada Nabi di Medinah dengan mengendarai unta. Setelah orang Arab itu sampai ke tempat yang dituju, ia turun dari untanya lalu masuk menemui Nabi saw. Nabi bertanya, \"Apakah unta sudah ditambatkan?\" Orang Badui itu menjawab, \"Tidak! Saya melepaskan begitu saja, dan saya bertawakal kepada Allah.\" Nabi saw bersabda, \"Tambatkan dulu untamu, baru bertawakal.\"\nAllah akan melaksanakan dan menyempurnakan urusan orang yang bertawakal kepada-Nya sesuai dengan kodrat iradat-Nya, pada waktu yang telah ditetapkan, sebagaimana dijelaskan dalam firman-Nya:\n\nDan segala sesuatu ada ukuran di sisi-Nya. (ar-Ra'd/13: 8)"
        },
        "quraish": "Apabila mereka telah mendekati akhir masa idahnya, rujukilah mereka dengan perlakuan yang baik atau lepaskan dengan tidak menyakiti. Persaksikanlah rujuk tersebut dengan dua orang saksi yang adil dari kalian. Tegakkanlah kesaksian itu secara benar dan tulus karena Allah. Perintah yang disampaikan kepada kalian itu adalah nasihat bagi orang yang beriman kepada Allah dan hari akhir. Barangsiapa bertakwa kepada Allah dengan melaksanakan segala perintah-Nya dan menjauhi segala larangan-Nya, akan diberi jalan keluar dari segala macam kesulitan.",
        "jalalayn": "(Apabila mereka telah mendekati akhir idahnya) atau masa idah mereka hampir habis (maka tahanlah mereka) seumpamanya kalian rujuk dengan mereka (dengan baik) artinya tidak memudaratkan kepada mereka (atau lepaskanlah mereka dengan baik) biarkanlah mereka menyelesaikan idahnya dan janganlah kamu menjatuhkan kemudaratan terhadap mereka melalui rujuk (dan persaksikanlah dengan dua orang saksi yang adil di antara kalian) dalam masalah rujuk atau talak ini (dan hendaklah kalian tegakkan kesaksian itu karena Allah) bukan karena demi rang yang dipersaksikan atau bukan karena demi rujuk atau talaknya. (Demikianlah diberi pengajaran dengan itu orang yang beriman kepada Allah dan hari akhirat. Barang siapa yang bertakwa kepada Allah niscaya Dia akan mengadakan baginya jalan keluar) dari malapetaka di dunia dan di akhirat."
      },
      "meta": {
        "juz": 28,
        "page": 558,
        "manzil": 7,
        "ruku": 492,
        "hizbQuarter": 223,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5220,
        "inSurah": 3
      },
      "arab": "وَّيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُۗ وَمَنْ يَّتَوَكَّلْ عَلَى اللّٰهِ فَهُوَ حَسْبُهٗ ۗاِنَّ اللّٰهَ بَالِغُ اَمْرِهٖۗ قَدْ جَعَلَ اللّٰهُ لِكُلِّ شَيْءٍ قَدْرًا ",
      "translation": "dan Dia memberinya rezeki dari arah yang tidak disangka-sangkanya. Dan barangsiapa bertawakal kepada Allah, niscaya Allah akan mencukupkan (keperluan)nya. Sesungguhnya Allah melaksanakan urusan-Nya. Sungguh, Allah telah mengadakan ketentuan bagi setiap sesuatu. ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5220.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5220.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5220.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5220.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5220.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5220.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/65_3.png",
        "secondary": "https://cdn.alquran.cloud/media/image/65/3"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dan Dia pun akan memberinya rezeki dari arah yang tidak disangka-sangkanya dengan memberikan kebutuhan fisik maupun kebutuhan ruhani. Dan barang siapa bertawakal kepada Allah dalam segala urusan, niscaya Allah cukup sebagai tempat mengadu bagi diri-nya. Sesungguhnya Allah melaksanakan urusan-Nya dengan penuh hikmah bagi manusia. Sungguh, Allah telah menjadikan segala sesuatu dengan kadarnya sehingga setiap orang tidak akan menghadapi masalah di luar batas kemampuannya.",
          "long": "Dalam ayat-ayat ini, Allah menerangkan bahwa apabila masa idah istri hampir habis dan suami masih ingin berkumpul kembali, ia boleh rujuk kepada istrinya dan tinggal bersama secara baik sebagai suami-istri, melaksanakan kewajibannya, memberi belanja, pakaian, tempat tinggal, dan lainnya. Akan tetapi, kalau suami tetap tidak akan rujuk kepada istri, maka ia boleh melepaskannya secara baik pula tanpa ada ketegangan terjadi, menyempurnakan maharnya, memberi mut'ah sebagai imbalan dan terima kasih atas kebaikan istrinya selama ia hidup bersama dan lain-lain yang menghibur hatinya. Apabila suami memilih rujuk, maka hendaknya hal itu disaksikan oleh dua orang saksi laki-laki yang adil, untuk memantapkan rumah tangganya kembali.\nSelanjutnya Allah menyerukan agar kesaksian itu diberikan secara jujur karena Allah semata-mata tanpa mengharapkan bayaran dan tanpa memihak, sebagaimana firman Allah:\n\nJadilah kamu penegak keadilan, menjadi saksi karena Allah, walaupun terhadap dirimu sendiri. (an-Nisa'/4: 135)\n\nDemikian seruan mengenai rujuk dan talak untuk menjadi pelajaran bagi orang yang beriman kepada Allah di hari akhirat. Orang yang bertakwa kepada Allah, dan patuh menaati peraturan-peraturan yang telah ditetapkan-Nya, antara lain mengenai rujuk dan talak tersebut di atas, niscaya Ia akan menunjukkan baginya jalan keluar dari kesulitan yang dihadapinya.\nBagi orang-orang yang bertakwa kepada Allah, tidak saja diberi dan dimudahkan jalan keluar dari kesulitan yang dihadapinya, tetapi juga diberi rezeki oleh Allah dari arah yang tidak disangka-sangka, yang belum pernah terlintas dalam pikirannya. Selanjutnya Allah menyerukan agar mereka bertawakal kepada-Nya, karena Allah-lah yang mencukupkan keperluannya mensukseskan urusannya. \nBertawakal kepada Allah artinya berserah diri kepada-Nya, menyerahkan sepenuhnya kepada-Nya keberhasilan usaha. Setelah ia berusaha dan memantapkan satu ikhtiar, barulah ia bertawakal. Bukanlah tawakal namanya apabila seorang menyerahkan keadaannya kepada Allah tanpa usaha dan ikhtiar. Berusaha dan berikhtiar dahulu baru bertawakal menyerahkan diri kepada Allah. \nPernah terjadi seorang Arab Badui berkunjung kepada Nabi di Medinah dengan mengendarai unta. Setelah orang Arab itu sampai ke tempat yang dituju, ia turun dari untanya lalu masuk menemui Nabi saw. Nabi bertanya, \"Apakah unta sudah ditambatkan?\" Orang Badui itu menjawab, \"Tidak! Saya melepaskan begitu saja, dan saya bertawakal kepada Allah.\" Nabi saw bersabda, \"Tambatkan dulu untamu, baru bertawakal.\"\nAllah akan melaksanakan dan menyempurnakan urusan orang yang bertawakal kepada-Nya sesuai dengan kodrat iradat-Nya, pada waktu yang telah ditetapkan, sebagaimana dijelaskan dalam firman-Nya:\n\nDan segala sesuatu ada ukuran di sisi-Nya. (ar-Ra'd/13: 8)"
        },
        "quraish": "Akan disediakan baginya sebab-sebab memperoleh rezeki yang tidak diperkirakan sebelumnya. Barangsiapa yang menyerahkan segala urusannya kepada Allah, maka Dia akan mencukupi segala keperluannya. Sesungguhnya Allah akan melaksanakan kehendak-Nya. Segala sesuatu telah ditentukan waktu dan ukurannya masing-masing, yang tidak akan dilampaui, oleh Allah.",
        "jalalayn": "(Dan memberinya rezeki dari arah yang tiada disangka-sangkanya) dari arah yang belum pernah terbisik dalam kalbunya. (Dan barang siapa yang bertawakal kepada Allah) dalam semua perkaranya (niscaya Allah akan memberi kecukupan) akan mencukupinya. (Sesungguhnya Allah melaksanakan urusan-Nya) tentang apa yang dikehendaki-Nya. Menurut suatu qiraat dibaca baalighu amrihi yakni dengan dimudhafkan. (Sesungguhnya Allah telah menjadikan bagi setiap sesuatu) seperti hidup penuh dengan kecukupan, dan hidup sengsara (ketentuan) atau waktu-waktu yang ditentukan."
      },
      "meta": {
        "juz": 28,
        "page": 558,
        "manzil": 7,
        "ruku": 492,
        "hizbQuarter": 223,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5221,
        "inSurah": 4
      },
      "arab": "وَالّٰۤـِٔيْ يَىِٕسْنَ مِنَ الْمَحِيْضِ مِنْ نِّسَاۤىِٕكُمْ اِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلٰثَةُ اَشْهُرٍۙ وَّالّٰۤـِٔيْ لَمْ يَحِضْنَۗ وَاُولَاتُ الْاَحْمَالِ اَجَلُهُنَّ اَنْ يَّضَعْنَ حَمْلَهُنَّۗ وَمَنْ يَّتَّقِ اللّٰهَ يَجْعَلْ لَّهٗ مِنْ اَمْرِهٖ يُسْرًا ",
      "translation": "Perempuan-perempuan yang tidak haid lagi (menopause) di antara istri-istrimu jika kamu ragu-ragu (tentang masa idahnya) maka idahnya adalah tiga bulan; dan begitu (pula) perempuan-perempuan yang tidak haid. Sedangkan perempuan-perempuan yang hamil, waktu idah mereka itu ialah sampai mereka melahirkan kandungannya. Dan barangsiapa bertakwa kepada Allah, niscaya Dia menjadikan kemudahan baginya dalam urusannya. ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5221.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5221.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5221.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5221.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5221.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5221.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/65_4.png",
        "secondary": "https://cdn.alquran.cloud/media/image/65/4"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dan adapun perempuan-perempuan yang tidak haid lagi, yaitu perempuan yang sudah menopause di antara istri-istri kamu jika kamu menjatuhkan talak kepadanya, maka masa idahnya jika kamu ragu-ragu adalah tiga bulan. Dan demikian pula masa idah bagi perempuan-perempuan yang tidak pernah haid sepanjang hidupnya juga tiga bulan. Sedangkan perempuan-perempuan hamil yang dijatuhi talak, maka waktu idah mereka itu ialah sampai mereka melahirkan kandungannya. Seusai melahirkan, maka masa idahnya berakhir. Dan barang siapa bertakwa kepada Allah dengan ketakwaan yang sesungguhnya dalam segala urusan, niscaya Dia akan menjadikan kemudahan baginya dalam urusannya karena ketakwaannya.",
          "long": "Ayat ini menjelaskan bahwa idah perempuan-perempuan yang ya'is (tidak haid lagi), adalah tiga bulan. Begitu juga perempuan muda yang belum pernah haid. Adapun bagi perempuan-perempuan yang hamil, maka idahnya sampai melahirkan kandungannya. Begitu juga perempuan-perempuan hamil yang meninggal suaminya, idahnya sampai melahirkan kandungannya, sebagaimana yang diriwayatkan Imam Malik, Imam Syafi'i, Abdur Razaq, Ibnu Abi Syaibah, dan Ibnu Mundhir dari Ibnu 'Umar. Ketika ditanya tentang perempuan hamil yang meninggal suaminya, Ibnu 'Umar menjawab, \"Apabila perempuan itu melahirkan kandungannya, maka ia menjadi halal (untuk dinikahi).\" Mengenai hal ini ada ulama yang berpendapat yang didasarkan pada masa terlama dari dua waktu, yaitu kalau hamil tua dan segera melahirkan maka idahnya 4 bulan 10 hari. Sedang kalau hamil muda, idahnya sampai perempuan itu melahirkan. Orang yang bertakwa kepada Allah, melaksanakan perintah-Nya dan menjauhi larangan-Nya, maka ia akan dimudahkan urusannya, dilepaskan dari kesulitan yang dialaminya.\nDua ayat di atas (ayat 1 dan 4), dan 2 (dua) ayat lain yang berada di antaranya (ayat 2 dan 3), mengatur mengenai tata cara perceraian. Di antaranya hal yang mengatur masa idah. Masa tersebut dengan jelas disebutkan sebagai 3 (tiga) bulan bagi wanita yang (sedang) tidak haid dan mereka yang sudah memasuki masa menopause, dan sampai saat melahirkan bagi mereka yang sedang mengandung.\nPada dasarnya, waktu tiga bulan, apabila tidak lagi terjadi persetubuhan, maka akan dapat ditentukan kondisi wanita, apakah dalam keadaan hamil atau tidak. Karena mulai pada bulan pertama kehamilan, haid akan berhenti. Tentunya, berhentinya haid ini dapat disebabkan oleh banyak hal. Dapat karena hamil, atau sedang memulai proses menopause, atau karena adanya penyakit. Bagi seorang wanita, mereka akan mengetahui terjadinya kehamilan dari adanya beberapa ciri lain, karena kehamilan tidak saja ditandai oleh terlambatnya haid atau makin \"gendutnya\" perut. Masih ada tanda-tanda lainnya. Memang tidak mudah mengetahui apakah seseorang benar-benar hamil atau tidak."
        },
        "quraish": "Wanita-wanita usia menopause (tidak haid lagi karena usia lanjut) yang masih dalam masa idah, jika kalian ragu-ragu tentang masa idah mereka, maka masa idahnya adalah tiga bulan. Begitu pula wanita- wanita yang tidak haid. Sedang wanita-wanita yang hamil, waktu idah mereka adalah sampai mereka melahirkan kandungannya. Barangsiapa bertakwa kepada Allah lalu melaksanakan segala ketentuan-Nya, maka Allah akan memudahkan segala urusannya.",
        "jalalayn": "(Dan perempuan-perempuan) dibaca wallaa'iy dan wallaa'i, dengan memakai hamzah dan ya atau tanpa memakai ya, demikian pula lafal yang sama sesudahnya (yang putus asa dari haid) lafal al-mahidh di sini bermakna haid (di antara perempuan-perempuan kalian jika kalian ragu-ragu) tentang masa idahnya (maka idah mereka adalah tiga bulan; dan begitu pula perempuan-perempuan yang tidak haid) karena mengingat mereka masih di bawah umur, maka idah mereka tiga bulan pula. Kedua kasus ini menyangkut wanita-wanita atau istri-istri yang tidak ditinggal mati oleh suaminya. Adapun istri-istri yang ditinggal mati oleh suaminya, idah mereka sebagaimana yang disebutkan di dalam firman-Nya berikut ini, yaitu, \"Hendaklah para istri itu menangguhkan dirinya (beridah) empat bulan sepuluh hari.\" (Q.S. Al-Baqarah 234) (Dan perempuan-perempuan yang hamil masa idahnya) baik mereka itu karena ditalak atau karena ditinggal mati oleh suaminya, maka batas masa idah mereka ialah (sampai mereka melahirkan kandungannya. Dan barang siapa yang bertakwa kepada Allah niscaya Allah menjadikan baginya kemudahan dalam urusannya) baik di dunia maupun di akhirat."
      },
      "meta": {
        "juz": 28,
        "page": 558,
        "manzil": 7,
        "ruku": 492,
        "hizbQuarter": 223,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5222,
        "inSurah": 5
      },
      "arab": "ذٰلِكَ اَمْرُ اللّٰهِ اَنْزَلَهٗٓ اِلَيْكُمْۗ وَمَنْ يَّتَّقِ اللّٰهَ يُكَفِّرْ عَنْهُ سَيِّاٰتِهٖ وَيُعْظِمْ لَهٗٓ اَجْرًا ",
      "translation": "Itulah perintah Allah yang diturunkan-Nya kepada kamu; barangsiapa bertakwa kepada Allah, niscaya Allah akan menghapus kesalahan-kesalahannya dan akan melipatgandakan pahala baginya. ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5222.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5222.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5222.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5222.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5222.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5222.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/65_5.png",
        "secondary": "https://cdn.alquran.cloud/media/image/65/5"
      },
      "tafsir": {
        "kemenag": {
          "short": "Itulah aturan Allah yang diturunkan-Nya kepada kamu agar dilaksanakan dengan baik dan benar; barang siapa bertakwa kepada Allah dengan mantap, niscaya Allah akan menghapus kesalahan-kesalahannya sebagai penghargaan atas kepatuhannya; dan Allah akan melipatgandakan pahala baginya atas usahanya yang sungguh-sungguh.",
          "long": "Dalam ayat ini, Allah menjelaskan bahwa hukum-hukum yang telah disyariatkan mengenai talak, tempat tinggal, dan idah perempuan yang tertera pada ayat-ayat yang lalu adalah ketentuan Allah yang mesti diamalkan dan dilaksanakan.\nPada akhir ayat ini, sekali lagi Allah menjelaskan bahwa bagi orang yang bertakwa kepada-Nya dengan mengerjakan perintah-Nya dan menjauhi larangan-Nya, niscaya Dia akan menghapus dan mengampuni dosanya sebagaimana yang telah dijanjikan-Nya. Dalam ayat lain Allah berfirman:\n\nPerbuatan-perbuatan baik itu menghapus kesalahan-kesalahan. (Hud/11: 114)\n\nSelain dari itu, Allah juga melipatgandakan pahala amal mereka, sebagaimana yang Ia janjikan dalam firman-Nya:\n\nBarang siapa berbuat kebaikan mendapat balasan sepuluh kali lipat amalnya. Dan barang siapa berbuat kejahatan dibalas seimbang dengan kejahatannya. Mereka sedikit pun tidak dirugikan (dizalimi). (al-An'am/6: 160)"
        },
        "quraish": "Masalah pemberlakuan hukum adalah urusan Allah, bukan yang lain, yang diturunkan kepada kalian. Barangsiapa bertakwa kepada Allah dengan senantiasa melaksanakan hukum-hukum-Nya akan dihapuskan segala kesalahannya dan diberi balasan yang besar.",
        "jalalayn": "(Itulah) yaitu hal-hal yang menyangkut masalah idah adalah (perintah Allah) atau hukum-Nya (yang diturunkan-Nya kepada kalian; dan barang siapa yang bertakwa kepada Allah niscaya Dia akan menutupi kesalahan-kesalahannya dan akan melipatgandakan pahala baginya)."
      },
      "meta": {
        "juz": 28,
        "page": 558,
        "manzil": 7,
        "ruku": 492,
        "hizbQuarter": 223,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5223,
        "inSurah": 6
      },
      "arab": "اَسْكِنُوْهُنَّ مِنْ حَيْثُ سَكَنْتُمْ مِّنْ وُّجْدِكُمْ وَلَا تُضَاۤرُّوْهُنَّ لِتُضَيِّقُوْا عَلَيْهِنَّۗ وَاِنْ كُنَّ اُولَاتِ حَمْلٍ فَاَنْفِقُوْا عَلَيْهِنَّ حَتّٰى يَضَعْنَ حَمْلَهُنَّۚ فَاِنْ اَرْضَعْنَ لَكُمْ فَاٰتُوْهُنَّ اُجُوْرَهُنَّۚ وَأْتَمِرُوْا بَيْنَكُمْ بِمَعْرُوْفٍۚ وَاِنْ تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهٗٓ اُخْرٰىۗ ",
      "translation": "Tempatkanlah mereka (para istri) di mana kamu bertempat tinggal menurut kemampuanmu dan janganlah kamu menyusahkan mereka untuk menyempitkan (hati) mereka. Dan jika mereka (istri-istri yang sudah ditalak) itu sedang hamil, maka berikanlah kepada mereka nafkahnya sampai mereka melahirkan, kemudian jika mereka menyusukan (anak-anak)mu maka berikanlah imbalannya kepada mereka; dan musyawarahkanlah di antara kamu (segala sesuatu) dengan baik; dan jika kamu menemui kesulitan, maka perempuan lain boleh menyusukan (anak itu) untuknya. ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5223.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5223.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5223.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5223.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5223.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5223.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/65_6.png",
        "secondary": "https://cdn.alquran.cloud/media/image/65/6"
      },
      "tafsir": {
        "kemenag": {
          "short": "Pada ayat ini diperintahkan kepada para suami untuk menyiapkan tempat tinggal bagi istri mereka. Allah berfirman, &ldquo;Tempatkanlah mereka, para istri, di mana kamu bertempat tinggal, yakni di tempat tinggal kamu yang layak menurut kemampuan kamu; dan janganlah kamu menyusahkan mereka, para istri untuk menyempitkan hati dan perasaan mereka. Dan jika mereka, istri-istri yang sudah ditalak itu sedang hamil, maka, wahai para suami, berikanlah kepada mereka nafkahnya sampai mereka melahirkan, karena itu merupakan bukti tanggung jawab kamu terhadap perempuan yang akan melahirkan keturunan kamu; kemudian jika mereka menyusukan anak-anak kamu, maka berikanlah imbalannya kepada mereka yang pantas; dan musyawarahkanlah di antara kamu tentang segala sesuatu berkenaan dengan nafkah dan imbalan menyusui anakmu dengan baik; dan jika kamu berdua saling menemukan kesulitan untuk memberikan ASI kepada anakmu karena sesuatu dan lain hal, maka perempuan lain yang sehat boleh menyusukan anak itu untuk kelangsungan hidup-nya dengan imbalan yang layak dan sadarilah bahwa anakmu akan menjadi anak persusuan perempuan itu.",
          "long": "Dalam ayat ini, Allah menjelaskan bahwa menjadi kewajiban bagi suami memberi tempat tinggal yang layak, sesuai dengan kemampuannya kepada istri yang tengah menjalani idah. Jangan sekali-kali ia berbuat yang menyempitkan dan menyusahkan hati sang istri dengan menempatkannya pada tempat yang tidak layak atau membiarkan orang lain tinggal bersamanya, sehingga ia merasa harus meninggalkan tempat itu dan menuntut tempat lain yang disenangi.\nJika istri yang di talak ba'in sedang hamil, maka ia wajib diberi nafkah secukupnya sampai melahirkan. Apabila ia melahirkan, maka habislah masa idahnya. Namun demikian, karena ia menyusukan anak-anak dari suami yang menceraikannya, maka ia wajib diberi nafkah oleh sang suami sebesar yang umum berlaku. Sebaiknya seorang ayah dan ibu merundingkan dengan cara yang baik tentang kemaslahatan anak-anaknya, baik mengenai kesehatan, pendidikan, maupun hal lainnya. Di sejumlah negara muslim, hak-hak perempuan yang dicerai telah diatur secara khusus dalam undang-undang.\nApabila di antara kedua belah pihak tidak terdapat kata sepakat, maka pihak ayah boleh saja memilih perempuan lain yang dapat menerima dan memahami kemampuannya untuk menyusukan anak-anaknya. Sekalipun demikian, kalau anak itu tidak mau menyusu kepada perempuan lain, tetapi hanya ke ibunya, maka sang bapak wajib memberi nafkah yang sama besarnya seperti nafkah yang diberikan kepada orang lain."
        },
        "quraish": "Tempatkanlah mereka di mana kalian bertempat tinggal menurut kemampuan kalian. Janganlah kalian menyusahkan mereka untuk menyempitkan mereka dalam bertempat tinggal. Jika mereka sedang dalam keadaan hamil maka berilah mereka nafkah sampai mereka bersalin. Kemudian jika mereka menyusui anak kalian maka berikanlah kepada mereka upahnya. Hendaknya kalian saling mentolerir pihak lain dan tidak bersikap keras kepala. Dan jika salah seorang kalian menyusahkan yang lain dengan sikap kikir dan keras kepala, maka wanita lain--selain ibu yang diceraikan--boleh menyusukan anak itu untuk sang ayah.",
        "jalalayn": "(Tempatkanlah mereka) yakni istri-istri yang ditalak itu (pada tempat kalian tinggal) pada sebagian tempat-tempat tinggal kalian (menurut kemampuan kalian) sesuai dengan kemampuan kalian, lafal ayat ini menjadi athaf bayan atau badal dari lafal yang sebelumnya dengan mengulangi penyebutan huruf jarr-nya/kata depan dan memperkirakan adanya mudhaf. Yakni pada tempat-tempat tinggal yang kalian mampui, bukannya pada tempat-tempat tinggal yang di bawah itu (dan janganlah kalian menyusahkan mereka untuk menyempitkan hati mereka) dengan memberikan kepada mereka tempat-tempat tinggal yang tidak layak, sehingga mereka terpaksa butuh untuk keluar atau membutuhkan nafkah, lalu karena itu maka mereka mengeluarkan biaya sendiri. (Dan jika mereka itu sedang hamil, maka berikanlah kepada mereka nafkahnya hingga mereka bersalin, kemudian jika mereka menyusukan bayi kalian) maksudnya menyusukan anak-anak kalian hasil hubungan dengan mereka (maka berikanlah kepada mereka upahnya) sebagai upah menyusukan (dan bermusyawarahlah di antara kalian) antara kalian dan mereka (dengan baik) dengan cara yang baik menyangkut hak anak-anak kalian, yaitu melalui permusyawaratan sehingga tercapailah kesepakatan mengenai upah menyusukan (dan jika kalian menemui kesulitan) artinya kalian enggan untuk menyusukannya; yaitu dari pihak ayah menyangkut masalah upah, sedangkan dari pihak ibu, siapakah yang akan menyusukannya (maka boleh menyusukan bayinya) maksudnya menyusukan si anak itu semata-mata demi ayahnya (wanita yang lain) dan ibu si anak itu tidak boleh dipaksa untuk menyusukannya."
      },
      "meta": {
        "juz": 28,
        "page": 559,
        "manzil": 7,
        "ruku": 492,
        "hizbQuarter": 223,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5224,
        "inSurah": 7
      },
      "arab": "لِيُنْفِقْ ذُوْ سَعَةٍ مِّنْ سَعَتِهٖۗ وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهٗ فَلْيُنْفِقْ مِمَّآ اٰتٰىهُ اللّٰهُ ۗ لَا يُكَلِّفُ اللّٰهُ نَفْسًا اِلَّا مَآ اٰتٰىهَاۗ سَيَجْعَلُ اللّٰهُ بَعْدَ عُسْرٍ يُّسْرًا ࣖ ",
      "translation": "Hendaklah orang yang mempunyai keluasan memberi nafkah menurut kemampuannya, dan orang yang terbatas rezekinya, hendaklah memberi nafkah dari harta yang diberikan Allah kepadanya. Allah tidak membebani kepada seseorang melainkan (sesuai) dengan apa yang diberikan Allah kepadanya. Allah kelak akan memberikan kelapangan setelah kesempitan. ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5224.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5224.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5224.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5224.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5224.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5224.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/65_7.png",
        "secondary": "https://cdn.alquran.cloud/media/image/65/7"
      },
      "tafsir": {
        "kemenag": {
          "short": "Hendaklah orang yang mempunyai keluasan, yaitu suami yang berkecukupan, memberi nafkah kepada istri yang ditalaknya selama masa idah dan memberikan imbalan kepadanya karena telah menyusui anaknya, dari kemampuannya yang telah diberikan Allah kepadanya. Dan adapun orang yang terbatas rezekinya, yakni suami yang tidak sanggup, hendaklah memberi nafkah kepada istri yang ditalaknya selama masa idah dari harta yang diberikan Allah kepadanya sesuai dengan kesanggupannya. Allah tidak membebani seseorang melainkan sesuai dengan apa yang diberikan Allah kepadanya, rezeki dan kemampuan; Allah akan memberikan kemudahan kepada seseorang setelah ia menunjukkan kegigihan dalam menghadapi kesulitan.",
          "long": "Dalam ayat ini, Allah menjelaskan bahwa kewajiban ayah memberikan upah kepada perempuan yang menyusukan anaknya menurut kemampuannya. Jika kemampuan ayah itu hanya dapat memberi makan karena rezekinya sedikit, maka hanya itulah yang menjadi kewajibannya. Allah tidak akan memikulkan beban kepada seseorang melainkan sesuai dengan kemampuannya, sebagaimana firman-Nya:\n\nAllah tidak membebani seseorang melainkan sesuai dengan kesanggupannya. (al-Baqarah/2: 286)\n\nDalam ayat lain juga dijelaskan:\n\nSeseorang tidak dibebani lebih dari kesanggupannya. (al-Baqarah/2: 233)\n\nTidak ada yang kekal di dunia. Pada suatu waktu, Allah akan mem-berikan kelapangan sesudah kesempitan, kekayaan sesudah kemiskinan, kesenangan sesudah penderitaan. Allah berfirman:\n\nSesungguhnya beserta kesulitan itu ada kemudahan. (asy-Syarh/94: 6)"
        },
        "quraish": "Orang yang memiliki banyak rezeki dari Allah hendaknya memberi nafkah dari rezeki yang banyak itu. Dan orang yang memiliki sedikit rezeki hendaklah memberi nafkah dari sebagian harta yang diberikan Allah kepadanya itu. Allah tidak memikulkan beban kepada seseorang melainkan sekadar apa yang Allah berikan. Allah akan memberikan kelapangan sesudah kesempitan.",
        "jalalayn": "(Hendaklah memberikan nafkah) kepada istri-istri yang telah ditalak, dan kepada istri-istri yang sedang menyusukan (orang yang mampu menurut kemampuannya. Dan orang yang dibatasi) disempitkan (rezekinya hendaklah memberi nafkah dari apa yang didatangkan kepadanya) yaitu dari rezeki yang telah diberikan kepadanya (oleh Allah) sesuai dengan kemampuannya. (Allah tidak memikulkan beban kepada seseorang melainkan sekedar apa yang Allah berikan kepadanya. Allah kelak akan memberikan kelapangan sesudah kesempitan) dan ternyata Allah memberikan kelapangan itu melalui kemenangan-kemenangan yang dialami oleh kaum muslimin."
      },
      "meta": {
        "juz": 28,
        "page": 559,
        "manzil": 7,
        "ruku": 492,
        "hizbQuarter": 223,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5225,
        "inSurah": 8
      },
      "arab": "وَكَاَيِّنْ مِّنْ قَرْيَةٍ عَتَتْ عَنْ اَمْرِ رَبِّهَا وَرُسُلِهٖ فَحَاسَبْنٰهَا حِسَابًا شَدِيْدًاۙ وَّعَذَّبْنٰهَا عَذَابًا نُّكْرًا ",
      "translation": "Dan betapa banyak (penduduk) negeri yang mendurhakai perintah Tuhan mereka dan rasul-rasul-Nya, maka Kami buat perhitungan terhadap penduduk negeri itu dengan perhitungan yang ketat, dan Kami azab mereka dengan azab yang mengerikan (di akhirat),",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5225.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5225.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5225.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5225.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5225.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5225.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/65_8.png",
        "secondary": "https://cdn.alquran.cloud/media/image/65/8"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dan betapa banyak penduduk dari suatu negeri yang mendurhakai perintah Tuhan mereka dan rasul-rasul-Nya, seperti penduduk al-Hijr, Madyan, Sodom, dan Gomorah; maka Kami buat perhitungan terhadap penduduk negeri itu dengan perhitungan yang ketat, yaitu dengan mengazab mereka di dunia sebanding dengan pembangkangannya; dan Kami pun mengazab mereka dengan azab yang mengerikan di akhirat.",
          "long": "Dalam ayat ini, Allah menerangkan bahwa tidak sedikit daerah yang penduduknya menyalahi perintah-Nya, mendustakan rasul-rasul yang telah diutus kepada mereka. Mereka akan dihisab dengan perhitungan yang sangat teliti, sehingga terbongkar segala kejahatan yang telah diperbuatnya di dunia. Mereka lalu diazab dengan siksaan yang mengerikan."
        },
        "quraish": "Berapa banyak penduduk negeri yang meninggalkan perintah Allah dan Rasul-Nya yang Kami hisab secara kejam dengan merinci semua perbuatan mereka dan mempertanyakannya. Kami menyiksa mereka dengan azab yang mengerikan. Mereka pun merasakan akibat buruk perbuatannya. Akibat perbuatan mereka adalah kerugian yang besar.",
        "jalalayn": "(Dan berapalah banyaknya) lafal ka'ayyin huruf kafnya adalah huruf jarr, masuk ke dalam huruf ayy yang bermakna kam. Sudah berapa banyak (negeri) yakni banyak negeri-negeri (yang mendurhakai) yang penduduknya telah berbuat durhaka (perintah Rabbnya dan rasul-rasul-Nya, maka Kami hisab penduduk negeri-negeri itu) di akhirat, sekalipun hari akhirat itu belum datang. Diungkapkan dengan memakai fi'il madhi, yaitu haasabnaahaa, karena hal itu pasti terjadi (dengan hisab yang keras, dan Kami azab mereka dengan azab yang mengerikan) dapat dibaca nukra dan nukura, artinya azab yang mengerikan, yaitu azab neraka."
      },
      "meta": {
        "juz": 28,
        "page": 559,
        "manzil": 7,
        "ruku": 493,
        "hizbQuarter": 223,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5226,
        "inSurah": 9
      },
      "arab": "فَذَاقَتْ وَبَالَ اَمْرِهَا وَكَانَ عَاقِبَةُ اَمْرِهَا خُسْرًا ",
      "translation": "sehingga mereka merasakan akibat yang buruk dari perbuatannya, dan akibat perbuatan mereka, itu adalah kerugian yang besar. ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5226.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5226.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5226.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5226.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5226.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5226.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/65_9.png",
        "secondary": "https://cdn.alquran.cloud/media/image/65/9"
      },
      "tafsir": {
        "kemenag": {
          "short": "Sehingga mereka, orang-orang yang mencemoohkan misi para rusul itu, merasakan akibat buruk dari perbuatannya, baik azab di dunia lebih-lebih azab di akhirat, dan akibat perbuatan mereka itu akan disadari oleh mereka di akhirat merupakan kerugian yang besar bagi diri mereka sendiri.",
          "long": "Dalam ayat ini, Allah menerangkan bahwa orang-orang yang diazab di hari Kiamat dengan azab yang mengerikan adalah seperti orang-orang yang memetik hasil tanaman mereka, mendapatkan hasil usaha mereka sesuai dengan tanaman dan usaha mereka. Jika baik yang ditanam, baik pula yang akan dipetik, sebaliknya jika buruk yang ditanam, buruk pula yang akan dipetik, dan tidak mungkin terjadi sebaliknya. Sejalan dengan uraian ini, dalam ayat lain dijelaskan:\n\nBarang siapa mengerjakan kebajikan maka (pahalanya) untuk dirinya sendiri dan barang siapa berbuat jahat maka (dosanya) menjadi tanggungan dirinya sendiri. Dan Tuhanmu sama sekali tidak menzalimi hamba-hamba-(Nya). (Fussilat/41: 46)\n\nAkibat perbuatan buruk yang mereka kerjakan, mereka memperoleh kerugian yang sangat besar."
        },
        "quraish": "Berapa banyak penduduk negeri yang meninggalkan perintah Allah dan Rasul-Nya yang Kami hisab secara kejam dengan merinci semua perbuatan mereka dan mempertanyakannya. Kami menyiksa mereka dengan azab yang mengerikan. Mereka pun merasakan akibat buruk perbuatannya. Akibat perbuatan mereka adalah kerugian yang besar.",
        "jalalayn": "(Maka mereka merasakan akibat dari perbuatannya) hukuman dari perbuatannya (dan adalah akibat perbuatan mereka kerugian yang besar) kerugian dan kebinasaan."
      },
      "meta": {
        "juz": 28,
        "page": 559,
        "manzil": 7,
        "ruku": 493,
        "hizbQuarter": 223,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5227,
        "inSurah": 10
      },
      "arab": "اَعَدَّ اللّٰهُ لَهُمْ عَذَابًا شَدِيْدًا ۖفَاتَّقُوا اللّٰهَ يٰٓاُولِى الْاَلْبَابِۛ الَّذِيْنَ اٰمَنُوْا ۛ قَدْ اَنْزَلَ اللّٰهُ اِلَيْكُمْ ذِكْرًاۙ ",
      "translation": "Allah menyediakan azab yang keras bagi mereka, maka bertakwalah kepada Allah wahai orang-orang yang mempunyai akal! (Yaitu) orang-orang yang beriman. Sungguh, Allah telah menurunkan peringatan kepadamu, ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5227.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5227.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5227.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5227.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5227.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5227.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/65_10.png",
        "secondary": "https://cdn.alquran.cloud/media/image/65/10"
      },
      "tafsir": {
        "kemenag": {
          "short": "Sejalan dengan ayat sebelumnya, Allah menyediakan azab yang keras bagi mereka, yaitu bagi orang-orang yang menolak beriman kepada-Nya; maka bertakwalah kepada Allah wahai orang-orang yang mempunyai akal, yaitu orang-orang yang berpikir, lagi beriman dan bertakwa kepada Allah supaya kamu terhindar dari azab yang mengerikan di akhirat. Sungguh, Allah telah menurunkan peringatan, yakni al-Qur\\'an kepada kamu.",
          "long": "Dalam ayat ini, Allah menerangkan bahwa bagi orang-orang yang senantiasa memperlihatkan keingkaran dan pembangkangan terhadap ajaran-ajaran para rasul yang berasal dari Allah, telah disediakan azab yang pedih di hari kemudian. Orang-orang yang berakal dan beriman mestinya bertakwa kepada Allah, karena Ia telah lama menurunkan peringatan yaitu Al-Qur'an, yang memperingatkan segala sesuatunya, untuk menjadi pegangan dengan mengamalkan serta mematuhi isinya."
        },
        "quraish": "Allah menyediakan siksa yang amat keras untuk penduduk banyak negeri yang sombong. Maka jauhilah murka Allah, hai orang-orang yang berakal cemerlang dan beriman. Sesungguhnya Allah telah menurunkan seorang rasul mulia dan terhormat yang membacakan kepada kalian ayat-ayat Allah yang menjelaskan mana yang benar dan mana yang salah, untuk mengeluarkan orang-orang yang beriman dan beramal saleh dari kesesatan menuju ke cahaya petunjuk. Barangsiapa yang beriman kepada Allah dan melakukan amal saleh, maka akan dimasukkan ke dalam surga yang dialiri sungai-sungai. Mereka akan kekal berada di dalamnya. Sesungguhnya Allah memberikan rezeki yang baik kepada orang Mukmin yang berbuat baik.",
        "jalalayn": "(Allah menyediakan bagi mereka azab yang keras) di sini ancaman tersebut diulangi untuk mengukuhkan makna (maka bertakwalah kepada Allah, hai orang-orang yang mempunyai akal) pikiran (yaitu orang-orang yang beriman) lafal alladziina aamanuu merupakan sifat bagi munada atau orang-orang yang diseru tadi atau merupakan bayan atau penjelasan baginya. (Sesungguhnya Allah telah menurunkan peringatan kepada kalian) yakni Alquran."
      },
      "meta": {
        "juz": 28,
        "page": 559,
        "manzil": 7,
        "ruku": 493,
        "hizbQuarter": 223,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5228,
        "inSurah": 11
      },
      "arab": "رَّسُوْلًا يَّتْلُوْا عَلَيْكُمْ اٰيٰتِ اللّٰهِ مُبَيِّنٰتٍ لِّيُخْرِجَ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ مِنَ الظُّلُمٰتِ اِلَى النُّوْرِۗ وَمَنْ يُّؤْمِنْۢ بِاللّٰهِ وَيَعْمَلْ صَالِحًا يُّدْخِلْهُ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًاۗ قَدْ اَحْسَنَ اللّٰهُ لَهٗ رِزْقًا ",
      "translation": "(dengan mengutus) seorang Rasul yang membacakan ayat-ayat Allah kepadamu yang menerangkan (bermacam-macam hukum), agar Dia mengeluarkan orang-orang yang beriman dan mengerjakan kebajikan, dari kegelapan kepada cahaya. Dan barangsiapa beriman kepada Allah dan mengerjakan kebajikan, niscaya Dia akan memasukkannya ke dalam surga-surga yang mengalir di bawahnya sungai-sungai; mereka kekal di dalamnya selama-lamanya. Sungguh, Allah memberikan rezeki yang baik kepadanya. ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5228.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5228.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5228.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5228.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5228.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5228.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/65_11.png",
        "secondary": "https://cdn.alquran.cloud/media/image/65/11"
      },
      "tafsir": {
        "kemenag": {
          "short": "dan Allah telah seorang Rasul yang membacakan ayat-ayat Allah kepada kamu sekalian yang menerangkan ajaran Allah agar Dia mengeluarkan orang-orang yang beriman dan mengerjakan kebajikan, dari kegelapan kufur dan kebodohan kepada cahaya iman dan ilmu. Dan barang siapa beriman kepada Allah dengan keimanan yang sejatinya dan mengerjakan kebajikan, niscaya Dia akan memasukkannya ke dalam surga-surga di akhirat yang mengalir di bawahnya sungai-sungai sehingga merasakan kenikmatan yang tiada tara; mereka kekal di dalamnya selama-lamanya dalam suasana penuh kenikmatan. Sungguh, Allah memberikan rezeki yang baik kepadanya dengan mendaptkan rida-Nya sehingga diizinkan masuk surga.",
          "long": "Dalam ayat ini, Allah menerangkan bahwa Dia telah mengutus seorang rasul untuk membacakan dan mengajarkan ayat-ayat kitab suci Al-Qur'an yang diturunkan kepadanya, yang mengandung bermacam-macam petunjuk dan hukum. Ayat-ayatnya sangat jelas dan mudah dipahami oleh orang yang mau memikirkan dan mempergunakan akalnya, agar orang-orang beriman dan mengerjakan amal saleh memperoleh petunjuk, dan keluar dari kegelapan menuju cahaya yang terang benderang. Orang-orang yang beriman kepada Allah mengakui kebesaran kekuasaan-Nya. Mereka itu akan dimasukkan ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya untuk selama-lamanya, tidak akan mati dan tidak akan dikeluarkan. Di dalam surga, mereka memperoleh beraneka macam kenikmatan yang besar, kelapangan rezeki berupa makanan dan minuman yang tidak pernah dilihat mata, didengar telinga, dan terlintas di dalam hati manusia."
        },
        "quraish": "Allah menyediakan siksa yang amat keras untuk penduduk banyak negeri yang sombong. Maka jauhilah murka Allah, hai orang-orang yang berakal cemerlang dan beriman. Sesungguhnya Allah telah menurunkan seorang rasul mulia dan terhormat yang membacakan kepada kalian ayat-ayat Allah yang menjelaskan mana yang benar dan mana yang salah, untuk mengeluarkan orang-orang yang beriman dan beramal saleh dari kesesatan menuju ke cahaya petunjuk. Barangsiapa yang beriman kepada Allah dan melakukan amal saleh, maka akan dimasukkan ke dalam surga yang dialiri sungai-sungai. Mereka akan kekal berada di dalamnya. Sesungguhnya Allah memberikan rezeki yang baik kepada orang Mukmin yang berbuat baik.",
        "jalalayn": "(Dan mengutus seorang rasul) yakni Nabi Muhammad saw. Dinashabkan oleh fi'il yang diperkirakan keberadaannya yakni Allah mengutus seorang rasul (yang membacakan kepada kalian ayat-ayat Allah yang menerangkan) dapat dibaca mubayyanatun, artinya yang menerangkan, juga dapat dibaca mubayyinatun, artinya yang terang; penafsirannya sebagaimana yang telah lalu (supaya Dia mengeluarkan orang-orang yang beriman dan mengerjakan amal-amal saleh) sesudah datangnya peringatan atau Alquran dan rasul (dari kegelapan) dari kekafiran yang mereka bergelimang di dalamnya (kepada cahaya) kepada iman yang menegakkan mereka sesudah mereka kafir. (Dan barang siapa beriman kepada Allah dan mengerjakan amal saleh niscaya Dia akan memasukkannya) menurut suatu qiraat lafal yudkhilhu dibaca nudkhilhu, artinya niscaya Kami akan memasukkannya (ke dalam surga-surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Sesungguhnya Allah memberikan rezeki yang baik kepadanya) yaitu rezeki surga yang kenikmatannya tiada henti-hentinya."
      },
      "meta": {
        "juz": 28,
        "page": 559,
        "manzil": 7,
        "ruku": 493,
        "hizbQuarter": 223,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5229,
        "inSurah": 12
      },
      "arab": "اَللّٰهُ الَّذِيْ خَلَقَ سَبْعَ سَمٰوٰتٍ وَّمِنَ الْاَرْضِ مِثْلَهُنَّۗ يَتَنَزَّلُ الْاَمْرُ بَيْنَهُنَّ لِتَعْلَمُوْٓا اَنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ەۙ وَّاَنَّ اللّٰهَ قَدْ اَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا ࣖ",
      "translation": "Allah yang menciptakan tujuh langit dan dari (penciptaan) bumi juga serupa. Perintah Allah berlaku padanya, agar kamu mengetahui bahwa Allah Mahakuasa atas segala sesuatu, dan ilmu Allah benar-benar meliputi segala sesuatu. ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5229.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5229.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5229.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5229.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5229.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5229.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/65_12.png",
        "secondary": "https://cdn.alquran.cloud/media/image/65/12"
      },
      "tafsir": {
        "kemenag": {
          "short": "Allah yang menciptakan tujuh lapis langit dan demikian juga penciptaan dari bumi serupa itu, yakni tujuh lapis bumi. Perintah Allah berupa hukum alam berlaku padanya secara mutlak, agar kamu mengetahui bahwa Allah Mahakuasa atas segala sesuatu yang menyadarkan manusia untuk beriman dan taat kepada Allah; dan menyadari bahwa ilmu Allah benar-benar meliputi segala sesuatu, baik yang kasat mata maupun yang tersembunyi.",
          "long": "Dalam ayat ini, Allah menerangkan bahwa Dialah yang menciptakan tujuh petala langit dan yang menciptakan tujuh lapis bumi. Dalam sebuah hadis yang diriwayatkan oleh Ibnu Mas'ud , Nabi saw bersabda: \nWahai Abu dzarr, tidaklah ada (perbandingan) tujuh petala langit dengan kursi melainkan seperti lingkaran kecil di hamparan tanah yang luas. Sedangkan (perbandingan) 'Arsy dengan kursi di hamparan tanah yang luas dengan lingkaran kecil. (Riwayat Ibn hibban dan Abu Nu'aim)\n\nPerintah, qadha', dan qadar Allah berlaku di antara bumi dan langit. Dialah yang mengatur semuanya sesuai dengan ilmu-Nya yang Mahaluas, menerapkan kebijaksanaan-Nya yang adil dan membawa maslahat. Semuanya itu bertujuan agar manusia mengetahui sejauh mana kekuasaan Allah. Tidak ada sesuatu yang dapat menghalangi kehendak-Nya. Dia kuasa di atas segala sesuatu. Hal ini juga bertujuan agar manusia mengetahui bahwa ilmu Allah meliputi segala sesuatunya. Tidak ada sesuatu di langit dan di bumi walau bagaimanapun kecilnya, kecuali diketahui Allah. Tidak ada yang tersembunyi bagi-Nya, sebagaimana dijelaskan dalam firman-Nya:\n\nBagi Allah tidak ada sesuatu pun yang tersembunyi di bumi dan di langit. (Ali 'Imran/3: 5)\n\nDijelaskan juga dalam firman-Nya yang lain:\n\nDan tidak ada sesuatu pun yang tersembunyi bagi Allah, baik yang ada di bumi maupun yang ada di langit. (Ibrahim/14: 38)"
        },
        "quraish": "Hanya Allahlah yang menciptakan tujuh langit dan seperti itu pula bumi. Perintah Allah berlaku di dalamnya. Itu semua agar kalian mengetahui bahwa Allah Mahakuasa atas segala sesuatu dan ilmu-Nya meliputi segalanya.",
        "jalalayn": "(Allah-lah yang menciptakan tujuh langit dan seperti itu pula bumi) tujuh lapis bumi. (Turunlah perintah) wahyu-Nya (di antaranya) di antara langit dan bumi, malaikat Jibril turun dari langit yang ketujuh hingga ke bumi lapis tujuh (agar kalian mengetahui) lafal lita'lamuu bertaalluq kepada lafal yang tidak disebutkan, yakni Allah memberi tahu kepada kalian akan hal tersebut, yaitu mengenai masalah penciptaan dan penurunan wahyu-Nya (bahwasanya Allah Maha Kuasa atas segala sesuatu, dan sesungguhnya Allah ilmu-Nya benar-benar meliputi segala sesuatu)."
      },
      "meta": {
        "juz": 28,
        "page": 559,
        "manzil": 7,
        "ruku": 493,
        "hizbQuarter": 223,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    }
  ]
}
