{
  "number": 70,
  "name": "Al-Ma'arij",
  "ayahs": [
    {
      "number": {
        "inQuran": 5376,
        "inSurah": 1
      },
      "arab": "سَاَلَ سَاۤىِٕلٌۢ بِعَذَابٍ وَّاقِعٍۙ",
      "translation": "Seseorang bertanya tentang azab yang pasti terjadi, ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5376.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5376.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5376.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5376.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5376.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5376.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_1.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/1"
      },
      "tafsir": {
        "kemenag": {
          "short": "Surah al-H&agrave;qqah menjelaskan sangat jelas tentang peristiwa Kiamat, pada awal surah ini dikemukakan adanya seseorang yang bertanya dengan tujuan untuk mengejek tentang Kiamat. Seseorang bertanya tentang tentang azab yang pasti terjadi,",
          "long": "Ayat-ayat ini menerangkan bahwa orang musyrik Mekah seperti an-Nadhr bin al-Harits meminta kepada Nabi Muhammad agar segera menimpakan azab yang telah dijanjikan itu kepada mereka, seandainya ancaman itu benar-benar berasal dari Allah, dan jika Muhammad itu benar-benar seorang rasul yang diutus Allah. Permintaan itu dijawab oleh ayat ini dengan mengatakan bahwa azab yang dijanjikan itu pasti menimpa orang-orang kafir, baik diminta atau tidak. Sebab, telah menjadi sunatullah bahwa azab itu pasti ditimpakan kepada setiap orang kafir."
        },
        "quraish": "[[70 ~ AL-MA'ARIJ (TEMPAT-TEMPAT NAIK) Pendahuluan: Makkiyyah, 44 ayat ~ Di dalam surat ini terdapat ancaman berupa hari kiamat, lama dan dahsatnya siksa pada hari itu yang tidak dapat diwakilkan oleh anak, istri, saudara dan kerabat. Bahkan juga tidak bisa ditebus oleh seluruh penghuni bumi. Surat ini memberitahukan kepada manusia akan kelemahannya pada saat suka maupun duka, kecuali orang-orang yang telah dijaga oleh Allah dengan ketakwaan dan amal saleh. Mereka selamat dari kelemahan itu Di dalam surat ini juga terdapat penolakan terhadap keinginan-keinginan jahat orang-orang kafir. Sebagai khatimah, surat ini ditutup dengan pesan untuk Rasulullah saw. agar membiarkan mereka dalam kebodohan dan permainan mereka sampai datang hari yang telah dijanjikan untuk mereka.]] Seseorang telah meminta--dengan nada mengejek--agar disegerakan azab yang pasti akan diberikan Allah kepada orang-orang kafir. Tidak ada yang dapat menghalangi azab tersebut dari mereka, karena azab itu datang dari Allah, Pemilik seluruh langit yang merupakan sumber terlaksananya kekuatan dan keputusan.",
        "jalalayn": "(Seseorang telah meminta) yakni berdoa meminta (kedatangan azab yang akan menimpa.)"
      },
      "meta": {
        "juz": 29,
        "page": 568,
        "manzil": 7,
        "ruku": 502,
        "hizbQuarter": 227,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5377,
        "inSurah": 2
      },
      "arab": "لِّلْكٰفِرِيْنَ لَيْسَ لَهٗ دَافِعٌۙ",
      "translation": "bagi orang-orang kafir, yang tidak seorang pun dapat menolaknya,",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5377.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5377.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5377.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5377.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5377.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5377.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_2.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/2"
      },
      "tafsir": {
        "kemenag": {
          "short": "siksa yang pasti akan dijatuhkan Allah bagi orang-orang kafir, yang tidak seorang pun dapat menolaknya,",
          "long": "Ayat-ayat ini menerangkan bahwa orang musyrik Mekah seperti an-Nadhr bin al-Harits meminta kepada Nabi Muhammad agar segera menimpakan azab yang telah dijanjikan itu kepada mereka, seandainya ancaman itu benar-benar berasal dari Allah, dan jika Muhammad itu benar-benar seorang rasul yang diutus Allah. Permintaan itu dijawab oleh ayat ini dengan mengatakan bahwa azab yang dijanjikan itu pasti menimpa orang-orang kafir, baik diminta atau tidak. Sebab, telah menjadi sunatullah bahwa azab itu pasti ditimpakan kepada setiap orang kafir."
        },
        "quraish": "[[70 ~ AL-MA'ARIJ (TEMPAT-TEMPAT NAIK) Pendahuluan: Makkiyyah, 44 ayat ~ Di dalam surat ini terdapat ancaman berupa hari kiamat, lama dan dahsatnya siksa pada hari itu yang tidak dapat diwakilkan oleh anak, istri, saudara dan kerabat. Bahkan juga tidak bisa ditebus oleh seluruh penghuni bumi. Surat ini memberitahukan kepada manusia akan kelemahannya pada saat suka maupun duka, kecuali orang-orang yang telah dijaga oleh Allah dengan ketakwaan dan amal saleh. Mereka selamat dari kelemahan itu Di dalam surat ini juga terdapat penolakan terhadap keinginan-keinginan jahat orang-orang kafir. Sebagai khatimah, surat ini ditutup dengan pesan untuk Rasulullah saw. agar membiarkan mereka dalam kebodohan dan permainan mereka sampai datang hari yang telah dijanjikan untuk mereka.]] Seseorang telah meminta--dengan nada mengejek--agar disegerakan azab yang pasti akan diberikan Allah kepada orang-orang kafir. Tidak ada yang dapat menghalangi azab tersebut dari mereka, karena azab itu datang dari Allah, Pemilik seluruh langit yang merupakan sumber terlaksananya kekuatan dan keputusan.",
        "jalalayn": "(Untuk orang-orang kafir, yang tidak seorang pun dapat menolaknya) dia adalah Nadhr bin Haris, ia mengatakan di dalam permintaannya, sebagaimana yang disitir oleh firman-Nya, \"Ya Allah, jika betul (Alquran) ini, dialah yang benar dari sisi Engkau...\" (Q.S. Al-Anfal 32)"
      },
      "meta": {
        "juz": 29,
        "page": 568,
        "manzil": 7,
        "ruku": 502,
        "hizbQuarter": 227,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5378,
        "inSurah": 3
      },
      "arab": "مِّنَ اللّٰهِ ذِى الْمَعَارِجِۗ",
      "translation": "(Azab) dari Allah, yang memiliki tempat-tempat naik.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5378.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5378.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5378.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5378.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5378.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5378.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_3.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/3"
      },
      "tafsir": {
        "kemenag": {
          "short": "azab itu datangnya dari Allah, yang memiliki tempat-tempat naik yaitu tempat naiknya para malaikat atau amal-amal manusia",
          "long": "Azab itu datang dari Allah pada waktu yang telah ditentukan, dan jika datang, tidak seorang pun yang dapat menolaknya. Maksud perkataan “al-ma‘arij” (mempunyai tangga) yang terdapat dalam ayat ini adalah bahwa azab datang dari Allah Yang Mahatinggi dan Mahasempurna. Tidak ada sifat kekurangan sedikit pun pada Allah, dan kedatangan azab itu semata-mata atas kehendak dan keputusan-Nya, bukan berdasarkan permintaan makhluk, seperti yang dilakukan oleh an-Nadhr bin al-Harits itu.\nDari ayat ini dipahami bahwa seakan-akan orang musyrik tidak mengetahui kemuliaan dan kebesaran Allah. Seakan-akan kepada Allah, dapat dimintakan seluruh kehendak dan keinginan mereka, sebagaimana yang mereka lakukan terhadap berhala-berhala."
        },
        "quraish": "[[70 ~ AL-MA'ARIJ (TEMPAT-TEMPAT NAIK) Pendahuluan: Makkiyyah, 44 ayat ~ Di dalam surat ini terdapat ancaman berupa hari kiamat, lama dan dahsatnya siksa pada hari itu yang tidak dapat diwakilkan oleh anak, istri, saudara dan kerabat. Bahkan juga tidak bisa ditebus oleh seluruh penghuni bumi. Surat ini memberitahukan kepada manusia akan kelemahannya pada saat suka maupun duka, kecuali orang-orang yang telah dijaga oleh Allah dengan ketakwaan dan amal saleh. Mereka selamat dari kelemahan itu Di dalam surat ini juga terdapat penolakan terhadap keinginan-keinginan jahat orang-orang kafir. Sebagai khatimah, surat ini ditutup dengan pesan untuk Rasulullah saw. agar membiarkan mereka dalam kebodohan dan permainan mereka sampai datang hari yang telah dijanjikan untuk mereka.]] Seseorang telah meminta--dengan nada mengejek--agar disegerakan azab yang pasti akan diberikan Allah kepada orang-orang kafir. Tidak ada yang dapat menghalangi azab tersebut dari mereka, karena azab itu datang dari Allah, Pemilik seluruh langit yang merupakan sumber terlaksananya kekuatan dan keputusan.",
        "jalalayn": "(Yang datang dari Allah) lafal minallaah ini berkaitan erat dengan lafal Waaqi' yang ada di akhir ayat pertama (yang mempunyai tempat-tempat naik) tempat-tempat naik bagi para malaikat, yaitu langit."
      },
      "meta": {
        "juz": 29,
        "page": 568,
        "manzil": 7,
        "ruku": 502,
        "hizbQuarter": 227,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5379,
        "inSurah": 4
      },
      "arab": "تَعْرُجُ الْمَلٰۤىِٕكَةُ وَالرُّوْحُ اِلَيْهِ فِيْ يَوْمٍ كَانَ مِقْدَارُهٗ خَمْسِيْنَ اَلْفَ سَنَةٍۚ",
      "translation": "Para malaikat dan Jibril naik (menghadap) kepada Tuhan, dalam sehari setara dengan lima puluh ribu tahun.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5379.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5379.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5379.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5379.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5379.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5379.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_4.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/4"
      },
      "tafsir": {
        "kemenag": {
          "short": "Para malaikat dan Jibril naik menghadap kepada Tuhan, dalam sehari yang kadarnya setara dengan lima puluh ribu tahun dari tahun-tahun di dunia, hal ini menunjukkan betapa dahsyatnya azab yang akan dialami oleh kaum kafir, karena terasa amat panjang.",
          "long": "Malaikat-malaikat dan Jibril menghadap Allah memakan waktu yang sangat singkat dan jika dilakukan manusia akan memakan waktu lima puluh ribu tahun. Angka 50.000 tahun yang disebutkan dalam ayat ini bukanlah bilangan yang sebenarnya, tetapi untuk menerangkan bahwa Arasy Allah itu sangat jauh dan tinggi, tidak akan dapat dicapai oleh hamba-hamba-Nya yang mana pun. Di sini ada beberapa makhluk Tuhan yang lain yang berbeda-beda tingkat dan kemampuannya.\nDalam firman Allah yang lain, diterangkan bahwa Dia mengatur urusan dari langit ke bumi dalam suatu saat yang kadarnya sama dengan seribu tahun menurut perhitungan manusia:\n\nDia mengatur segala urusan dari langit ke bumi, kemudian (urusan) itu naik kepada-Nya dalam satu hari yang kadarnya (lamanya) adalah seribu tahun menurut perhitunganmu. (As-Sajdah/32: 5)\n\nSebenarnya persoalan berapa lama umur dunia ini, dan berapa lama waktu yang diperlukan malaikat naik kepada Allah kemudian turun kembali ke dunia ini melaksanakan perintah-perintah-Nya, termasuk perkara gaib. Hanya Allah yang mengetahuinya dengan pasti. Bagi kita sebagai hamba Allah, cukup percaya bahwa ada azab Allah yang akan ditimpakan kepada yang mereka yang mengingkari hari Kiamat.\nDalam Surah Az-Zariyat/51: 7, Allah bersumpah demi langit yang mem­punyai jalan-jalan. Jalan-jalan ini secara ilmiah, dapat ditafsirkan sebagai wormhole, yakni jalan pintas yang menghubungkan satu tempat dengan tempat lain di jagad raya ini. Kemudian Allah menegaskan dalam Surah Al-Ma\\\\\\\\\\\\\\'arij/70: 4 bahwa Ia memiliki ma‘arij, di mana malaikat-malaikat dan Jibril naik (menghadap) kepada Tuhan dalam sehari yang kadarnya lima puluh ribu tahun. \nSeperti telah dijelaskan dalam penafsiran Surah Az-Zariyat/51: 7 bahwa dalam teori fisika relativitas umum, dikenal mengenai mekanisme pemendekan jarak yang sangat jauh menjadi hanya beberapa meter saja yang saat ini oleh para ilmuwan disebut sebagai wormhole (lubang cacing). Jalan-jalan itu boleh jadi adalah ma‘arij, di mana Allah memperinci lebih jauh bahwa para malaikat dan Jibril naik menghadap Allah melalui jalan tersebut dan digambarkan bahwa mereka naik dalam sehari yang kadarnya lima puluh ribu tahun. \nMeski belum satu pun para ahli fisika menggunakannya, dalam wormhole kita bergerak tanpa membutuhkan energi. Begitu kita masuk ke dalamnya, medan gaya berat menarik kita dan tahu-tahu kita telah terlempar ke suatu tempat yang lain. Dalam wormhole, arloji kita bergerak lebih lambat dan tongkat yang kebetulan kita bawa juga memendek. Namun, begitu keluar semua kembali seperti sediakala termasuk jam dan tongkat yang kita bawa. Siapa saja melewati ma‘arij ini akan mengalami pemanjangan (dilation) waktu yakni sehari yang kadarnya lima puluh ribu tahun di bumi. Hal ini bukan berarti berapa lama kita melalui ma‘arij, tetapi jika kita melalui jalan ini kita akan menjadi lebih tua dengan perbandingan tersebut.\nPerjalanan Rasulullah dalam peristiwa Isra‘ Mi‘raj, boleh jadi melewati mekanisme pemendekan jarak sehingga jarak yang demikian jauhnya ditempuh Rasulullah hanya dalam bilangan jam. Ketika Rasulullah menceritakan peristiwa yang dialaminya, orang-orang kafir jelas tidak mempercayainya. Padahal itu adalah tanda-tanda kebesaran Allah. Menarik disimak dalam Surah Al-Hijr/15: 13-15:\n\nMereka tidak beriman kepadanya (Al-Qur‘an) padahal telah berlalu sunatullah terhadap orang-orang terdahulu. Dan kalau Kami bukakan kepada mereka salah satu pintu langit, lalu mereka terus menerus naik ke atasnya, tentulah mereka berkata, “Sesungguhnya pandangan kamilah yang dikaburkan, bahkan kami adalah orang yang terkena sihir.” (Al-Hijr/15: 13-15)\n\nDengan demikian, Allah menyatakan bahwa bagi mereka yang tidak beriman, sampai seandainya pintu langit dibuka dan mereka melaluinya, mereka akan tetap berdalih bahwa itu sebuah ilusi.\nSub¥anallah, Allah memberikan gambaran bagaimana mengatur makhluk-Nya. Para malaikat lalu lalang dari satu tempat ke tempat dengan menggunakan jalan khusus yang disebut ma‘arij, dan Rasulullah, Sang Kekasih Allah, mendapat kesempatan melalui ma‘arij-jalan istimewa- tersebut pada suatu malam yang sangat mengguncangkan, yakni Isra‘ Mi‘raj."
        },
        "quraish": "Para malaikat dan Jibril naik ke hadapan-Nya dalam sehari yang lamanya lima puluh ribu tahun dalam hitungan tahun dunia.",
        "jalalayn": "(Naiklah) dapat dibaca ta`ruju dan ya`ruju (malaikat-malaikat dan Jibril) Malaikat Jibril (kepada-Nya) kepada tempat turun bagi perintah-Nya di langit (dalam sehari) lafal fii yaumin bertaalluq kepada lafal yang tidak disebutkan, azab menimpa orang-orang kafir pada hari kiamat (yang kadarnya lima puluh ribu tahun) ini menurut apa yang dirasakan oleh orang kafir, karena penderitaan dan kesengsaraan yang mereka temui di hari itu. Adapun orang yang beriman merasakan hal itu amat pendek, bahkan lebih pendek daripada satu kali salat fardu yang dilakukan sewaktu di dunia. Demikianlah menurut keterangan yang disebutkan di dalam hadis."
      },
      "meta": {
        "juz": 29,
        "page": 568,
        "manzil": 7,
        "ruku": 502,
        "hizbQuarter": 227,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5380,
        "inSurah": 5
      },
      "arab": "فَاصْبِرْ صَبْرًا جَمِيْلًا",
      "translation": "Maka bersabarlah engkau (Muhammad) dengan kesabaran yang baik.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5380.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5380.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5380.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5380.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5380.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5380.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_5.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/5"
      },
      "tafsir": {
        "kemenag": {
          "short": "Menghadapi cemoohan kaum kafir tersebut, Allah memerintahkan agar Rasulullah bersabar. Allah berfirman. Maka bersabarlah engkau wahai Nabi Muhammad dengan kesabaran yang baik yaitu tanpa keluh kesah atau mengadu kepada makhluk.",
          "long": "Rasulullah saw disuruh bersabar terhadap sikap orang musyrik yang selalu memperolok-olokkannya. Beliau juga diminta untuk tidak merasa gelisah oleh sikap mereka, karena urusan azab adalah urusan Allah. Hanya Allah yang mengetahui kapan azab itu akan ditimpakan kepada mereka."
        },
        "quraish": "Maka bersabarlah, hai Muhammad, dalam menghadapi ejekan dan permintaan mereka agar azab disegerakan, tanpa berkeluh-kesah. Orang-orang kafir itu sungguh menganggap hari kiamat itu mustahil terjadi. Padahal itu amatlah mudah dan dapat dilakukan dengan kemampuan Kami.",
        "jalalayn": "(Maka bersabarlah kamu) ayat ini diturunkan sebelum ada perintah berperang (dengan sabar yang baik) sabar yang tidak disertai dengan gelisah."
      },
      "meta": {
        "juz": 29,
        "page": 568,
        "manzil": 7,
        "ruku": 502,
        "hizbQuarter": 227,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5381,
        "inSurah": 6
      },
      "arab": "اِنَّهُمْ يَرَوْنَهٗ بَعِيْدًاۙ",
      "translation": "Mereka memandang (azab) itu jauh (mustahil). ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5381.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5381.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5381.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5381.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5381.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5381.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_6.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/6"
      },
      "tafsir": {
        "kemenag": {
          "short": "Mereka kaum kafir itu memandang azab itu jauh yaitu mustahil terjadi.",
          "long": "Kaum musyrik memandang bahwa azab itu mustahil terjadi, karena teperdaya oleh kesenangan dunia yang sifatnya sementara. Juga karena ilmu mereka sangat sedikit dan tidak mengindahkan petunjuk Allah."
        },
        "quraish": "Maka bersabarlah, hai Muhammad, dalam menghadapi ejekan dan permintaan mereka agar azab disegerakan, tanpa berkeluh-kesah. Orang-orang kafir itu sungguh menganggap hari kiamat itu mustahil terjadi. Padahal itu amatlah mudah dan dapat dilakukan dengan kemampuan Kami.",
        "jalalayn": "(Sesungguhnya mereka memandangnya) memandang azab itu (jauh) artinya mustahil akan terjadi."
      },
      "meta": {
        "juz": 29,
        "page": 568,
        "manzil": 7,
        "ruku": 502,
        "hizbQuarter": 227,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5382,
        "inSurah": 7
      },
      "arab": "وَّنَرٰىهُ قَرِيْبًاۗ",
      "translation": "Sedangkan Kami memandangnya dekat (pasti terjadi). ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5382.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5382.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5382.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5382.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5382.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5382.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_7.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/7"
      },
      "tafsir": {
        "kemenag": {
          "short": "Sedangkan Kami memandangnya dekat yaitu pasti terjadi dan mudah bagi Kami.",
          "long": "Namun demikian, azab itu pasti terjadi karena Allah-lah yang menentukan segala sesuatu. Tidak ada satu pun yang sukar bagi-Nya. Jika Dia menghendaki terjadinya sesuatu, maka akan terjadi pada saat yang dikehendaki-Nya. Tidak ada suatu pun yang dapat melawan kehendaknya."
        },
        "quraish": "Maka bersabarlah, hai Muhammad, dalam menghadapi ejekan dan permintaan mereka agar azab disegerakan, tanpa berkeluh-kesah. Orang-orang kafir itu sungguh menganggap hari kiamat itu mustahil terjadi. Padahal itu amatlah mudah dan dapat dilakukan dengan kemampuan Kami.",
        "jalalayn": "(Sedangkan Kami memandangnya dekat) pasti terjadi."
      },
      "meta": {
        "juz": 29,
        "page": 568,
        "manzil": 7,
        "ruku": 502,
        "hizbQuarter": 227,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5383,
        "inSurah": 8
      },
      "arab": "يَوْمَ تَكُوْنُ السَّمَاۤءُ كَالْمُهْلِۙ",
      "translation": "(Ingatlah) pada hari ketika langit men-jadi bagaikan cairan tembaga, ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5383.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5383.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5383.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5383.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5383.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5383.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_8.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/8"
      },
      "tafsir": {
        "kemenag": {
          "short": "Ingatlah siksa yang akan dialami oleh kaum kafir itu akan terjadi pada hari ketika langit yang sehari-harinya terlihat kokoh menjadi bagaikan cairan tembaga,",
          "long": "Dalam ayat ini, Allah menerangkan saat-saat kedatangan azab serta keadaan manusia waktu itu. Azab datang kepada orang kafir pada waktu langit hancur luluh, seperti perak yang mencair karena dipanaskan, dan pada saat gunung-gunung hancur bertaburan, seakan-akan bulu-bulu burung yang sedang beterbangan karena hembusan angin. Kebingungan dan penderitaan dihadapi manusia pada waktu itu. Masing-masing tidak dapat menolong orang lain, tidak seorang pun teman akrab yang menanyakan temannya, sedangkan mereka melihat dan mengetahui penderitaan temannya itu."
        },
        "quraish": "Pada saat langit seperti perak yang meleleh dan gunung-gunung seperti bulu yang beterbangan, tidak ada seorang teman dekat pun yang menanyakan temannya, \"Bagaimana kabarmu?\" Semuanya sibuk dengan dirinya sendiri.",
        "jalalayn": "(Pada hari ketika langit) lafal ayat ini bertaalluq kepada lafal yang tidak disebutkan, yaitu azab itu terjadi pada hari ketika langit (menjadi seperti luluhan perak) seperti leburan perak."
      },
      "meta": {
        "juz": 29,
        "page": 568,
        "manzil": 7,
        "ruku": 502,
        "hizbQuarter": 227,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5384,
        "inSurah": 9
      },
      "arab": "وَتَكُوْنُ الْجِبَالُ كَالْعِهْنِۙ",
      "translation": "dan gunung-gunung bagaikan bulu (yang beterbangan), ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5384.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5384.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5384.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5384.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5384.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5384.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_9.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/9"
      },
      "tafsir": {
        "kemenag": {
          "short": "dan gunung-gunung yang demikian berat menancap di bumi bagaikan bulu yang beterbangan.",
          "long": "Dalam ayat ini, Allah menerangkan saat-saat kedatangan azab serta keadaan manusia waktu itu. Azab datang kepada orang kafir pada waktu langit hancur luluh, seperti perak yang mencair karena dipanaskan, dan pada saat gunung-gunung hancur bertaburan, seakan-akan bulu-bulu burung yang sedang beterbangan karena hembusan angin. Kebingungan dan penderitaan dihadapi manusia pada waktu itu. Masing-masing tidak dapat menolong orang lain, tidak seorang pun teman akrab yang menanyakan temannya, sedangkan mereka melihat dan mengetahui penderitaan temannya itu."
        },
        "quraish": "Pada saat langit seperti perak yang meleleh dan gunung-gunung seperti bulu yang beterbangan, tidak ada seorang teman dekat pun yang menanyakan temannya, \"Bagaimana kabarmu?\" Semuanya sibuk dengan dirinya sendiri.",
        "jalalayn": "(Dan gunung-gunung menjadi seperti bulu) maksudnya bagaikan bulu domba ringannya, terbawa terbang oleh angin."
      },
      "meta": {
        "juz": 29,
        "page": 568,
        "manzil": 7,
        "ruku": 502,
        "hizbQuarter": 227,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5385,
        "inSurah": 10
      },
      "arab": "وَلَا يَسْـَٔلُ حَمِيْمٌ حَمِيْمًاۚ ",
      "translation": "dan tidak ada seorang teman karib pun menanyakan temannya,",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5385.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5385.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5385.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5385.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5385.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5385.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_10.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/10"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dan ketika itu tidak ada seorang teman karib pun menanyakan keadaan temannya, karena mencekamnya situasi dan kesibukan masing-masing dengan urusannya.",
          "long": "Dalam ayat ini, Allah menerangkan saat-saat kedatangan azab serta keadaan manusia waktu itu. Azab datang kepada orang kafir pada waktu langit hancur luluh, seperti perak yang mencair karena dipanaskan, dan pada saat gunung-gunung hancur bertaburan, seakan-akan bulu-bulu burung yang sedang beterbangan karena hembusan angin. Kebingungan dan penderitaan dihadapi manusia pada waktu itu. Masing-masing tidak dapat menolong orang lain, tidak seorang pun teman akrab yang menanyakan temannya, sedangkan mereka melihat dan mengetahui penderitaan temannya itu."
        },
        "quraish": "Pada saat langit seperti perak yang meleleh dan gunung-gunung seperti bulu yang beterbangan, tidak ada seorang teman dekat pun yang menanyakan temannya, \"Bagaimana kabarmu?\" Semuanya sibuk dengan dirinya sendiri.",
        "jalalayn": "(Dan tidak ada seorang teman akrab pun menanyakan temannya) tiada karib kerabat yang menanyakan kerabatnya, karena pada hari itu masing-masing orang disibukkan oleh keadaannya sendiri."
      },
      "meta": {
        "juz": 29,
        "page": 568,
        "manzil": 7,
        "ruku": 502,
        "hizbQuarter": 227,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5386,
        "inSurah": 11
      },
      "arab": "يُبَصَّرُوْنَهُمْۗ يَوَدُّ الْمُجْرِمُ لَوْ يَفْتَدِيْ مِنْ عَذَابِ يَوْمِىِٕذٍۢ بِبَنِيْهِۙ",
      "translation": "sedang mereka saling melihat. Pada hari itu, orang yang berdosa ingin sekiranya dia dapat menebus (dirinya) dari azab dengan anak-anaknya, ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5386.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5386.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5386.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5386.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5386.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5386.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_11.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/11"
      },
      "tafsir": {
        "kemenag": {
          "short": "Sedang mereka saling melihat, mereka semua sadar bahwa ketika itu, tidak berguna lagi bantuan teman dan kerabat. Pada hari itu, orang yang berdosa ingin sekiranya dia dapat menebus dirinya dari azab dengan menyerahkan anak-anaknya,",
          "long": "Pada hari itu, orang kafir mengharapkan agar terlepas dari azab yang mereka derita, dengan menebus diri dengan anak-anak yang mereka banggakan, istri yang mereka cintai, saudara-saudara yang biasa membantu mereka selama hidup di dunia, kaum yang selalu membantu dan melindungi mereka, dan semua manusia yang ada di muka bumi. Karena demikianlah yang biasa mereka lakukan di dunia; menolong teman, keluarga, dan anak-anak mereka, walaupun yang ditolong itu melakukan perbuatan jahat dan zalim."
        },
        "quraish": "Mereka saling berkenalan sehingga satu sama lain benar-benar saling mengenal. Meskipun demikian, ia tidak dapat memanggilnya. Orang kafir itu menginginkan dapat menebus dirinya dari azab hari kiamat dengan anak-anaknya, istrinya, saudaranya, keluarganya yang melindunginya dan seluruh yang ada di bumi sehingga tebusan itu dapat menyelamatkannya.",
        "jalalayn": "(Sedangkan mereka saling melihat) sebagian teman-teman akrab itu saling melihat kepada sebagian yang lain, dan mereka saling mengenal antara yang satu dengan yang lainnya akan tetapi mereka tiada berkata barang sepatah pun. Jumlah ayat ini merupakan kalimat baru atau jumlah isti'naf. (Orang kafir ingin) ia berharap (kalau sekiranya) lafal lau di sini bermakna an, yakni bahwasanya (dia dapat menebus dirinya dari azab hari itu) dapat dibaca yaumi'idzin dan yauma'idzin (dengan anak-anaknya.)"
      },
      "meta": {
        "juz": 29,
        "page": 569,
        "manzil": 7,
        "ruku": 502,
        "hizbQuarter": 227,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5387,
        "inSurah": 12
      },
      "arab": "وَصَاحِبَتِهٖ وَاَخِيْهِۙ",
      "translation": "dan istrinya dan saudaranya, ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5387.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5387.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5387.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5387.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5387.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5387.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_12.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/12"
      },
      "tafsir": {
        "kemenag": {
          "short": "dan istri yang selalu menemaninya dan saudaranya yang merupakan darah dagingnya,",
          "long": "Pada hari itu, orang kafir mengharapkan agar terlepas dari azab yang mereka derita, dengan menebus diri dengan anak-anak yang mereka banggakan, istri yang mereka cintai, saudara-saudara yang biasa membantu mereka selama hidup di dunia, kaum yang selalu membantu dan melindungi mereka, dan semua manusia yang ada di muka bumi. Karena demikianlah yang biasa mereka lakukan di dunia; menolong teman, keluarga, dan anak-anak mereka, walaupun yang ditolong itu melakukan perbuatan jahat dan zalim."
        },
        "quraish": "Mereka saling berkenalan sehingga satu sama lain benar-benar saling mengenal. Meskipun demikian, ia tidak dapat memanggilnya. Orang kafir itu menginginkan dapat menebus dirinya dari azab hari kiamat dengan anak-anaknya, istrinya, saudaranya, keluarganya yang melindunginya dan seluruh yang ada di bumi sehingga tebusan itu dapat menyelamatkannya.",
        "jalalayn": "(Dan istrinya) atau teman hidupnya (dan saudaranya.)"
      },
      "meta": {
        "juz": 29,
        "page": 569,
        "manzil": 7,
        "ruku": 502,
        "hizbQuarter": 227,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5388,
        "inSurah": 13
      },
      "arab": "وَفَصِيْلَتِهِ الَّتِيْ تُـْٔوِيْهِۙ",
      "translation": "dan keluarga yang melindunginya (di dunia),",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5388.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5388.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5388.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5388.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5388.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5388.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_13.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/13"
      },
      "tafsir": {
        "kemenag": {
          "short": "dan bukan hanya itu bahkan keluarga seperti ayah ibu yang selalu melindunginya di dunia.",
          "long": "Pada hari itu, orang kafir mengharapkan agar terlepas dari azab yang mereka derita, dengan menebus diri dengan anak-anak yang mereka banggakan, istri yang mereka cintai, saudara-saudara yang biasa membantu mereka selama hidup di dunia, kaum yang selalu membantu dan melindungi mereka, dan semua manusia yang ada di muka bumi. Karena demikianlah yang biasa mereka lakukan di dunia; menolong teman, keluarga, dan anak-anak mereka, walaupun yang ditolong itu melakukan perbuatan jahat dan zalim."
        },
        "quraish": "Mereka saling berkenalan sehingga satu sama lain benar-benar saling mengenal. Meskipun demikian, ia tidak dapat memanggilnya. Orang kafir itu menginginkan dapat menebus dirinya dari azab hari kiamat dengan anak-anaknya, istrinya, saudaranya, keluarganya yang melindunginya dan seluruh yang ada di bumi sehingga tebusan itu dapat menyelamatkannya.",
        "jalalayn": "(Dan kaum familinya) atau famili-familinya, mereka dinamakan fashiilah karena orang yang bersangkutan terpisah hubungannya dengan mereka (yang melindunginya) yang pernah mengasuhnya."
      },
      "meta": {
        "juz": 29,
        "page": 569,
        "manzil": 7,
        "ruku": 502,
        "hizbQuarter": 227,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5389,
        "inSurah": 14
      },
      "arab": "وَمَنْ فِى الْاَرْضِ جَمِيْعًاۙ ثُمَّ يُنْجِيْهِۙ",
      "translation": "dan orang-orang di bumi seluruhnya, kemudian mengharapkan (tebusan) itu dapat menyelamatkannya.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5389.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5389.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5389.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5389.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5389.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5389.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_14.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/14"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dan mereka berharap jika dapat menebus dirinya dengan orang-orang di bumi seluruhnya, kemudian mengharapkan kiranya tebusan itu dapat menyelamatkannya dari azab.",
          "long": "Pada hari itu, orang kafir mengharapkan agar terlepas dari azab yang mereka derita, dengan menebus diri dengan anak-anak yang mereka banggakan, istri yang mereka cintai, saudara-saudara yang biasa membantu mereka selama hidup di dunia, kaum yang selalu membantu dan melindungi mereka, dan semua manusia yang ada di muka bumi. Karena demikianlah yang biasa mereka lakukan di dunia; menolong teman, keluarga, dan anak-anak mereka, walaupun yang ditolong itu melakukan perbuatan jahat dan zalim."
        },
        "quraish": "Mereka saling berkenalan sehingga satu sama lain benar-benar saling mengenal. Meskipun demikian, ia tidak dapat memanggilnya. Orang kafir itu menginginkan dapat menebus dirinya dari azab hari kiamat dengan anak-anaknya, istrinya, saudaranya, keluarganya yang melindunginya dan seluruh yang ada di bumi sehingga tebusan itu dapat menyelamatkannya.",
        "jalalayn": "(Dan orang-orang di atas bumi seluruhnya, kemudian mengharapkan tebusan itu dapat menyelamatkannya) dapat membebaskannya dari azab itu. Lafal ayat ini diathafkan kepada lafal yaftadii."
      },
      "meta": {
        "juz": 29,
        "page": 569,
        "manzil": 7,
        "ruku": 502,
        "hizbQuarter": 227,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5390,
        "inSurah": 15
      },
      "arab": "كَلَّاۗ اِنَّهَا لَظٰىۙ",
      "translation": "Sama sekali tidak! Sungguh, neraka itu api yang bergejolak,",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5390.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5390.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5390.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5390.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5390.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5390.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_15.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/15"
      },
      "tafsir": {
        "kemenag": {
          "short": "Keinginan para pendurhaka untuk menebus dirinya dengan segala sesuatu direspons oleh ayat ini: Sama sekali tidak bisa dan tidak akan ada tebusan! Sungguh, neraka itu api yang bergejolak,",
          "long": "Tidak akan diterima tebusan apa pun dari perbuatan dosa yang telah dikerjakan orang kafir. Allah tidak memerlukan tebusan, Dia Mahakaya dan tidak memerlukan sesuatu apa pun.\n\nSungguh, orang-orang yang kafir dan mati dalam kekafiran, tidak akan diterima (tebusan) dari seseorang di antara mereka sekalipun (berupa) emas sepenuh bumi, sekiranya dia hendak menebus diri dengannya. Mereka itulah orang-orang yang mendapat azab yang pedih dan tidak memperoleh penolong. (Ali Imran/3: 91)\n\nAzab yang disediakan bagi orang kafir ialah neraka. Tidak seorang pun yang selamat dan dapat melepaskan diri dari azabnya. Neraka itu memanggil orang kafir untuk diazab, begitu juga orang-orang yang membelakang dan lari dari kebenaran, suka berbuat curang atau jahat, dan suka mengumpulkan harta, tetapi tidak mau mengeluarkan sedekah dan hak-hak Allah, seperti yang telah ditetapkan-Nya.\nAyat ini tidak bertujuan untuk melarang kaum Muslimin mengumpulkan harta. Ayat ini hanya melarang mengumpulkan harta tanpa mengeluarkan hak-hak Allah yang ada dalam harta yang telah dikumpulkan itu."
        },
        "quraish": "Hindarilah tebusan yang kamu angan-angankan itu, hai orang yang jahat! Sesungguhnya neraka itu api murni yang bergejolak dan akan melepas kedua tangan, kaki dan seluruh sendimu dengan keras. Neraka itu memanggil nama orang yang berpaling dari kebenaran, tidak taat serta mengumpulkan harta dan menyimpannya tanpa melaksanakan hak Allah di dalamnya.",
        "jalalayn": "(Sekali-kali tidak dapat) lafal ini merupakan sanggahan terhadap apa yang dia harapkan itu (sesungguhnya neraka ini) neraka yang mereka saksikan itu (adalah api yang bergejolak) lafal lazhaa adalah nama lain dari neraka Jahanam, dinamakan demikian karena apinya bergejolak membakar orang-orang kafir."
      },
      "meta": {
        "juz": 29,
        "page": 569,
        "manzil": 7,
        "ruku": 502,
        "hizbQuarter": 227,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5391,
        "inSurah": 16
      },
      "arab": "نَزَّاعَةً لِّلشَّوٰىۚ",
      "translation": "yang mengelupaskan kulit kepala. ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5391.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5391.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5391.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5391.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5391.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5391.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_16.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/16"
      },
      "tafsir": {
        "kemenag": {
          "short": "yang mengelupaskan kulit kepala bahkan semua kulit tubuh.",
          "long": "Tidak akan diterima tebusan apa pun dari perbuatan dosa yang telah dikerjakan orang kafir. Allah tidak memerlukan tebusan, Dia Mahakaya dan tidak memerlukan sesuatu apa pun.\n\nSungguh, orang-orang yang kafir dan mati dalam kekafiran, tidak akan diterima (tebusan) dari seseorang di antara mereka sekalipun (berupa) emas sepenuh bumi, sekiranya dia hendak menebus diri dengannya. Mereka itulah orang-orang yang mendapat azab yang pedih dan tidak memperoleh penolong. (Ali Imran/3: 91)\n\nAzab yang disediakan bagi orang kafir ialah neraka. Tidak seorang pun yang selamat dan dapat melepaskan diri dari azabnya. Neraka itu memanggil orang kafir untuk diazab, begitu juga orang-orang yang membelakang dan lari dari kebenaran, suka berbuat curang atau jahat, dan suka mengumpulkan harta, tetapi tidak mau mengeluarkan sedekah dan hak-hak Allah, seperti yang telah ditetapkan-Nya.\nAyat ini tidak bertujuan untuk melarang kaum Muslimin mengumpulkan harta. Ayat ini hanya melarang mengumpulkan harta tanpa mengeluarkan hak-hak Allah yang ada dalam harta yang telah dikumpulkan itu."
        },
        "quraish": "Hindarilah tebusan yang kamu angan-angankan itu, hai orang yang jahat! Sesungguhnya neraka itu api murni yang bergejolak dan akan melepas kedua tangan, kaki dan seluruh sendimu dengan keras. Neraka itu memanggil nama orang yang berpaling dari kebenaran, tidak taat serta mengumpulkan harta dan menyimpannya tanpa melaksanakan hak Allah di dalamnya.",
        "jalalayn": "(Yang mengelupaskan kulit kepala) asy-syawaa bentuk jamak dari lafal syawaatun, artinya kulit kepala."
      },
      "meta": {
        "juz": 29,
        "page": 569,
        "manzil": 7,
        "ruku": 502,
        "hizbQuarter": 227,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5392,
        "inSurah": 17
      },
      "arab": "تَدْعُوْا مَنْ اَدْبَرَ وَتَوَلّٰىۙ",
      "translation": "Yang memanggil orang yang membelakangi dan yang berpaling (dari agama),",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5392.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5392.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5392.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5392.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5392.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5392.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_17.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/17"
      },
      "tafsir": {
        "kemenag": {
          "short": "Yang selalu memanggil orang yang membelakangi iman dan kebenaran dan yang berpaling dari petunjuk agama,",
          "long": "Tidak akan diterima tebusan apa pun dari perbuatan dosa yang telah dikerjakan orang kafir. Allah tidak memerlukan tebusan, Dia Mahakaya dan tidak memerlukan sesuatu apa pun.\n\nSungguh, orang-orang yang kafir dan mati dalam kekafiran, tidak akan diterima (tebusan) dari seseorang di antara mereka sekalipun (berupa) emas sepenuh bumi, sekiranya dia hendak menebus diri dengannya. Mereka itulah orang-orang yang mendapat azab yang pedih dan tidak memperoleh penolong. (Ali Imran/3: 91)\n\nAzab yang disediakan bagi orang kafir ialah neraka. Tidak seorang pun yang selamat dan dapat melepaskan diri dari azabnya. Neraka itu memanggil orang kafir untuk diazab, begitu juga orang-orang yang membelakang dan lari dari kebenaran, suka berbuat curang atau jahat, dan suka mengumpulkan harta, tetapi tidak mau mengeluarkan sedekah dan hak-hak Allah, seperti yang telah ditetapkan-Nya.\nAyat ini tidak bertujuan untuk melarang kaum Muslimin mengumpulkan harta. Ayat ini hanya melarang mengumpulkan harta tanpa mengeluarkan hak-hak Allah yang ada dalam harta yang telah dikumpulkan itu."
        },
        "quraish": "Hindarilah tebusan yang kamu angan-angankan itu, hai orang yang jahat! Sesungguhnya neraka itu api murni yang bergejolak dan akan melepas kedua tangan, kaki dan seluruh sendimu dengan keras. Neraka itu memanggil nama orang yang berpaling dari kebenaran, tidak taat serta mengumpulkan harta dan menyimpannya tanpa melaksanakan hak Allah di dalamnya.",
        "jalalayn": "(Yang memanggil orang yang membelakang dan yang berpaling) dari iman; sebab neraka Jahanam itu mengatakan kepada mereka kemarilah, kemarilah."
      },
      "meta": {
        "juz": 29,
        "page": 569,
        "manzil": 7,
        "ruku": 502,
        "hizbQuarter": 227,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5393,
        "inSurah": 18
      },
      "arab": "وَجَمَعَ فَاَوْعٰى ",
      "translation": "dan orang yang mengumpulkan (harta benda) lalu menyimpannya. ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5393.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5393.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5393.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5393.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5393.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5393.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_18.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/18"
      },
      "tafsir": {
        "kemenag": {
          "short": "dan orang yang mengumpulkan harta benda tanpa menghiraukan hukum dan ketentuan Allah lalu menyimpannya, yakni harta yang dikumpulkannya itu, enggan menafkahkan di jalan Allah.",
          "long": "Tidak akan diterima tebusan apa pun dari perbuatan dosa yang telah dikerjakan orang kafir. Allah tidak memerlukan tebusan, Dia Mahakaya dan tidak memerlukan sesuatu apa pun.\n\nSungguh, orang-orang yang kafir dan mati dalam kekafiran, tidak akan diterima (tebusan) dari seseorang di antara mereka sekalipun (berupa) emas sepenuh bumi, sekiranya dia hendak menebus diri dengannya. Mereka itulah orang-orang yang mendapat azab yang pedih dan tidak memperoleh penolong. (Ali Imran/3: 91)\n\nAzab yang disediakan bagi orang kafir ialah neraka. Tidak seorang pun yang selamat dan dapat melepaskan diri dari azabnya. Neraka itu memanggil orang kafir untuk diazab, begitu juga orang-orang yang membelakang dan lari dari kebenaran, suka berbuat curang atau jahat, dan suka mengumpulkan harta, tetapi tidak mau mengeluarkan sedekah dan hak-hak Allah, seperti yang telah ditetapkan-Nya.\nAyat ini tidak bertujuan untuk melarang kaum Muslimin mengumpulkan harta. Ayat ini hanya melarang mengumpulkan harta tanpa mengeluarkan hak-hak Allah yang ada dalam harta yang telah dikumpulkan itu."
        },
        "quraish": "Hindarilah tebusan yang kamu angan-angankan itu, hai orang yang jahat! Sesungguhnya neraka itu api murni yang bergejolak dan akan melepas kedua tangan, kaki dan seluruh sendimu dengan keras. Neraka itu memanggil nama orang yang berpaling dari kebenaran, tidak taat serta mengumpulkan harta dan menyimpannya tanpa melaksanakan hak Allah di dalamnya.",
        "jalalayn": "(Serta mengumpulkan) harta (lalu menyimpannya) menaruhnya di dalam peti simpanan dan tidak menunaikan hak Allah yang ada pada harta bendanya itu."
      },
      "meta": {
        "juz": 29,
        "page": 569,
        "manzil": 7,
        "ruku": 502,
        "hizbQuarter": 227,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5394,
        "inSurah": 19
      },
      "arab": "۞ اِنَّ الْاِنْسَانَ خُلِقَ هَلُوْعًاۙ",
      "translation": "Sungguh, manusia diciptakan bersifat suka mengeluh. ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5394.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5394.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5394.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5394.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5394.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5394.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_19.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/19"
      },
      "tafsir": {
        "kemenag": {
          "short": "Setelah diuraikan tentang orang-orang yang durhaka, kini diuraikan sebab-sebab kedurhakaan mereka, yaitu adanya sifat buruk pada manusia: Sungguh, manusia diciptakan bersifat suka mengeluh lagi kikir.",
          "long": "Dalam ayat ini dijelaskan bahwa manusia memiliki sifat suka berkeluh kesah dan kikir. Namun, sifat ini dapat diubah jika menuruti petunjuk Tuhan yang dinyatakan-Nya dalam ayat 22 sampai 24 surah ini. Manusia yang tidak mempedulikan petunjuk Tuhan dan seruan rasul adalah orang yang sesat. Firman Allah:\n\nDan kebanyakan manusia tidak akan beriman walaupun engkau sangat menginginkannya. (Yusuf/12: 103)\n\nManusia bisa sesat dari jalan Allah karena sifatnya yang tergesa-gesa, gelisah, dan kikir. Hal ini bukanlah ketentuan dari Allah terhadapnya, tetapi mereka menjadi mukmin atau menjadi kafir karena usaha dan pilihan mereka sendiri. \n\nDialah yang menciptakan kamu, lalu di antara kamu ada yang kafir dan di antara kamu (juga) ada yang mukmin. Dan Allah Maha Melihat apa yang kamu kerjakan. (At-Tagabun/64: 2)\n\nKepada manusia dibentangkan jalan lurus menuju keridaan Allah dan kebahagiaan hidup di dunia dan di akhirat seperti yang disampaikan Rasulullah, sebagaimana yang termuat dalam Al-Qur\\'an dan hadis. Di samping itu, terbentang pula jalan yang sesat, jalan yang dimurkai Allah dan menuju ke tempat yang penuh derita dan sengsara di akhirat. Manusia boleh memilih salah satu dari kedua jalan itu; jalan mana yang akan ditempuhnya, apakah jalan yang lurus atau jalan yang sesat. Kemudian mereka diberi balasan sesuai dengan pilihan mereka."
        },
        "quraish": "Sesungguhnya manusia itu bersifat hala': sangat gelisah dan marah bila ditimpa kesusahan dan sangat kikir bila mendapat kebaikan dan kemudahan. Kecuali, pertama, orang-orang yang senantiasa mengerjakan salat dan tetap melakukannya tanpa meninggalkan satu waktu pun. Mereka mendapat perlindungan dan bimbingan dari Allah ke arah kebaikan.",
        "jalalayn": "(Sesungguhnya manusia diciptakan bersifat keluh-kesah) lafal haluu`an merupakan hal atau kata keterangan keadaan dari lafal yang tidak disebutkan, dan sekaligus sebagai penafsirnya."
      },
      "meta": {
        "juz": 29,
        "page": 569,
        "manzil": 7,
        "ruku": 502,
        "hizbQuarter": 228,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5395,
        "inSurah": 20
      },
      "arab": "اِذَا مَسَّهُ الشَّرُّ جَزُوْعًاۙ",
      "translation": "Apabila dia ditimpa kesusahan dia berkeluh kesah, ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5395.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5395.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5395.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5395.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5395.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5395.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_20.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/20"
      },
      "tafsir": {
        "kemenag": {
          "short": "Apabila dia ditimpa sedikit kesusahan atau musibah, dia berkeluh kesah,",
          "long": "Jika manusia ditimpa kesusahan, mereka tidak sabar dan tabah, kadang-kadang berputus asa. Akan tetapi, jika memperoleh rezeki dan karunia yang banyak dari Allah, ia menjadi kikir. Kegelisahan dan kekikiran itu timbul pada diri manusia lantaran mereka tidak beriman dengan sungguh-sungguh kepada Allah. Ia merasa seakan-akan dirinya terpencil, tidak ada sesuatu pun yang dapat menolongnya dalam kesukaran itu. Namun apabila mendapat rezeki, ia merasa bahwa rezeki itu diperolehnya semata-mata karena usahanya sendiri, tanpa pertolongan dari orang lain. Mereka beranggapan bahwa rezeki dan karunia yang diperolehnya itu bukan karunia dari Allah. Oleh karena itu, timbullah sifat kikir. \nLain halnya dengan orang yang beriman. Ia percaya bahwa segala yang datang kepadanya merupakan ujian dan cobaan dari Allah, baik yang datang itu berupa penderitaan maupun kesenangan. Cobaan itu diberikan kepadanya untuk menguji dan menambah kuat imannya. Oleh karena itu, ia tetap tabah dan sabar dalam menerima semua cobaan, serta bertobat kepada Allah dengan tobat yang sesungguhnya jika ada kesalahan yang telah dilakukannya. Sebaliknya jika ia menerima rahmat dan karunia dari Allah, ia bersyukur kepada-Nya dan merasa dirinya terikat dengan rahmat itu. Kemudian ia mengeluarkan hak orang lain atau hak Allah yang ada dalam hartanya itu, sebagaimana yang telah dilakukan Nabi Ayub:\n\nDan (ingatlah kisah) Ayub, ketika dia berdoa kepada Tuhannya, “(Ya Tuhanku), sungguh, aku telah ditimpa penyakit, padahal Engkau Tuhan Yang Maha Penyayang dari semua yang penyayang.” Maka Kami kabulkan (doa)nya, lalu Kami lenyapkan penyakit yang ada padanya dan Kami kembalikan keluarganya kepadanya, dan (Kami lipat gandakan jumlah mereka) sebagai suatu rahmat dari Kami, dan untuk menjadi peringatan bagi semua yang menyembah Kami. (Al-Anbiya‘/21: 83-84)\n\nOrang yang beriman tidak akan bersedih hati dan putus asa terhadap urusan dunia yang luput darinya, dan tidak akan berpengaruh pada jiwanya, karena ia yakin kepada Qada dan Qadar Allah. Belum tentu yang dikira buruk itu, buruk pula di sisi Allah, dan yang dikira baik itu, baik pula di sisi-Nya. Mungkin sebaliknya, yang dikira buruk itu, baik di sisi Allah dan yang kelihatannya baik itu adalah buruk di sisi Allah. Ia yakin benar hal yang demikian, karena dinyatakan Allah dalam firman-Nya:\n\nJika kamu tidak menyukai mereka, (maka bersabarlah) karena boleh jadi kamu tidak menyukai sesuatu, padahal Allah menjadikan kebaikan yang banyak padanya. (an-Nisa\\\\\\\\\\\\\\'/4: 19)\n\nAdapun orang kafir tidak mempunyai kepercayaan yang demikian. Mereka tidak percaya bahwa suka dan duka yang didatangkan Allah kepada seseorang merupakan cobaan Allah kepadanya. Mereka beranggapan bahwa hal itu merupakan malapetaka baginya. Ketika dalam keadaan senang dan gembira, mereka hanya melihat seakan-akan diri mereka sajalah yang ada, sedangkan yang lain tidak ada, sebagaimana firman Allah:\n\n\nManusia tidak jemu memohon kebaikan, dan jika ditimpa malapetaka, mereka berputus asa dan hilang harapannya. Dan jika Kami berikan kepadanya suatu rahmat dari Kami setelah ditimpa kesusahan, pastilah dia berkata, “Ini adalah hakku, dan aku tidak yakin bahwa hari Kiamat itu akan terjadi. Dan jika aku dikembalikan kepada Tuhanku, sesungguhnya aku akan memperoleh kebaikan di sisi-Nya.” Maka sungguh, akan Kami beritahukan kepada orang-orang kafir tentang apa yang telah mereka kerjakan, dan sungguh, akan Kami timpakan kepada mereka azab yang berat. (Fussilat/41: 49-50)"
        },
        "quraish": "Sesungguhnya manusia itu bersifat hala': sangat gelisah dan marah bila ditimpa kesusahan dan sangat kikir bila mendapat kebaikan dan kemudahan. Kecuali, pertama, orang-orang yang senantiasa mengerjakan salat dan tetap melakukannya tanpa meninggalkan satu waktu pun. Mereka mendapat perlindungan dan bimbingan dari Allah ke arah kebaikan.",
        "jalalayn": "(Apabila ia ditimpa kesusahan ia berkeluh kesah) atau sewaktu ia ditimpa keburukan berkeluh kesah."
      },
      "meta": {
        "juz": 29,
        "page": 569,
        "manzil": 7,
        "ruku": 502,
        "hizbQuarter": 228,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5396,
        "inSurah": 21
      },
      "arab": "وَّاِذَا مَسَّهُ الْخَيْرُ مَنُوْعًاۙ",
      "translation": "dan apabila mendapat kebaikan (harta) dia jadi kikir, ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5396.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5396.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5396.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5396.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5396.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5396.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_21.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/21"
      },
      "tafsir": {
        "kemenag": {
          "short": "dan apabila mendapat kebaikan harta yaitu keluasan rezeki, dia menjadi sangat kikir,",
          "long": "Jika manusia ditimpa kesusahan, mereka tidak sabar dan tabah, kadang-kadang berputus asa. Akan tetapi, jika memperoleh rezeki dan karunia yang banyak dari Allah, ia menjadi kikir. Kegelisahan dan kekikiran itu timbul pada diri manusia lantaran mereka tidak beriman dengan sungguh-sungguh kepada Allah. Ia merasa seakan-akan dirinya terpencil, tidak ada sesuatu pun yang dapat menolongnya dalam kesukaran itu. Namun apabila mendapat rezeki, ia merasa bahwa rezeki itu diperolehnya semata-mata karena usahanya sendiri, tanpa pertolongan dari orang lain. Mereka beranggapan bahwa rezeki dan karunia yang diperolehnya itu bukan karunia dari Allah. Oleh karena itu, timbullah sifat kikir. \nLain halnya dengan orang yang beriman. Ia percaya bahwa segala yang datang kepadanya merupakan ujian dan cobaan dari Allah, baik yang datang itu berupa penderitaan maupun kesenangan. Cobaan itu diberikan kepadanya untuk menguji dan menambah kuat imannya. Oleh karena itu, ia tetap tabah dan sabar dalam menerima semua cobaan, serta bertobat kepada Allah dengan tobat yang sesungguhnya jika ada kesalahan yang telah dilakukannya. Sebaliknya jika ia menerima rahmat dan karunia dari Allah, ia bersyukur kepada-Nya dan merasa dirinya terikat dengan rahmat itu. Kemudian ia mengeluarkan hak orang lain atau hak Allah yang ada dalam hartanya itu, sebagaimana yang telah dilakukan Nabi Ayub:\n\nDan (ingatlah kisah) Ayub, ketika dia berdoa kepada Tuhannya, “(Ya Tuhanku), sungguh, aku telah ditimpa penyakit, padahal Engkau Tuhan Yang Maha Penyayang dari semua yang penyayang.” Maka Kami kabulkan (doa)nya, lalu Kami lenyapkan penyakit yang ada padanya dan Kami kembalikan keluarganya kepadanya, dan (Kami lipat gandakan jumlah mereka) sebagai suatu rahmat dari Kami, dan untuk menjadi peringatan bagi semua yang menyembah Kami. (Al-Anbiya\\\\\\'/21: 83-84)\n\nOrang yang beriman tidak akan bersedih hati dan putus asa terhadap urusan dunia yang luput darinya, dan tidak akan berpengaruh pada jiwanya, karena ia yakin kepada Qada dan Qadar Allah. Belum tentu yang dikira buruk itu, buruk pula di sisi Allah, dan yang dikira baik itu, baik pula di sisi-Nya. Mungkin sebaliknya, yang dikira buruk itu, baik di sisi Allah dan yang kelihatannya baik itu adalah buruk di sisi Allah. Ia yakin benar hal yang demikian, karena dinyatakan Allah dalam firman-Nya:\n\nJika kamu tidak menyukai mereka, (maka bersabarlah) karena boleh jadi kamu tidak menyukai sesuatu, padahal Allah menjadikan kebaikan yang banyak padanya. (an-Nisa\\\\\\'/4: 19)\n\nAdapun orang kafir tidak mempunyai kepercayaan yang demikian. Mereka tidak percaya bahwa suka dan duka yang didatangkan Allah kepada seseorang merupakan cobaan Allah kepadanya. Mereka beranggapan bahwa hal itu merupakan malapetaka baginya. Ketika dalam keadaan senang dan gembira, mereka hanya melihat seakan-akan diri mereka sajalah yang ada, sedangkan yang lain tidak ada, sebagaimana firman Allah:\n\n\nManusia tidak jemu memohon kebaikan, dan jika ditimpa malapetaka, mereka berputus asa dan hilang harapannya. Dan jika Kami berikan kepadanya suatu rahmat dari Kami setelah ditimpa kesusahan, pastilah dia berkata, “Ini adalah hakku, dan aku tidak yakin bahwa hari Kiamat itu akan terjadi. Dan jika aku dikembalikan kepada Tuhanku, sesungguhnya aku akan memperoleh kebaikan di sisi-Nya.” Maka sungguh, akan Kami beritahukan kepada orang-orang kafir tentang apa yang telah mereka kerjakan, dan sungguh, akan Kami timpakan kepada mereka azab yang berat. (Fussilat/41: 49-50)"
        },
        "quraish": "Sesungguhnya manusia itu bersifat hala': sangat gelisah dan marah bila ditimpa kesusahan dan sangat kikir bila mendapat kebaikan dan kemudahan. Kecuali, pertama, orang-orang yang senantiasa mengerjakan salat dan tetap melakukannya tanpa meninggalkan satu waktu pun. Mereka mendapat perlindungan dan bimbingan dari Allah ke arah kebaikan.",
        "jalalayn": "(Dan apabila ia mendapat kebaikan ia amat kikir) sewaktu ia mendapat harta benda ia kikir, tidak mau menunaikan hak Allah yang ada pada hartanya itu."
      },
      "meta": {
        "juz": 29,
        "page": 569,
        "manzil": 7,
        "ruku": 502,
        "hizbQuarter": 228,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5397,
        "inSurah": 22
      },
      "arab": "اِلَّا الْمُصَلِّيْنَۙ",
      "translation": "kecuali orang-orang yang melaksanakan salat, ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5397.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5397.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5397.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5397.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5397.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5397.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_22.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/22"
      },
      "tafsir": {
        "kemenag": {
          "short": "kecuali orang-orang yang melaksanakan salat dengan baik dan benar, sehingga dapat mengalahkan sifat negatif tersebut.",
          "long": "Demikian sifat-sifat manusia pada umumnya, kecuali orang-orang yang mengerjakan salat. Salat merupakan rukun Islam kedua; tanda yang membedakan antara orang yang beriman dengan orang kafir. Jika seseorang salat, berarti ia mempunyai hubungan dengan Tuhannya. Dia akan selalu teringat kepada Tuhannya. Sebaliknya jika ia tidak salat, ia akan lupa kepada Tuhannya sehingga hubungannya terputus.\n\nSungguh, Aku ini Allah, tidak ada tuhan selain Aku, maka sembahlah Aku dan laksanakanlah salat untuk mengingat Aku. (°aha/20: 14)\n\nJika orang benar-benar khusyuk dalam salatnya, berarti hati dan pikirannya tertuju kepada Allah semata. Dia merasa berhadapan langsung dengan Allah dalam salatnya. Timbul dalam hatinya takut karena dosa-dosa yang telah diperbuatnya di samping penuh harap akan limpahan pahala, rahmat, dan karunia-Nya. Oleh karena itu, ia berjanji dalam hatinya akan menjauhi dan menghentikan larangan-larangan-Nya. Hatinya pasrah dan tenteram menyerahkan diri kepada-Nya. Orang yang salat secara demikian, akan terhindar dari perbuatan keji dan perbuatan mungkar.\n\nBacalah Kitab (Al-Qur\\'an) yang telah diwahyukan kepadamu (Muhammad) dan laksanakanlah salat. Sesungguhnya salat itu mencegah dari (perbuatan) keji dan mungkar. Dan (ketahuilah) mengingat Allah (salat) itu lebih besar (keutamaannya dari ibadah yang lain). Allah mengetahui apa yang kamu kerjakan. (Al-‘Ankabµt/29: 45)\n\nDalam ayat ini disebutkan salat dalam arti yang umum, termasuk di dalamnya salat wajib yang lima waktu dan salat-salat sunah. Hal ini berarti bahwa semua salat yang diperintahkan Allah untuk dikerjakan dapat menghilangkan kegelisahan, menenteramkan hati, dan menambah kekuatan iman orang yang mengerjakannya. Sekalipun demikian, tentu salat yang paling diutamakan mengerjakannya ialah salat yang lima waktu.\nKemudian diteruskan bahwa salat itu selalu dikerjakan pada setiap waktu yang ditentukan, terus-menerus, tidak ada yang luput dikerjakan walaupun satu salat. Inilah syarat mengerjakan salat yang dapat menghilangkan kegelisahan hati dan kekikiran."
        },
        "quraish": "Sesungguhnya manusia itu bersifat hala': sangat gelisah dan marah bila ditimpa kesusahan dan sangat kikir bila mendapat kebaikan dan kemudahan. Kecuali, pertama, orang-orang yang senantiasa mengerjakan salat dan tetap melakukannya tanpa meninggalkan satu waktu pun. Mereka mendapat perlindungan dan bimbingan dari Allah ke arah kebaikan.",
        "jalalayn": "(Kecuali orang-orang yang mengerjakan salat) yakni, orang-orang yang beriman."
      },
      "meta": {
        "juz": 29,
        "page": 569,
        "manzil": 7,
        "ruku": 502,
        "hizbQuarter": 228,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5398,
        "inSurah": 23
      },
      "arab": "الَّذِيْنَ هُمْ عَلٰى صَلَاتِهِمْ دَاۤىِٕمُوْنَۖ",
      "translation": "mereka yang tetap setia melaksanakan salatnya, ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5398.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5398.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5398.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5398.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5398.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5398.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_23.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/23"
      },
      "tafsir": {
        "kemenag": {
          "short": "Mereka yang tetap setia melaksanakan salatnya secara istikamah,",
          "long": "Demikian sifat-sifat manusia pada umumnya, kecuali orang-orang yang mengerjakan salat. Salat merupakan rukun Islam kedua; tanda yang membedakan antara orang yang beriman dengan orang kafir. Jika seseorang salat, berarti ia mempunyai hubungan dengan Tuhannya. Dia akan selalu teringat kepada Tuhannya. Sebaliknya jika ia tidak salat, ia akan lupa kepada Tuhannya sehingga hubungannya terputus.\n\nSungguh, Aku ini Allah, tidak ada tuhan selain Aku, maka sembahlah Aku dan laksanakanlah salat untuk mengingat Aku. (Thaha/20: 14)\n\nJika orang benar-benar khusyuk dalam salatnya, berarti hati dan pikirannya tertuju kepada Allah semata. Dia merasa berhadapan langsung dengan Allah dalam salatnya. Timbul dalam hatinya takut karena dosa-dosa yang telah diperbuatnya di samping penuh harap akan limpahan pahala, rahmat, dan karunia-Nya. Oleh karena itu, ia berjanji dalam hatinya akan menjauhi dan menghentikan larangan-larangan-Nya. Hatinya pasrah dan tenteram menyerahkan diri kepada-Nya. Orang yang salat secara demikian, akan terhindar dari perbuatan keji dan perbuatan mungkar.\n\nBacalah Kitab (Al-Qur‘an) yang telah diwahyukan kepadamu (Muhammad) dan laksanakanlah salat. Sesungguhnya salat itu mencegah dari (perbuatan) keji dan mungkar. Dan (ketahuilah) mengingat Allah (salat) itu lebih besar (keutamaannya dari ibadah yang lain). Allah mengetahui apa yang kamu kerjakan. (Al-‘Ankabµt/29: 45)\n\nDalam ayat ini disebutkan salat dalam arti yang umum, termasuk di dalamnya salat wajib yang lima waktu dan salat-salat sunah. Hal ini berarti bahwa semua salat yang diperintahkan Allah untuk dikerjakan dapat menghilangkan kegelisahan, menenteramkan hati, dan menambah kekuatan iman orang yang mengerjakannya. Sekalipun demikian, tentu salat yang paling diutamakan mengerjakannya ialah salat yang lima waktu.\nKemudian diteruskan bahwa salat itu selalu dikerjakan pada setiap waktu yang ditentukan, terus-menerus, tidak ada yang luput dikerjakan walaupun satu salat. Inilah syarat mengerjakan salat yang dapat menghilangkan kegelisahan hati dan kekikiran."
        },
        "quraish": "Sesungguhnya manusia itu bersifat hala': sangat gelisah dan marah bila ditimpa kesusahan dan sangat kikir bila mendapat kebaikan dan kemudahan. Kecuali, pertama, orang-orang yang senantiasa mengerjakan salat dan tetap melakukannya tanpa meninggalkan satu waktu pun. Mereka mendapat perlindungan dan bimbingan dari Allah ke arah kebaikan.",
        "jalalayn": "(Yang mereka itu tetap mengerjakan salatnya) terus-menerus mengerjakannya."
      },
      "meta": {
        "juz": 29,
        "page": 569,
        "manzil": 7,
        "ruku": 502,
        "hizbQuarter": 228,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5399,
        "inSurah": 24
      },
      "arab": "وَالَّذِيْنَ فِيْٓ اَمْوَالِهِمْ حَقٌّ مَّعْلُوْمٌۖ",
      "translation": "dan orang-orang yang dalam hartanya disiapkan bagian tertentu, ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5399.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5399.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5399.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5399.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5399.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5399.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_24.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/24"
      },
      "tafsir": {
        "kemenag": {
          "short": "dan orang-orang yang dalam hartanya yang diraihnya secara halal disiapkan bagian tertentu,",
          "long": "Di samping mengerjakan salat untuk mengingat dan menghambakan diri kepada Allah, manusia diperintahkan agar selalu meneliti harta yang telah dianugerahkan Allah kepadanya; apakah dalam harta itu telah atau belum ada hak orang miskin yang meminta-minta, dan orang miskin yang tidak mempunyai sesuatu apa pun. Jika ada hak mereka, ia segera mengeluarkannya karena dia percaya bahwa selama ada hak orang lain dalam hartanya itu, berarti hartanya belum suci.\n\nAmbillah zakat dari harta mereka, guna membersihkan dan menyucikan mereka, dan berdoalah untuk mereka. (at-Taubah/9: 103)\n\nDari perkataan ¥aqq ma‘lµm (bagian tertentu) dipahami bahwa yang dimaksud dalam ayat ini ialah sedekah wajib, yaitu zakat. Hal ini diperkuat dengan penyebutannya dalam ayat ini diiringi dengan penyebutan salat. Di dalam Al-Qur‘an terdapat dua puluh tujuh tempat yang menyebutkan secara beriringan perintah mengerjakan salat dengan perintah mengerjakan zakat. Hal ini menunjukkan bahwa keduanya mempunyai hubungan yang erat. Dengan salat, seorang dapat menyucikan dirinya dari segala perbuatan syirik dan terlarang, serta menyerahkan dan menghambakan diri hanya kepada Allah. Sedangkan dengan zakat, seseorang dapat menyucikan hartanya dari milik orang lain serta menanamkan keyakinan dalam dirinya bahwa harta yang dikaruniakan Allah itu harus digunakan dan dimanfaatkan untuk jalan yang diridai-Nya. Harta itu hanya sebagai alat untuk mencari keridaan-Nya, bukan sebagai tujuan hidup. Dengan perkataan lain bahwa zakat adalah hasil dan perwujudan dari berhasilnya salat yang dikerjakan seseorang."
        },
        "quraish": "Kedua, orang-orang yang dalam hartanya terdapat bagian tertentu untuk orang yang meminta, dan orang yang menjaga kehormatan dirinya dari meminta-minta meskipun sebenarnya membutuhkan.",
        "jalalayn": "(Dan orang-orang yang dalam hartanya tersedia bagian tertentu) yakni zakat."
      },
      "meta": {
        "juz": 29,
        "page": 569,
        "manzil": 7,
        "ruku": 502,
        "hizbQuarter": 228,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5400,
        "inSurah": 25
      },
      "arab": "لِّلسَّاۤىِٕلِ وَالْمَحْرُوْمِۖ",
      "translation": "bagi orang (miskin) yang meminta dan yang tidak meminta, ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5400.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5400.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5400.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5400.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5400.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5400.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_25.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/25"
      },
      "tafsir": {
        "kemenag": {
          "short": "Untuk diserahkan bagi orang miskin yang meminta dan orang miskin yang tidak meminta karena menjaga kehormatannya.",
          "long": "Di samping mengerjakan salat untuk mengingat dan menghambakan diri kepada Allah, manusia diperintahkan agar selalu meneliti harta yang telah dianugerahkan Allah kepadanya; apakah dalam harta itu telah atau belum ada hak orang miskin yang meminta-minta, dan orang miskin yang tidak mempunyai sesuatu apa pun. Jika ada hak mereka, ia segera mengeluarkannya karena dia percaya bahwa selama ada hak orang lain dalam hartanya itu, berarti hartanya belum suci.\n\nAmbillah zakat dari harta mereka, guna membersihkan dan menyucikan mereka, dan berdoalah untuk mereka. (at-Taubah/9: 103)\n\nDari perkataan ¥aqq ma‘lµm (bagian tertentu) dipahami bahwa yang dimaksud dalam ayat ini ialah sedekah wajib, yaitu zakat. Hal ini diperkuat dengan penyebutannya dalam ayat ini diiringi dengan penyebutan salat. Di dalam Al-Qur‘an terdapat dua puluh tujuh tempat yang menyebutkan secara beriringan perintah mengerjakan salat dengan perintah mengerjakan zakat. Hal ini menunjukkan bahwa keduanya mempunyai hubungan yang erat. Dengan salat, seorang dapat menyucikan dirinya dari segala perbuatan syirik dan terlarang, serta menyerahkan dan menghambakan diri hanya kepada Allah. Sedangkan dengan zakat, seseorang dapat menyucikan hartanya dari milik orang lain serta menanamkan keyakinan dalam dirinya bahwa harta yang dikaruniakan Allah itu harus digunakan dan dimanfaatkan untuk jalan yang diridai-Nya. Harta itu hanya sebagai alat untuk mencari keridaan-Nya, bukan sebagai tujuan hidup. Dengan perkataan lain bahwa zakat adalah hasil dan perwujudan dari berhasilnya salat yang dikerjakan seseorang."
        },
        "quraish": "Kedua, orang-orang yang dalam hartanya terdapat bagian tertentu untuk orang yang meminta, dan orang yang menjaga kehormatan dirinya dari meminta-minta meskipun sebenarnya membutuhkan.",
        "jalalayn": "(Bagi orang miskin yang meminta dan orang yang tidak mempunyai apa-apa) yang tidak mau meminta-minta, demi memelihara kehormatannya sekalipun ia tidak punya."
      },
      "meta": {
        "juz": 29,
        "page": 569,
        "manzil": 7,
        "ruku": 502,
        "hizbQuarter": 228,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5401,
        "inSurah": 26
      },
      "arab": "وَالَّذِيْنَ يُصَدِّقُوْنَ بِيَوْمِ الدِّيْنِۖ",
      "translation": "dan orang-orang yang mempercayai hari pembalasan, ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5401.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5401.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5401.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5401.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5401.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5401.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_26.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/26"
      },
      "tafsir": {
        "kemenag": {
          "short": "dan orang-orang yang mempercayai hari pembalasan, mereka mengimaninya dengan hati dan perbuatan, sehingga mempersiapkan bekal menghadapinya,",
          "long": "Orang yang tidak suka berkeluh kesah adalah orang yang menjalankan salat dan menunaikan zakat. Merekalah yang percaya adanya hari kiamat, adanya hidup setelah mati, dan waktu ditimbang semua amal perbuatan yang telah dikerjakan selama hidup di dunia. Amal baik dibalas dengan surga, sedangkan perbuatan jahat, yang tidak diridai Allah akan dibalas dengan neraka.\nOrang yang percaya akan adanya hari akhirat sangat yakin bahwa mereka pada hari itu akan mendapat pahala iman dan amal yang telah mereka lakukan selama hidup di dunia. Mereka percaya bahwa hidup di akhiratlah hidup yang sebenarnya; sedangkan hidup di dunia hanyalah hidup sementara, untuk mempersiapkan diri bagi hidup di akhirat itu. Oleh karena itu, segala macam cobaan yang datang kepada mereka selama di dunia, dihadapi dengan tabah dan sabar. Mereka tidak pernah berkeluh-kesah, bagaimana pun cobaan yang diderita. Mereka tidak pula akan kikir untuk menolong sesamanya yang hidup dalam kepapaan dan penderitaan.\nTelah menjadi dasar bagi kebahagiaan hidup manusia ialah bahwa usahanya menghindarkan diri dari bahaya dan kemudaratan selalu lebih besar dan lebih didahulukan daripada usahanya untuk memperoleh kebahagiaan dan kemanfaatan. Akan tetapi, manusia dalam kehidupannya sehari-hari kadang-kadang lupa atau lalai terhadap dasar ini. Dia kadang-kadang cepat terpukau oleh sesuatu yang kelihatannya akan mendatangkan kebaikan atau memberi manfaat baginya. Maka dikerjakanlah sesuatu itu dengan tidak memperhitungkan atau mempertimbangkan kemudaratan yang akan ditimbulkannya. Akibatnya ia menderita dan sengsara. Itulah hukuman dan azab dari Tuhan atas kelalaian itu.\nAda kaidah Usul Fikih yang berbunyi:\nMenolak kemudaratan itu didahulukan daripada mengambil maslahat."
        },
        "quraish": "Ketiga, orang-orang yang mempercayai hari pembalasan lalu bersiap-siap dengan bekal untuk menghadapinya dan orang-orang yang takut kepada azab Tuhan mereka lalu bertakwa dan menjauhi hal-hal yang menyebabkan datangnya azab. Sesungguhnya tidak seorang pun yang dapat merasa aman dari kedatangan siksa Tuhan mereka.",
        "jalalayn": "(Dan orang-orang yang mempercayai hari pembalasan) yaitu, hari ketika semua orang mendapatkan balasan amal perbuatannya."
      },
      "meta": {
        "juz": 29,
        "page": 569,
        "manzil": 7,
        "ruku": 502,
        "hizbQuarter": 228,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5402,
        "inSurah": 27
      },
      "arab": "وَالَّذِيْنَ هُمْ مِّنْ عَذَابِ رَبِّهِمْ مُّشْفِقُوْنَۚ",
      "translation": "dan orang-orang yang takut terhadap azab Tuhannya, ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5402.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5402.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5402.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5402.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5402.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5402.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_27.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/27"
      },
      "tafsir": {
        "kemenag": {
          "short": "dan orang-orang yang takut terhadap azab Tuhannya, sehingga selalu berusaha melaksanakan perintah dan menjauhi larangan-Nya.",
          "long": "Orang yang tidak suka berkeluh kesah adalah orang yang menjalankan salat dan menunaikan zakat. Merekalah yang percaya adanya hari kiamat, adanya hidup setelah mati, dan waktu ditimbang semua amal perbuatan yang telah dikerjakan selama hidup di dunia. Amal baik dibalas dengan surga, sedangkan perbuatan jahat, yang tidak diridai Allah akan dibalas dengan neraka.\nOrang yang percaya akan adanya hari akhirat sangat yakin bahwa mereka pada hari itu akan mendapat pahala iman dan amal yang telah mereka lakukan selama hidup di dunia. Mereka percaya bahwa hidup di akhiratlah hidup yang sebenarnya; sedangkan hidup di dunia hanyalah hidup sementara, untuk mempersiapkan diri bagi hidup di akhirat itu. Oleh karena itu, segala macam cobaan yang datang kepada mereka selama di dunia, dihadapi dengan tabah dan sabar. Mereka tidak pernah berkeluh-kesah, bagaimana pun cobaan yang diderita. Mereka tidak pula akan kikir untuk menolong sesamanya yang hidup dalam kepapaan dan penderitaan.\nTelah menjadi dasar bagi kebahagiaan hidup manusia ialah bahwa usahanya menghindarkan diri dari bahaya dan kemudaratan selalu lebih besar dan lebih didahulukan daripada usahanya untuk memperoleh kebahagiaan dan kemanfaatan. Akan tetapi, manusia dalam kehidupannya sehari-hari kadang-kadang lupa atau lalai terhadap dasar ini. Dia kadang-kadang cepat terpukau oleh sesuatu yang kelihatannya akan mendatangkan kebaikan atau memberi manfaat baginya. Maka dikerjakanlah sesuatu itu dengan tidak memperhitungkan atau mempertimbangkan kemudaratan yang akan ditimbulkannya. Akibatnya ia menderita dan sengsara. Itulah hukuman dan azab dari Tuhan atas kelalaian itu.\nAda kaidah Usul Fikih yang berbunyi:\nMenolak kemudaratan itu didahulukan daripada mengambil maslahat."
        },
        "quraish": "Ketiga, orang-orang yang mempercayai hari pembalasan lalu bersiap-siap dengan bekal untuk menghadapinya dan orang-orang yang takut kepada azab Tuhan mereka lalu bertakwa dan menjauhi hal-hal yang menyebabkan datangnya azab. Sesungguhnya tidak seorang pun yang dapat merasa aman dari kedatangan siksa Tuhan mereka.",
        "jalalayn": "(Dan orang-orang yang takut terhadap azab Rabbnya) mereka takut akan azab-Nya."
      },
      "meta": {
        "juz": 29,
        "page": 569,
        "manzil": 7,
        "ruku": 502,
        "hizbQuarter": 228,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5403,
        "inSurah": 28
      },
      "arab": "اِنَّ عَذَابَ رَبِّهِمْ غَيْرُ مَأْمُوْنٍۖ",
      "translation": "sesungguhnya terhadap azab Tuhan mereka, tidak ada seseorang yang merasa aman (dari kedatangannya), ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5403.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5403.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5403.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5403.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5403.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5403.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_28.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/28"
      },
      "tafsir": {
        "kemenag": {
          "short": "Karena sesungguhnya terhadap azab Tuhan mereka, tidak ada seseorang yang merasa aman dari kedatangannya, sebab azab tersebut pasti datang.",
          "long": "Tidak satu pun di antara manusia yang merasa dirinya aman dari kedatangan azab Tuhannya. Oleh karena itu, ia berusaha agar dia terjauh dari azab itu dengan bertakwa kepada-Nya. Azab Tuhan hanya akan ditimpakan kepada orang yang tidak bertakwa kepada-Nya. Semua orang yang beriman dengan sebenar-benarnya, mendirikan salat wajib, menunaikan zakat, dan percaya kepada adanya hari akhirat, hari dilaksanakan keadilan yang sesungguhnya, akan tenteram hatinya dan tidak merasa khawatir akan kedatangan azab Allah, sekalipun mereka belum dapat memastikan apakah mereka termasuk penghuni surga atau penghuni neraka. Yang menenteramkan hati orang yang beriman itu ialah iman dan amal saleh yang telah dikerjakan. Firman Allah:\n\nBarang siapa beriman kepada Allah, kepada hari kemudian, dan berbuat kebajikan, maka tidak ada rasa khawatir padanya dan mereka tidak bersedih hati. (al-Ma\\'idah/5: 69)\n\nDan firman-Nya:\n\nTidak! Barang siapa menyerahkan diri sepenuhnya kepada Allah, dan dia berbuat baik, dia mendapat pahala di sisi Tuhannya dan tidak ada rasa takut pada mereka dan mereka tidak bersedih hati. (al-Baqarah/2: 112)"
        },
        "quraish": "Ketiga, orang-orang yang mempercayai hari pembalasan lalu bersiap-siap dengan bekal untuk menghadapinya dan orang-orang yang takut kepada azab Tuhan mereka lalu bertakwa dan menjauhi hal-hal yang menyebabkan datangnya azab. Sesungguhnya tidak seorang pun yang dapat merasa aman dari kedatangan siksa Tuhan mereka.",
        "jalalayn": "(Karena sesungguhnya azab Rabb mereka tidak dapat orang merasa aman) dari kedatangannya."
      },
      "meta": {
        "juz": 29,
        "page": 569,
        "manzil": 7,
        "ruku": 502,
        "hizbQuarter": 228,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5404,
        "inSurah": 29
      },
      "arab": "وَّالَّذِيْنَ هُمْ لِفُرُوْجِهِمْ حٰفِظُوْنَۙ",
      "translation": "dan orang-orang yang memelihara kemaluannya, ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5404.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5404.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5404.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5404.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5404.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5404.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_29.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/29"
      },
      "tafsir": {
        "kemenag": {
          "short": "Setelah diuraikan sifat yang berfungsi untuk memelihara diri, kini diuraikan hal-hal yang harus dijauhi untuk menghindari keburuk-an. Dan orang-orang yang memelihara kemaluannya secara mantap dan sungguh-sungguh,",
          "long": "Dalam dua ayat ini diterangkan sifat manusia yang hatinya tenteram, tidak berkeluh kesah dan tidak kikir, yaitu orang yang menjaga kehormatannya dan tidak melakukan perbuatan zina. Mereka hanya melakukan apa yang telah dihalalkan, hanya menggauli istri-istri mereka atau dengan budak-budak perempuan yang telah mereka miliki.\nPerkataan fa innahum gairu malµm³n (maka sesungguhnya mereka tidak tercela) memberi pengertian bahwa hak mencampuri istri atau budak-budak yang dimiliki, bukanlah hak tanpa batas, melainkan harus disesuaikan dengan ketentuan-ketentuan agama. Menurut agama Islam, hubungan suami istri adalah hubungan yang suci, hubungan yang diridai Allah, hubungan cinta kasih, hubungan yang dilatarbelakangi oleh keinginan mengikuti sunah Rasulullah, dan ingin memperoleh keturunan. Hubungan suami-istri mempunyai unsur-unsur ibadah. Hubungan ini dilukiskan dalam firman Allah:\n\nDihalalkan bagimu pada malam hari puasa bercampur dengan istrimu. Mereka adalah pakaian bagimu, dan kamu adalah pakaian bagi mereka. (Al-Baqarah/2: 187)\nRasulullah saw bersabda:\n\nDari ‘Abdullah bin ‘Amr bahwa Rasulullah saw bersabda, “Dunia itu adalah sesuatu yang menyenangkan, sebaik-baik harta benda kehidupan dunia itu ialah istri yang saleh.” (Riwayat Muslim)\n\nAyat ini memberikan petunjuk kepada suami-istri bahwa dalam melakukan hubungan dengan istri atau suami, tuan dengan budak perempuan, hendaklah dilakukan sedemikian rupa, sehingga dalam hubungan itu terdapat unsur-unsur ibadah, akhlak yang mulia, tata cara yang baik, dan sebagainya, sehingga dapat menjaga kemuliaan dan martabatnya sebagai seorang muslim. Tidak sekadar memenuhi hawa nafsu, keperluan biologis, atau seperti yang dilakukan oleh binatang, melainkan untuk tujuan yang agung.\nSurah Al-Ma‘arij ini Makkiyyah, jadi waktu itu belum ada ketentuan pernikahan seperti yang kemudian diatur dalam Surah an-Nisa‘/4: 24-25. Kata-kata au ma malakat aimanuhum yang terdapat dalam beberapa surah, sering diterjemahkan “atau budak-budak perempuan yang mereka miliki” Ayat ini memerlukan penjelasan, seperti dikemukakan oleh beberapa mufasir secara lebih mendalam, bahwa ma malakat aimanuhum ialah perempuan yang sudah bercerai dengan suaminya, yang sekarang menjadi miliknya (biasanya dari tawanan perang), dan harus dalam arti tawanan dalam perang jihad, di bawah perintah imam yang saleh dan adil dalam menghadapi lawan yang hendak menindas orang beriman. Tawanan perempuan itu boleh digauli, tetapi harus dengan dinikahi terlebih dulu, dan perkawinan itu bukan karena didorong oleh nafsu, melainkan untuk memelihara kesucian pihak perempuan, yang dalam hal ini berarti pihak suami menghindari perbuatan zina dan sekaligus mengangkat martabat perempuan dari status budak bekas tawanan perang (yang memang sudah berlaku umum waktu itu) menjadi perempuan mereka, tidak lagi berstatus budak. Kebiasaan tawanan perang semacam ini sekarang sudah tidak berlaku lagi\nJika seorang muslim telah dapat melakukan hubungan dengan istrinya atau dengan budaknya sesuai dengan tuntutan agama Islam, berarti ia telah dapat menguasai puncak hawa nafsunya, karena puncak hawa nafsu itu terletak dalam hubungan seperti antara laki-laki dan wanita. Jika mereka telah dapat melakukan yang demikian, maka mereka akan lebih dapat melakukan hal-hal yang lain yang lebih rendah tingkatnya."
        },
        "quraish": "Keempat, orang-orang yang menjaga kemaluannya sehingga tidak dikalahkan oleh nafsu syahwat mereka. Tetapi terhadap istri-istri dan budak-budak yang mereka miliki mereka tidak menjaganya. Sebab tidak ada cela bagi mereka untuk menyalurkan nafsu syahwat kepada mereka. Maka, barangsiapa mencari kesenangan kepada selain istri dan budak, sesungguhnya mereka itu adalah orang-orang yang melampaui batas halal menuju yang haram.",
        "jalalayn": "(Dan orang-orang yang memelihara kemaluannya.)"
      },
      "meta": {
        "juz": 29,
        "page": 569,
        "manzil": 7,
        "ruku": 502,
        "hizbQuarter": 228,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5405,
        "inSurah": 30
      },
      "arab": "اِلَّا عَلٰٓى اَزْوَاجِهِمْ اَوْ مَا مَلَكَتْ اَيْمَانُهُمْ فَاِنَّهُمْ غَيْرُ مَلُوْمِيْنَۚ",
      "translation": "kecuali terhadap istri-istri mereka atau hamba sahaya yang mereka miliki maka sesungguhnya mereka tidak tercela. ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5405.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5405.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5405.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5405.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5405.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5405.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_30.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/30"
      },
      "tafsir": {
        "kemenag": {
          "short": "kecuali terhadap istri-istri pasangan-pasangan mereka yang sah menurut agama, atau hamba sahaya yang mereka miliki maka sesungguhnya mereka tidak tercela selama mereka lakukan tidak melanggar ketentuan agama.",
          "long": "Dalam dua ayat ini diterangkan sifat manusia yang hatinya tenteram, tidak berkeluh kesah dan tidak kikir, yaitu orang yang menjaga kehormatannya dan tidak melakukan perbuatan zina. Mereka hanya melakukan apa yang telah dihalalkan, hanya menggauli istri-istri mereka atau dengan budak-budak perempuan yang telah mereka miliki.\nPerkataan fa innahum gairu malµm³n (maka sesungguhnya mereka tidak tercela) memberi pengertian bahwa hak mencampuri istri atau budak-budak yang dimiliki, bukanlah hak tanpa batas, melainkan harus disesuaikan dengan ketentuan-ketentuan agama. Menurut agama Islam, hubungan suami istri adalah hubungan yang suci, hubungan yang diridai Allah, hubungan cinta kasih, hubungan yang dilatarbelakangi oleh keinginan mengikuti sunah Rasulullah, dan ingin memperoleh keturunan. Hubungan suami-istri mempunyai unsur-unsur ibadah. Hubungan ini dilukiskan dalam firman Allah:\n\nDihalalkan bagimu pada malam hari puasa bercampur dengan istrimu. Mereka adalah pakaian bagimu, dan kamu adalah pakaian bagi mereka. (Al-Baqarah/2: 187)\nRasulullah saw bersabda:\n\nDari ‘Abdullah bin ‘Amr bahwa Rasulullah saw bersabda, “Dunia itu adalah sesuatu yang menyenangkan, sebaik-baik harta benda kehidupan dunia itu ialah istri yang saleh.” (Riwayat Muslim)\n\nAyat ini memberikan petunjuk kepada suami-istri bahwa dalam melakukan hubungan dengan istri atau suami, tuan dengan budak perempuan, hendaklah dilakukan sedemikian rupa, sehingga dalam hubungan itu terdapat unsur-unsur ibadah, akhlak yang mulia, tata cara yang baik, dan sebagainya, sehingga dapat menjaga kemuliaan dan martabatnya sebagai seorang muslim. Tidak sekadar memenuhi hawa nafsu, keperluan biologis, atau seperti yang dilakukan oleh binatang, melainkan untuk tujuan yang agung.\nSurah Al-Ma‘arij ini Makkiyyah, jadi waktu itu belum ada ketentuan pernikahan seperti yang kemudian diatur dalam Surah an-Nisa‘/4: 24-25. Kata-kata au ma malakat aimanuhum yang terdapat dalam beberapa surah, sering diterjemahkan “atau budak-budak perempuan yang mereka miliki” Ayat ini memerlukan penjelasan, seperti dikemukakan oleh beberapa mufasir secara lebih mendalam, bahwa ma malakat aimanuhum ialah perempuan yang sudah bercerai dengan suaminya, yang sekarang menjadi miliknya (biasanya dari tawanan perang), dan harus dalam arti tawanan dalam perang jihad, di bawah perintah imam yang saleh dan adil dalam menghadapi lawan yang hendak menindas orang beriman. Tawanan perempuan itu boleh digauli, tetapi harus dengan dinikahi terlebih dulu, dan perkawinan itu bukan karena didorong oleh nafsu, melainkan untuk memelihara kesucian pihak perempuan, yang dalam hal ini berarti pihak suami menghindari perbuatan zina dan sekaligus mengangkat martabat perempuan dari status budak bekas tawanan perang (yang memang sudah berlaku umum waktu itu) menjadi perempuan mereka, tidak lagi berstatus budak. Kebiasaan tawanan perang semacam ini sekarang sudah tidak berlaku lagi\nJika seorang muslim telah dapat melakukan hubungan dengan istrinya atau dengan budaknya sesuai dengan tuntutan agama Islam, berarti ia telah dapat menguasai puncak hawa nafsunya, karena puncak hawa nafsu itu terletak dalam hubungan seperti antara laki-laki dan wanita. Jika mereka telah dapat melakukan yang demikian, maka mereka akan lebih dapat melakukan hal-hal yang lain yang lebih rendah tingkatnya."
        },
        "quraish": "Keempat, orang-orang yang menjaga kemaluannya sehingga tidak dikalahkan oleh nafsu syahwat mereka. Tetapi terhadap istri-istri dan budak-budak yang mereka miliki mereka tidak menjaganya. Sebab tidak ada cela bagi mereka untuk menyalurkan nafsu syahwat kepada mereka. Maka, barangsiapa mencari kesenangan kepada selain istri dan budak, sesungguhnya mereka itu adalah orang-orang yang melampaui batas halal menuju yang haram.",
        "jalalayn": "(Kecuali terhadap istri-istri mereka atau budak-budak yang mereka miliki) yakni budak-budak perempuan (maka sesungguhnya mereka dalam hal ini tidak tercela.)"
      },
      "meta": {
        "juz": 29,
        "page": 569,
        "manzil": 7,
        "ruku": 502,
        "hizbQuarter": 228,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5406,
        "inSurah": 31
      },
      "arab": "فَمَنِ ابْتَغٰى وَرَاۤءَ ذٰلِكَ فَاُولٰۤىِٕكَ هُمُ الْعٰدُوْنَۚ",
      "translation": "Maka barangsiapa mencari di luar itu (seperti zina, homoseks dan lesbian), mereka itulah orang-orang yang melampaui batas. ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5406.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5406.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5406.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5406.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5406.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5406.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_31.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/31"
      },
      "tafsir": {
        "kemenag": {
          "short": "Maka barangsiapa mencari pelampiasan hawa nafsunya di luar itu seperti zina, homoseks, dan lesbian, mereka itulah orang-orang yang melampaui batas ajaran agama dan moral, maka wajar dicela atau disiksa.",
          "long": "Barang siapa yang berbuat di luar ketentuan-ketentuan tersebut, misalnya berzina, melakukan homoseksual atau lesbian, mereka adalah orang-orang yang melampaui batas.\nDalam ayat yang sebelum ini, diterangkan bahwa di antara syarat menghilangkan suka berkeluh kesah dan sifat kikir ialah menjaga kehormatan dan kemuliaan diri, yaitu hanya dengan mencampuri istri atau budak yang dimiliki. Selain dari itu, dengan menjauhi perbuatan-perbuatan yang dapat mendorong atau mempercepat orang melakukan perbuatan yang terlarang itu, seperti pergaulan bebas antara laki-laki dan wanita, dan sebagainya. Oleh karena itu, Allah menegaskan dalam firman-Nya:\n\nKatakanlah kepada laki-laki yang beriman, agar mereka menjaga pandangannya, dan memelihara kemaluannya; yang demikian itu, lebih suci bagi mereka. Sungguh, Allah Maha Mengetahui apa yang mereka perbuat. (an-Nµr/24: 30)\n\nDalam ayat ini dapat dipahami bahwa Allah memerintahkan agar kaum Muslimin memelihara pandangannya adalah untuk menjaga diri dari perbuatan zina."
        },
        "quraish": "Keempat, orang-orang yang menjaga kemaluannya sehingga tidak dikalahkan oleh nafsu syahwat mereka. Tetapi terhadap istri-istri dan budak-budak yang mereka miliki mereka tidak menjaganya. Sebab tidak ada cela bagi mereka untuk menyalurkan nafsu syahwat kepada mereka. Maka, barangsiapa mencari kesenangan kepada selain istri dan budak, sesungguhnya mereka itu adalah orang-orang yang melampaui batas halal menuju yang haram.",
        "jalalayn": "(Barang siapa mencari yang di balik itu, maka mereka itulah orang-orang yang melampaui batas) melanggar batas kehalalan menuju kepada keharaman."
      },
      "meta": {
        "juz": 29,
        "page": 569,
        "manzil": 7,
        "ruku": 502,
        "hizbQuarter": 228,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5407,
        "inSurah": 32
      },
      "arab": "وَالَّذِيْنَ هُمْ لِاَمٰنٰتِهِمْ وَعَهْدِهِمْ رَاعُوْنَۖ",
      "translation": "Dan orang-orang yang memelihara amanat dan janjinya, ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5407.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5407.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5407.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5407.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5407.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5407.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_32.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/32"
      },
      "tafsir": {
        "kemenag": {
          "short": "Setelah mengecam siapa yang melampaui batas, kini diteruskan dengan memuji orang yang akan meraih surg.. Dan orang-orang yang memelihara amanat yang dipikulkan atas mereka oleh Allah atau oleh manusia, dan yang memenuhi janjinya,",
          "long": "Dalam ayat ini, Allah menerangkan syarat-syarat lain yang dapat menghilangkan sifat suka berkeluh-kesah dan kikir, yaitu memelihara amanat yang dipercayakan kepadanya, baik berupa amanat Allah, seperti wajib beriman, mengerjakan salat, menunaikan zakat, mengerjakan haji, berjihad, dan sebagainya, maupun amanat manusia terhadap dirinya, seperti memelihara kemaluan, memenuhi janji, dan sebagainya. Amanat ialah suatu perjanjian untuk memelihara sesuatu yang dilakukan oleh hamba kepada Tuhannya, dirinya sendiri, dan orang lain.\nSanggup memelihara amanat termasuk salah satu dari sifat orang muslim, dan sifat ini pulalah yang membedakan orang mukmin dari orang munafik. Nabi Muhammad bersabda:\nNabi Muhammad bersabda, “Tanda-tanda orang munafik itu ada tiga, yaitu: apabila ia berkata, ia berdusta, apabila ia berjanji, ia ingkar (menyalahinya), dan apabila ia diberi amanat, ia berkhianat.” (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)"
        },
        "quraish": "Keenam, orang-orang yang memelihara amanat Tuhan, amanat manusia dan tidak mengkhianati komitmen mereka kepada Tuhan dan manusia. Ketujuh, orang-orang yang melaksanakan persaksian dengan benar tanpa menyembunyikan sesuatu yang diketahuinya. Dan, kedelapan, orang-orang yang memelihara salat mereka dengan melaksanakannya sebaik mungkin.",
        "jalalayn": "(Dan orang-orang yang terhadap amanat-amanat mereka) menurut suatu qiraat lafal amaanaatihim dibaca dalam bentuk mufrad atau tunggal, sehingga bacaannya menjadi amaanatihim, yakni perkara agama dan duniawi yang dipercayakan kepadanya untuk menunaikannya (dan janji mereka) yang telah diambil dari mereka dalam hal tersebut (mereka memeliharanya) benar-benar menjaganya."
      },
      "meta": {
        "juz": 29,
        "page": 569,
        "manzil": 7,
        "ruku": 502,
        "hizbQuarter": 228,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5408,
        "inSurah": 33
      },
      "arab": "وَالَّذِيْنَ هُمْ بِشَهٰدٰتِهِمْ قَاۤىِٕمُوْنَۖ",
      "translation": "dan orang-orang yang berpegang teguh pada kesaksiannya, ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5408.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5408.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5408.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5408.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5408.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5408.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_33.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/33"
      },
      "tafsir": {
        "kemenag": {
          "short": "dan mereka juga orang-orang yang berpegang teguh dengan sungguh-sungguh pada kesaksiannya, tanpa dipengaruhi oleh kepentingan diri, keluarga atau kelompok,",
          "long": "Maksud kalimat “orang yang berpegang teguh dengan kesaksiannya” yang terdapat dalam ayat ini ialah orang yang mau melaksanakan kesaksian bila diperlukan dan bila menjadi saksi, ia melakukannya dengan benar, tidak berbohong, tidak mengubah atau menyembunyikan sesuatu dalam kesaksiannya itu. Firman Allah:\n\nDan janganlah kamu menyembunyikan kesaksian, karena barang siapa menyembunyikannya, sungguh, hatinya kotor (berdosa). Allah Maha Mengetahui apa yang kamu kerjakan. (al-Baqarah/2: 283)\n\nManusia juga diperintahkan untuk melaksanakan kesaksian guna menegakkan keadilan dengan tujuan mencari keridaan Allah, bukan untuk suatu maksud yang berlawanan dengan ajaran-Nya. \n\nPersaksikanlah dengan dua orang saksi yang adil di antara kamu dan hendaklah kamu tegakkan kesaksian itu karena Allah. (Al-Alaq/65: 2)"
        },
        "quraish": "Keenam, orang-orang yang memelihara amanat Tuhan, amanat manusia dan tidak mengkhianati komitmen mereka kepada Tuhan dan manusia. Ketujuh, orang-orang yang melaksanakan persaksian dengan benar tanpa menyembunyikan sesuatu yang diketahuinya. Dan, kedelapan, orang-orang yang memelihara salat mereka dengan melaksanakannya sebaik mungkin.",
        "jalalayn": "(Dan orang-orang yang terhadap kesaksiannya) menurut suatu qiraat dibaca dalam bentuk jamak, sehingga bacaannya menjadi syahaadaatihim (mereka menunaikannya) mereka menegakkannya dan tidak menyembunyikannya."
      },
      "meta": {
        "juz": 29,
        "page": 569,
        "manzil": 7,
        "ruku": 502,
        "hizbQuarter": 228,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5409,
        "inSurah": 34
      },
      "arab": "وَالَّذِيْنَ هُمْ عَلٰى صَلَاتِهِمْ يُحَافِظُوْنَۖ",
      "translation": "dan orang-orang yang memelihara salatnya.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5409.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5409.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5409.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5409.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5409.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5409.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_34.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/34"
      },
      "tafsir": {
        "kemenag": {
          "short": "dan juga orang-orang yang memelihara salatnya, baik menyangkut waktu pelaksanannya, syarat, rukun dan wajibnya serta sunah-sunahnya.",
          "long": "Selain yang telah disebutkan di atas, masih ada satu hal lagi yang dapat menghilangkan sifat suka berkeluh kesah dan sifat kikir, yaitu selalu memelihara salat. Pengertian memelihara salat dalam ayat ini ialah:\n1. Berusaha melengkapi syarat-syarat salat dengan baik dan sempurna, seperti meneliti pakaian yang dipakai sehingga tidak terdapat najis, berwudu dengan baik, dan mengenyampingkan segala sesuatu yang dapat menghilangkan atau mengurangi kekhusyukan.\n2. Berusaha melaksanakan semua rukun salat dengan baik dan sempurna.\n3. Berusaha khusyuk.\n4. Berusaha melaksanakan salat wajib yang lima waktu.\n5. Berusaha melaksanakan salat pada awal waktunya."
        },
        "quraish": "Keenam, orang-orang yang memelihara amanat Tuhan, amanat manusia dan tidak mengkhianati komitmen mereka kepada Tuhan dan manusia. Ketujuh, orang-orang yang melaksanakan persaksian dengan benar tanpa menyembunyikan sesuatu yang diketahuinya. Dan, kedelapan, orang-orang yang memelihara salat mereka dengan melaksanakannya sebaik mungkin.",
        "jalalayn": "(Dan orang-orang yang memelihara salatnya) yaitu dengan mengerjakan pada waktunya."
      },
      "meta": {
        "juz": 29,
        "page": 569,
        "manzil": 7,
        "ruku": 502,
        "hizbQuarter": 228,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5410,
        "inSurah": 35
      },
      "arab": "اُولٰۤىِٕكَ فِيْ جَنّٰتٍ مُّكْرَمُوْنَ ۗ ࣖ",
      "translation": "Mereka itu dimuliakan di dalam surga. ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5410.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5410.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5410.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5410.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5410.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5410.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_35.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/35"
      },
      "tafsir": {
        "kemenag": {
          "short": "Mereka yang melaksanakan amal-amal itu dimuliakan di dalam surga dan mereka kekal di dalamnya.",
          "long": "Manusia yang mempunyai sifat-sifat di atas akan mendapat balasan surga di akhirat dan orang yang bersifat demikian akan dapat mengikis sifat suka berkeluh kesah dan sifat kikir dari hatinya."
        },
        "quraish": "Orang-orang yang memiliki sifat-sifat terpuji di atas berada di surga dalam keadaan terhormat dari sisi Allah.",
        "jalalayn": "(Mereka itu dimasukkan ke dalam surga lagi dimuliakan.)"
      },
      "meta": {
        "juz": 29,
        "page": 569,
        "manzil": 7,
        "ruku": 502,
        "hizbQuarter": 228,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5411,
        "inSurah": 36
      },
      "arab": "فَمَالِ الَّذِيْنَ كَفَرُوْا قِبَلَكَ مُهْطِعِيْنَۙ",
      "translation": "Maka mengapa orang-orang kafir itu datang bergegas ke hadapanmu (Muhammad), ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5411.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5411.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5411.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5411.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5411.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5411.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_36.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/36"
      },
      "tafsir": {
        "kemenag": {
          "short": "Penjelasan telah disampaikan ayat-ayat telah dibacakan, tetapi kaum kafir tetap durhaka. Kelompok ayat ini mengecam sikap keras kepala mereka. Maka mengapa orang-orang kafir itu datang bergegas ke hadapanmu,",
          "long": "Menurut sebahagian ahli tafsir, ayat ini berhubungan dengan peristiwa ketika Rasulullah saw salat dan membaca Al-Qur‘an di dekat Ka‘bah. Lalu orang-orang musyrik berkumpul berkelompok-kelompok di dekatnya sambil mengejek dan mengatakan bahwa mereka lebih pantas masuk surga daripada kaum Muslimin, karena mereka lebih mulia.\nOrang-orang musyrik Mekah yang datang kepada Nabi bergegas duduk di kanan dan di kiri beliau untuk mendengar dan memperhatikan ayat-ayat yang beliau baca, seakan-akan mereka mengimaninya. Bila mendengar Nabi saw membaca Al-Qur‘an, mereka memelototkan mata seperti orang ketakutan. Mereka duduk di kanan-kiri Rasulullah berkelompok-kelompok dan seakan-akan memperhatikan ayat-ayat yang dibacakan itu. Mereka juga mengangguk-anggukkan kepala, tetapi maksud mereka sesungguhnya untuk menghina Nabi Muhammad."
        },
        "quraish": "Mengapakah orang-orang kafir bergegas datang kepadamu dan mengelilingi kamu dari arah kanan dan kirimu dengan berkelompok-kelompok? Apakah setiap orang dari mereka ingin--setelah mendengar janji Allah dan rasul-Nya untuk orang-orang Mukmin yang berupa surga--dimasukkan ke dalam surga yang penuh kenikmatan?",
        "jalalayn": "(Mengapakah orang-orang kami itu ke arahmu) menuju kepadamu (dengan bersegera) lafal muhthi`iina berkedudukan sebagai hal atau kata keterangan keadaan, yakni mereka selalu menatapkan pandangannya ke arahmu secara terus-menerus."
      },
      "meta": {
        "juz": 29,
        "page": 569,
        "manzil": 7,
        "ruku": 503,
        "hizbQuarter": 228,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5412,
        "inSurah": 37
      },
      "arab": "عَنِ الْيَمِيْنِ وَعَنِ الشِّمَالِ عِزِيْنَ ",
      "translation": "dari kanan dan dari kiri dengan berkelompok-kelompok?",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5412.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5412.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5412.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5412.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5412.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5412.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_37.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/37"
      },
      "tafsir": {
        "kemenag": {
          "short": "wahai Muhammad, sambil terus menerus memandangmu dari arah kanan dan dari kiri dengan berkelompok-kelompok?",
          "long": "Menurut sebahagian ahli tafsir, ayat ini berhubungan dengan peristiwa ketika Rasulullah saw salat dan membaca Al-Qur‘an di dekat Ka‘bah. Lalu orang-orang musyrik berkumpul berkelompok-kelompok di dekatnya sambil mengejek dan mengatakan bahwa mereka lebih pantas masuk surga daripada kaum Muslimin, karena mereka lebih mulia.\nOrang-orang musyrik Mekah yang datang kepada Nabi bergegas duduk di kanan dan di kiri beliau untuk mendengar dan memperhatikan ayat-ayat yang beliau baca, seakan-akan mereka mengimaninya. Bila mendengar Nabi saw membaca Al-Qur‘an, mereka memelototkan mata seperti orang ketakutan. Mereka duduk di kanan-kiri Rasulullah berkelompok-kelompok dan seakan-akan memperhatikan ayat-ayat yang dibacakan itu. Mereka juga mengangguk-anggukkan kepala, tetapi maksud mereka sesungguhnya untuk menghina Nabi Muhammad."
        },
        "quraish": "Mengapakah orang-orang kafir bergegas datang kepadamu dan mengelilingi kamu dari arah kanan dan kirimu dengan berkelompok-kelompok? Apakah setiap orang dari mereka ingin--setelah mendengar janji Allah dan rasul-Nya untuk orang-orang Mukmin yang berupa surga--dimasukkan ke dalam surga yang penuh kenikmatan?",
        "jalalayn": "(Dari kanan dan dari kiri) dari sebelah kananmu dan sebelah kirimu (dengan berkelompok-kelompok) secara bergerombol dan membentuk lingkaran di sekitarmu. Mereka berbuat demikian seraya mengatakan dengan nada mengejek, \"Sungguh jika mereka, yakni orang-orang yang beriman, masuk ke dalam surga, niscaya kami benar-benar akan masuk ke dalamnya sebelum mereka.\" Maka Allah berfirman:"
      },
      "meta": {
        "juz": 29,
        "page": 569,
        "manzil": 7,
        "ruku": 503,
        "hizbQuarter": 228,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5413,
        "inSurah": 38
      },
      "arab": "اَيَطْمَعُ كُلُّ امْرِئٍ مِّنْهُمْ اَنْ يُّدْخَلَ جَنَّةَ نَعِيْمٍۙ",
      "translation": "Apakah setiap orang dari orang-orang kafir itu ingin masuk surga yang penuh kenikmatan?",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5413.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5413.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5413.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5413.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5413.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5413.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_38.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/38"
      },
      "tafsir": {
        "kemenag": {
          "short": "Apakah setiap orang dari orang-orang kafir itu ingin masuk surga yang penuh kenikmatan seperti kaum mukmin? Semestinya yang datang kepada Nabi Muhammad itu yang bersedia mengikuti ajarannya,",
          "long": "Allah mengatakan bahwa perbuatan orang-orang musyrik itu sangat mengherankan. Apakah mereka berbuat demikian karena ingin masuk surga? Hal itu tidak mungkin karena mereka mengingkari ayat-ayat Al-Qur\\'an itu. Allah menyediakan surga hanya bagi orang-orang yang beriman dan beramal saleh, bukan untuk orang-orang kafir seperti mereka."
        },
        "quraish": "Mengapakah orang-orang kafir bergegas datang kepadamu dan mengelilingi kamu dari arah kanan dan kirimu dengan berkelompok-kelompok? Apakah setiap orang dari mereka ingin--setelah mendengar janji Allah dan rasul-Nya untuk orang-orang Mukmin yang berupa surga--dimasukkan ke dalam surga yang penuh kenikmatan?",
        "jalalayn": "(\"Adakah setiap orang dari orang-orang kafir itu ingin masuk ke dalam surga yang penuh dengan kenikmatan?\")"
      },
      "meta": {
        "juz": 29,
        "page": 569,
        "manzil": 7,
        "ruku": 503,
        "hizbQuarter": 228,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5414,
        "inSurah": 39
      },
      "arab": "كَلَّاۗ اِنَّا خَلَقْنٰهُمْ مِّمَّا يَعْلَمُوْنَ ",
      "translation": "Tidak mungkin! Sesungguhnya Kami menciptakan mereka dari apa yang mereka ketahui.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5414.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5414.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5414.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5414.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5414.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5414.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_39.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/39"
      },
      "tafsir": {
        "kemenag": {
          "short": "Tidak mungkin, sekali-kali tidak akan masuk surga mereka itu! Sesungguhnya Kami menciptakan mereka dari apa yang mereka ketahui yaitu dari setetes mani yang mereka jijik melihatnya. Faktor lahiriah tersebut tidak mungkin mengantar mereka masuk surga, tetapi keimananlah yang dapat mengantarkan mereka masuk surga.",
          "long": "Mereka beranggapan akan masuk surga, karena merasa lebih mulia dan lebih tinggi derajatnya daripada orang-orang yang beriman. Akan tetapi, anggapan mereka itu salah karena mereka dijadikan dari air mani seperti juga halnya seluruh manusia, tak ada bedanya. Tidak ada keistimewaan seseorang atas yang lain dan Allah tidak membeda-bedakannya. Hanya yang membedakan derajat seorang manusia dengan manusia yang lain hanya iman dan amal. Hal demikian itu adalah hukum Allah dan tidak seorang pun yang dapat mengubahnya."
        },
        "quraish": "Hendaknya mereka jangan berangan-angan masuk surga. Sesungguhnya Kami telah menciptakan mereka dari air yang hina.",
        "jalalayn": "(Sekali-kali tidak!) kalimat ini merupakan sanggahan terhadap mereka yang ingin masuk surga, padahal mereka kafir. (Sesungguhnya Kami ciptakan mereka) sama dengan selain mereka (dari apa yang mereka ketahui) yakni dari air mani; maka tidak cukup hanya dengan itu mereka mengharapkan surga, karena sesungguhnya surga itu hanya dapat diharapkan bagi orang-orang yang bertakwa."
      },
      "meta": {
        "juz": 29,
        "page": 569,
        "manzil": 7,
        "ruku": 503,
        "hizbQuarter": 228,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5415,
        "inSurah": 40
      },
      "arab": "فَلَآ اُقْسِمُ بِرَبِّ الْمَشَارِقِ وَالْمَغٰرِبِ اِنَّا لَقٰدِرُوْنَۙ",
      "translation": "Maka Aku bersumpah demi Tuhan yang mengatur tempat-tempat terbit dan terbenamnya  (matahari, bulan dan bintang), sungguh, Kami pasti mampu, ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5415.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5415.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5415.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5415.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5415.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5415.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_40.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/40"
      },
      "tafsir": {
        "kemenag": {
          "short": "40-41. Ayat ini untuk menegaskan kemahakuasaan Allah. Maka Aku bersumpah demi Tuhan yang mengatur tempat-tempat terbit dan terbenamnya matahari, bulan dan bintang, sungguh Kami benar-benar Mahakuasa atas segala sesuatu,",
          "long": "Allah bersumpah dengan diri-Nya sebagai Tuhan penguasa dan pemilik alam semesta beserta seluruh isinya, untuk menegaskan bahwa Dia kuasa menghancurkan mereka seketika dan menggantinya dengan umat lain yang lebih baik dari mereka. Tidak seorang pun yang dapat menolak kehendak-Nya atau menghindarkan diri dari azab yang akan ditimpakan itu. Dalam ayat lain, Allah berfirman:\n\nTidakkah kamu memperhatikan bahwa sesungguhnya Allah telah mencipta­kan langit dan bumi dengan hak (benar)? Jika Dia menghendaki, niscaya Dia membinasakan kamu dan mendatangkan makhluk yang baru (untuk menggantikan kamu), dan yang demikian itu tidak sukar bagi Allah. (Ibrahim/14: 19-20) \n\nPada akhir ayat ini, ditegaskan bahwa Allah tidak dapat dikalahkan oleh siapa pun yang telah ditetapkan azab baginya. Mereka tidak akan dapat menghindarinya sebagaimana diterangkan-Nya dalam firman-Nya yang lain:\n\nAtaukah orang-orang yang mengerjakan kejahatan itu mengira bahwa mereka akan luput dari (azab) Kami? Sangatlah buruk apa yang mereka tetapkan itu! (al-‘Ankabµt/29: 4)"
        },
        "quraish": "Aku bersumpah demi Tuhan Pemilik tempat terbit dan terbenamnya hari, bintang dan petunjuk. Sesungguhnya Kami mampu menghancurkan mereka dan mendatangkan pengganti mereka yang lebih taat kepada Allah. Dan Kami tidaklah lemah untuk melakukan penggantian itu(1). (1) Al-masyâriq (tempat terbit) dan al-maghârib (tempat terbenam) di sini dapat dimaksudkan sebagai tempat-tempat kerajaan Allah dengan luasnya yang tak terhingga seperti diisyaratkan pada ayat 137 surat al-A'râf untuk menunjukkan belahan-belahan bumi yang disebutkan pada ayat itu. Al-masyâriq dan al-maghârib dapat pula diartikan sebagai tempat terbit dan terbenamnya matahari, bulan, seluruh bintang dan planet, di samping juga untuk menunjukkan semua kerajaan Allah. Gejala terbit dan terbenamnya benda-benda langit disebabkan oleh perputaran bumi pada porosnya dari barat ke timur. Oleh karena itu, benda-benda langit tersebut tampak bergerak di kubah langit berlawanan dengan perputaran tadi yaitu terbit di ufuk timur dan terbenam di ufuk barat. Atau paling sedikit berputar dari timur ke barat di sekitar bintang kutub utara--di belahan bola bumi bagian utara, misalnya. Apabila jarak kutub bintang itu lebih kecil dari lebarnya tempat peneropong, maka bintang tersebut tidak terbit dan tidak terbenam, tetapi membentuk putaran kecil di sekitar kutub utara. Oleh sebab itu ayat ini juga mengisaratkan saat-saat di malam hari (lihat ayat 16 surat al-Nahl). Jadi, fenomena terbit dan terbenam menunjukkan adanya perputaran bola bumi. Dan itu adalah nikmat terbesar yang diberikan oleh Allah kepada semua makhluk hidup di planet ini. Kalau bumi tidak berputar pada porosnya maka setengah bagiannya akan terkena sinar matahari selama setengah tahun dan setengan bagian lainnya tidak terkena sinar matahari sama sekali. Dengan demikian, tidak akan ada kehidupan seperti sekarang ini. Kalau kita coba membatasi fenomena terbit dan terbenam hanya pada matahari saja, tanpa bintang dan planet lainnya, maka ini menunjukkan banyaknya tempat terbit dan terbenam di bumi yang tidak ada habisnya dari hari ke hari pada setiap tempat di muka bumi ini. Bahkan pada setiap saat yang berlalu di bola bumi ini. Pada setiap saat matahari terbenam pada suatu titik dan terbit pada titik lain yang berlawanan. Ini semua berkat ketelitian aturan Allah dan mukjizat kekuasaan-Nya (Lihat juga catatan kaki ayat 5 surat al-Shâffât dan ayat 17 surat al-Rahmân).",
        "jalalayn": "(Maka) huruf laa di sini adalah huruf zaidah (Aku bersumpah dengan nama Rabb yang memiliki arah timur dan arah barat) yang memiliki matahari, bulan dan bintang-bintang lainnya (sesungguhnya Kami benar-benar Maha Kuasa.)"
      },
      "meta": {
        "juz": 29,
        "page": 570,
        "manzil": 7,
        "ruku": 503,
        "hizbQuarter": 228,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5416,
        "inSurah": 41
      },
      "arab": "عَلٰٓى اَنْ نُّبَدِّلَ خَيْرًا مِّنْهُمْۙ وَمَا نَحْنُ بِمَسْبُوْقِيْنَ ",
      "translation": "untuk mengganti (mereka) dengan kaum yang lebih baik dari mereka, dan Kami tidak dapat dikalahkan. ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5416.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5416.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5416.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5416.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5416.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5416.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_41.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/41"
      },
      "tafsir": {
        "kemenag": {
          "short": "dan Kami pasti mampu untuk mengganti mereka yang kafir itu dengan kaum yang lebih baik dari mereka, dan Kami sekali-kali tidak dapat dikalahkan oleh siapa pun.",
          "long": "Allah bersumpah dengan diri-Nya sebagai Tuhan penguasa dan pemilik alam semesta beserta seluruh isinya, untuk menegaskan bahwa Dia kuasa menghancurkan mereka seketika dan menggantinya dengan umat lain yang lebih baik dari mereka. Tidak seorang pun yang dapat menolak kehendak-Nya atau menghindarkan diri dari azab yang akan ditimpakan itu. Dalam ayat lain, Allah berfirman:\n\nTidakkah kamu memperhatikan bahwa sesungguhnya Allah telah mencipta­kan langit dan bumi dengan hak (benar)? Jika Dia menghendaki, niscaya Dia membinasakan kamu dan mendatangkan makhluk yang baru (untuk menggantikan kamu), dan yang demikian itu tidak sukar bagi Allah. (Ibrahim/14: 19-20) \n\nPada akhir ayat ini, ditegaskan bahwa Allah tidak dapat dikalahkan oleh siapa pun yang telah ditetapkan azab baginya. Mereka tidak akan dapat menghindarinya sebagaimana diterangkan-Nya dalam firman-Nya yang lain:\n\nAtaukah orang-orang yang mengerjakan kejahatan itu mengira bahwa mereka akan luput dari (azab) Kami? Sangatlah buruk apa yang mereka tetapkan itu! (al-‘Ankabµt/29: 4)"
        },
        "quraish": "Aku bersumpah demi Tuhan Pemilik tempat terbit dan terbenamnya hari, bintang dan petunjuk. Sesungguhnya Kami mampu menghancurkan mereka dan mendatangkan pengganti mereka yang lebih taat kepada Allah. Dan Kami tidaklah lemah untuk melakukan penggantian itu(1). (1) Al-masyâriq (tempat terbit) dan al-maghârib (tempat terbenam) di sini dapat dimaksudkan sebagai tempat-tempat kerajaan Allah dengan luasnya yang tak terhingga seperti diisyaratkan pada ayat 137 surat al-A'râf untuk menunjukkan belahan-belahan bumi yang disebutkan pada ayat itu. Al-masyâriq dan al-maghârib dapat pula diartikan sebagai tempat terbit dan terbenamnya matahari, bulan, seluruh bintang dan planet, di samping juga untuk menunjukkan semua kerajaan Allah. Gejala terbit dan terbenamnya benda-benda langit disebabkan oleh perputaran bumi pada porosnya dari barat ke timur. Oleh karena itu, benda-benda langit tersebut tampak bergerak di kubah langit berlawanan dengan perputaran tadi yaitu terbit di ufuk timur dan terbenam di ufuk barat. Atau paling sedikit berputar dari timur ke barat di sekitar bintang kutub utara--di belahan bola bumi bagian utara, misalnya. Apabila jarak kutub bintang itu lebih kecil dari lebarnya tempat peneropong, maka bintang tersebut tidak terbit dan tidak terbenam, tetapi membentuk putaran kecil di sekitar kutub utara. Oleh sebab itu ayat ini juga mengisaratkan saat-saat di malam hari (lihat ayat 16 surat al-Nahl). Jadi, fenomena terbit dan terbenam menunjukkan adanya perputaran bola bumi. Dan itu adalah nikmat terbesar yang diberikan oleh Allah kepada semua makhluk hidup di planet ini. Kalau bumi tidak berputar pada porosnya maka setengah bagiannya akan terkena sinar matahari selama setengah tahun dan setengan bagian lainnya tidak terkena sinar matahari sama sekali. Dengan demikian, tidak akan ada kehidupan seperti sekarang ini. Kalau kita coba membatasi fenomena terbit dan terbenam hanya pada matahari saja, tanpa bintang dan planet lainnya, maka ini menunjukkan banyaknya tempat terbit dan terbenam di bumi yang tidak ada habisnya dari hari ke hari pada setiap tempat di muka bumi ini. Bahkan pada setiap saat yang berlalu di bola bumi ini. Pada setiap saat matahari terbenam pada suatu titik dan terbit pada titik lain yang berlawanan. Ini semua berkat ketelitian aturan Allah dan mukjizat kekuasaan-Nya (Lihat juga catatan kaki ayat 5 surat al-Shâffât dan ayat 17 surat al-Rahmân).",
        "jalalayn": "(Untuk mengganti) mereka (dengan kaum yang lebih baik dari mereka, dan sekali-kali Kami tidak dapat dikalahkan) tidak ada yang dapat mengalahkan Kami dalam hal ini."
      },
      "meta": {
        "juz": 29,
        "page": 570,
        "manzil": 7,
        "ruku": 503,
        "hizbQuarter": 228,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5417,
        "inSurah": 42
      },
      "arab": "فَذَرْهُمْ يَخُوْضُوْا وَيَلْعَبُوْا حَتّٰى يُلٰقُوْا يَوْمَهُمُ الَّذِيْ يُوْعَدُوْنَۙ",
      "translation": "Maka biarkanlah mereka tenggelam dan bermain-main (dalam kesesatan) sampai mereka menjumpai hari yang diancamkan kepada mereka, ",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5417.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5417.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5417.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5417.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5417.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5417.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_42.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/42"
      },
      "tafsir": {
        "kemenag": {
          "short": "Maka, wahai Nabi Muhammad, biarkanlah mereka tenggelam dan bermain-main dalam kesesatan dengan menghabiskan waktu melakukan aktifitas yang tidak bermanfaat sampai mereka menjumpai hari yang diancamkan kepada mereka.",
          "long": "Ayat ini merupakan peringatan keras kepada kaum musyrikin yang selalu menentang dan mengingkari seruan Nabi Muhammad. Berbagai macam cara telah dilakukan untuk menyadarkan, namun mereka tetap ingkar. Oleh karena itu, Allah memerintahkan kepada Nabi Muhammad untuk membiarkan orang-orang musyrik itu mengingkari seruannya, agar mereka tenggelam dalam kesesatan dan lalai oleh kesenangan hidup yang mereka nikmati. Mereka pasti mati dan kemudian dibangkitkan pada hari Kiamat. Pada hari itu, barulah mereka mengetahui kebenaran risalah yang telah disampaikan Nabi saw kepada mereka, yaitu ketika mereka diminta mempertanggungjawabkan semua perbuatan mereka di dunia."
        },
        "quraish": "Biarkanlah mereka tenggelam dalam kebatilan dan bersenang-senang dengan kehidupan dunia mereka sampai mereka menjumpai hari mereka yang azab itu dijanjikan.",
        "jalalayn": "(Maka biarkanlah mereka) tinggalkanlah mereka (tenggelam) dalam kebatilan (dan bermain-main) dalam keduniaan (sampai mereka menjumpai) menemui (hari yang diancamkan kepada mereka) yang pada hari itu ada azab bagi mereka."
      },
      "meta": {
        "juz": 29,
        "page": 570,
        "manzil": 7,
        "ruku": 503,
        "hizbQuarter": 228,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5418,
        "inSurah": 43
      },
      "arab": "يَوْمَ يَخْرُجُوْنَ مِنَ الْاَجْدَاثِ سِرَاعًا كَاَنَّهُمْ اِلٰى نُصُبٍ يُّوْفِضُوْنَۙ",
      "translation": "(yaitu) pada hari ketika mereka keluar dari kubur dengan cepat seakan-akan mereka pergi dengan segera kepada berhala-berhala (sewaktu di dunia),",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5418.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5418.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5418.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5418.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5418.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5418.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_43.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/43"
      },
      "tafsir": {
        "kemenag": {
          "short": "Hari yang diancamkan kepada mereka itu yaitu pada hari ketika mereka, orang-orang kafir yang meminta disegerakan azab, keluar dari kubur menyambut panggilan malaikat yang ditugaskan Allah dengan cepat seakan-akan mereka pergi dengan segera kepada berhala-berhala yang mereka sembah sewaktu di dunia,",
          "long": "Pada hari Kiamat itu, mereka dihidupkan kembali dan dibangkitkan dari kubur. Mereka datang dengan tergesa-gesa untuk memenuhi panggilan yang memanggil mereka waktu itu dengan harapan panggilan itu berisi sesuatu yang menyenangkan. Mereka datang tergesa-gesa sebagaimana ketika mereka datang untuk menyembah berhala mereka dulu waktu di dunia."
        },
        "quraish": "Yaitu hari ketika mereka bergegas keluar dari kubur mereka menuju ke arah seseorang yang memanggil. Mereka seolah bersegera menuju sesuatu selain Allah yang disembahnya di dunia. Saat itu pandangan mereka tertunduk. Mereka tidak mampu mengangkatnya. Mereka dipenuhi oleh kehinaan. Dahulu mereka pernah dijanjikan dengan datangnya hari ini, tetapi mereka mendustakannya.",
        "jalalayn": "(Yaitu pada hari mereka keluar dari kubur) dari tempat-tempat mereka dikubur (dengan cepat) menuju ke padang Mahsyar tempat mereka dihimpunkan (seakan-akan mereka pergi kepada berhala-berhala) menurut suatu qiraat dibaca nushubin, artinya sesuatu yang dibangun untuk pertanda atau tugu, yang dimaksud adalah berhala-berhala (dengan cepatnya) mereka pergi dengan cepat seakan-akan pergi kepada berhala-berhala mereka."
      },
      "meta": {
        "juz": 29,
        "page": 570,
        "manzil": 7,
        "ruku": 503,
        "hizbQuarter": 228,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 5419,
        "inSurah": 44
      },
      "arab": "خَاشِعَةً اَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌ  ۗذٰلِكَ الْيَوْمُ الَّذِيْ كَانُوْا يُوْعَدُوْنَ ࣖ ",
      "translation": "pandangan mereka tertunduk ke bawah diliputi kehinaan. Itulah hari yang diancamkan kepada mereka.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5419.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/5419.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/5419.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/5419.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/5419.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/5419.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/70_44.png",
        "secondary": "https://cdn.alquran.cloud/media/image/70/44"
      },
      "tafsir": {
        "kemenag": {
          "short": "Mereka bergegas dan pandangan mereka tertunduk ke bawah diliputi kehinaan. Itulah hari yang diancamkan kepada mereka yang dahulu ketika di dunia selalu mereka olok-olokkan bahkan mereka meminta disege-rakan.",
          "long": "Pada hari yang dijanjikan itu, orang-orang musyrik berlarian dengan kepala tertunduk menuju pengadilan Allah. Itulah hari yang pernah diperingatkan Allah kepada mereka. Hari itu adalah hari yang penuh kesengsaraan dan penderitaan. Pada hari itu tidak ada suatu pun yang dapat memberi pertolongan selain Allah."
        },
        "quraish": "Yaitu hari ketika mereka bergegas keluar dari kubur mereka menuju ke arah seseorang yang memanggil. Mereka seolah bersegera menuju sesuatu selain Allah yang disembahnya di dunia. Saat itu pandangan mereka tertunduk. Mereka tidak mampu mengangkatnya. Mereka dipenuhi oleh kehinaan. Dahulu mereka pernah dijanjikan dengan datangnya hari ini, tetapi mereka mendustakannya.",
        "jalalayn": "(Dalam keadaan hina) atau nista (pandangan mereka karena diliputi) diselimuti (oleh rasa hina. Itulah hari yang dahulunya diancamkan kepada mereka) lafal dzaalika menjadi mubtada, dan lafal-lafal sesudahnya berkedudukan menjadi khabarnya; makna yang dimaksud adalah hari kiamat."
      },
      "meta": {
        "juz": 29,
        "page": 570,
        "manzil": 7,
        "ruku": 503,
        "hizbQuarter": 228,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    }
  ]
}
